{
  "nodes": [
    {
      "nodeID": "158249",
      "text": "How many of you out there that preach about how bad guns are can actually draw your opinion from personal experience. All of my post are statistic free and from personal experience. I have had an AK-47 pulled on me, The guy never fired though. But I am still a huge supporter of gun owner rights, and a gun owner myself. I even went sunday to a carry concealed class to obtain my liscense to carry a concealed handgun. As I said, I have had one bad experience with a gun, but all of my other ones have been pleasant. And because I have been on both ends of a gun, I feel like I know a little bit of what someone goes through when they are on either end of a gun. So please tell me your experience of looking at a gun, barrell end facing you, with a criminal on the other end.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:21"
    },
    {
      "nodeID": "158250",
      "text": "What were the circumstances of your, 'looking at a gun, barrell end facing you, with a criminal on the other end'?  I live in a place where local evening news includes a story about children being shot or killed at least weekly.  I have never been accosted by an armed assailant. Hence, I see no reason I need to carry a concealed handgun in order to be brave enough to move about my hometown.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:21"
    },
    {
      "nodeID": "158251",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:21"
    },
    {
      "nodeID": "158252",
      "text": "I live in a place where local evening news includes a story about children being shot or killed at least weekly.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:21"
    },
    {
      "nodeID": "158253",
      "text": "What exactly are the age ranges of these 'children' in the news stories?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:21"
    },
    {
      "nodeID": "158254",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:21"
    },
    {
      "nodeID": "158255",
      "text": "I have never been accosted by an armed assailant. Hence, I see no reason I need to carry a concealed handgun in order to be brave enough to move about my hometown.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:21"
    },
    {
      "nodeID": "158256",
      "text": "Do you have a fire extinguisher in your house? I have never had a fire in my kitchen but I still keep a fire extinguisher in there. I look at wearing firearms for self defense the same way I look at wearing a seat belt. I wear it and pray I'll never need it, but I'll be damn glad I'm wearing it if I do need it. God Bless",
      "type": "I",
      "timestamp": "2016-03-08 20:30:21"
    },
    {
      "nodeID": "158257",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:21"
    },
    {
      "nodeID": "158258",
      "text": "Then I would consider living in a different neighborhood, because if that many kids are getting shot, they are gang members, because outside of gang members, according to statistics, it does not happen that often, and certainly not in one area. As far as why I was looking down the barrell of an assault rifle, it was the result of road rage.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:21"
    },
    {
      "nodeID": "158259",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:21"
    },
    {
      "nodeID": "158260",
      "text": "It varies. Sometimes elementary/middle school kids and sometimes older minors like high school kids. I not talking about gangbangers if this is where you're going.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:21"
    },
    {
      "nodeID": "158261",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:21"
    },
    {
      "nodeID": "158262",
      "text": "How do you know none of the 'children' were actually gang members engaged in illegal activity, and that fact was simply excluded because it wasn't considered newsworthy?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:22"
    },
    {
      "nodeID": "158263",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:22"
    },
    {
      "nodeID": "158264",
      "text": "Do you have a fire extinguisher in your house? I have never had a fire in my kitchen but I still keep a fire extinguisher in there. I look at wearing firearms for self defense the same way I look at wearing a seat belt. I wear it and pray I'll never need it, but I'll be damn glad I'm wearing it if I do need it.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:22"
    },
    {
      "nodeID": "158265",
      "text": "When's the last time you heard of someone being killed by the accidental discharge of a fire extinguisher? Or when the last time a fire extinguisher was stolen from a home and then used in the commission of a crime? And don't you think the likelihood of being in a car accident is greater than that of being required to shoot someone?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:22"
    },
    {
      "nodeID": "158266",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:22"
    },
    {
      "nodeID": "158267",
      "text": "I live in a place where local evening news includes a story about children being shot or killed at least weekly.  Shot by whom? Adults, other children, gang related, accidents, suicides, unintended target, etc.? just telling us 'shot or killed' doesn't really tell us anything. Also, if you don't mind a city name or general area of where you live would be helpfull.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:22"
    },
    {
      "nodeID": "158268",
      "text": "Most times children have been shot simply for living in a neighborhood with active gangs. Sometimes on the street, sometimes through the wall of their homes. Unintended targets often but also intended but without cause. I live in Los Angeles.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:22"
    },
    {
      "nodeID": "158269",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:22"
    },
    {
      "nodeID": "158270",
      "text": "Hold up, your changing your argument. You said 'I have never been accosted by an armed assailant. Hence, I see no reason I need to carry a concealed handgun in order to be brave enough to move about my hometown.'. This is the reason you gave for not carrying a firearm, I was simply countering that argument because it didn't sound very logical to me, still doesn't. As to your new statment, I'll need more info. What do your consider an 'accidental discharge' of a firearm. I ask because I do not consider someone pulling the trigger to be 'accidental' and therefore I consider true accidental discharges to be pretty uncommon. Yes, for most people I think the chances of being in a car accident are greater then the chances of needing a gun for self defense. But, I'm not sure why that would make a difference. If it was reversed I would still where my seatbelt. God Bless",
      "type": "I",
      "timestamp": "2016-03-08 20:30:22"
    },
    {
      "nodeID": "158271",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:22"
    },
    {
      "nodeID": "158272",
      "text": "Did you have your gun on you?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:22"
    },
    {
      "nodeID": "158273",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:22"
    }
  ],
  "edges": [
    {
      "edgeID": "196316",
      "fromID": "158250",
      "toID": "158251",
      "formEdgeID": null
    },
    {
      "edgeID": "196317",
      "fromID": "158251",
      "toID": "158249",
      "formEdgeID": null
    },
    {
      "edgeID": "196318",
      "fromID": "158253",
      "toID": "158254",
      "formEdgeID": null
    },
    {
      "edgeID": "196319",
      "fromID": "158254",
      "toID": "158252",
      "formEdgeID": null
    },
    {
      "edgeID": "196320",
      "fromID": "158256",
      "toID": "158257",
      "formEdgeID": null
    },
    {
      "edgeID": "196321",
      "fromID": "158257",
      "toID": "158255",
      "formEdgeID": null
    },
    {
      "edgeID": "196322",
      "fromID": "158258",
      "toID": "158259",
      "formEdgeID": null
    },
    {
      "edgeID": "196323",
      "fromID": "158259",
      "toID": "158250",
      "formEdgeID": null
    },
    {
      "edgeID": "196324",
      "fromID": "158260",
      "toID": "158261",
      "formEdgeID": null
    },
    {
      "edgeID": "196325",
      "fromID": "158261",
      "toID": "158253",
      "formEdgeID": null
    },
    {
      "edgeID": "196326",
      "fromID": "158262",
      "toID": "158263",
      "formEdgeID": null
    },
    {
      "edgeID": "196327",
      "fromID": "158263",
      "toID": "158260",
      "formEdgeID": null
    },
    {
      "edgeID": "196328",
      "fromID": "158265",
      "toID": "158266",
      "formEdgeID": null
    },
    {
      "edgeID": "196329",
      "fromID": "158266",
      "toID": "158264",
      "formEdgeID": null
    },
    {
      "edgeID": "196330",
      "fromID": "158268",
      "toID": "158269",
      "formEdgeID": null
    },
    {
      "edgeID": "196331",
      "fromID": "158269",
      "toID": "158267",
      "formEdgeID": null
    },
    {
      "edgeID": "196332",
      "fromID": "158270",
      "toID": "158271",
      "formEdgeID": null
    },
    {
      "edgeID": "196333",
      "fromID": "158271",
      "toID": "158265",
      "formEdgeID": null
    },
    {
      "edgeID": "196334",
      "fromID": "158272",
      "toID": "158273",
      "formEdgeID": null
    },
    {
      "edgeID": "196335",
      "fromID": "158273",
      "toID": "158258",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
