{
  "nodes": [
    {
      "nodeID": "158086",
      "text": "Some materialists claim free will is an illusion, doesn't actually exist. They insist that what we see as spontaneous responses are merely chemical reactions and deterministic brain interactions.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:57"
    },
    {
      "nodeID": "158087",
      "text": "Well humans if asked will tell you that they make choices among alternatives and this they may attribute to a capability which one can call free-will. Thats all observable. The question always boils down to just what is the underlying cause or mechanism which results in this property. Some free-will advocates will claim that free-will MUST be non-deterministic since if it were not it would not be 'free' that deterministic processes cannot lead to choice as they EXPERIENCE it. However this implies a depth of knowledge which they do not have - namely a detailed knowledge of the ins and outs of how their brain works. In addition a debatable assumption is made which is in effect that deterministic systems cannot achieve that which is being experienced. This makes the claim that the free-will advocate KNOWS the actual limits of what deterministic systems can and cannot do. Thats an assumption I am not willing to accept since nobody really knows the limits of behavior of deterministic systems. IMHO the experience of free-will is real enough, but the mechanism is materialistic and even deterministic down to its foundations. In other words IMHO deterministic processes are capable of generating the mental experience we describe as free-will. By the way - what is free-will free of exactly? You do realize that it was originally formulated to get around the problem within theology of how to separate responsibility and accountability for sin from the sinless godhead?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:57"
    },
    {
      "nodeID": "158088",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:57"
    },
    {
      "nodeID": "158089",
      "text": "If biology must close its eyes to the defining characteristic of life, such biology is not science. It is a creation myth for materialists.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:57"
    },
    {
      "nodeID": "158090",
      "text": "Well, it doesn't, so it isn't. Biology is well aware that many things have volition, and there are whole branches of biology dedicated to studying it. Animal behavior they call it. However, biology doesn't not pretend that every living thing has volition.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:58"
    },
    {
      "nodeID": "158091",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:58"
    },
    {
      "nodeID": "158092",
      "text": "P.S. For some reason I am unable to reach my other post 'What drive evolution?' I am always 'timed out' and my computer is cut off from the wet site. So I'll start over here.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:58"
    },
    {
      "nodeID": "158093",
      "text": "So there you have an example of a deterministic system acting to suprise you with unpredictable behavior. Consider it an example of deterministic 'free-will' emoticon_xhoho",
      "type": "I",
      "timestamp": "2016-03-08 20:29:58"
    },
    {
      "nodeID": "158094",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:58"
    },
    {
      "nodeID": "158095",
      "text": "All living systems appear to have some limited choice about how to respond. They respond in ways that are only statistically predictable.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:58"
    },
    {
      "nodeID": "158096",
      "text": "So do electrons fired through the diffractive equivalent of a double slit. Individual unpredictability does not imply free will.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:58"
    },
    {
      "nodeID": "158097",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:58"
    },
    {
      "nodeID": "158098",
      "text": "you write a post that admirably reveals the cognitive dissonance you experience thanks to your basic materialist/determinist metaphysic.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:58"
    },
    {
      "nodeID": "158099",
      "text": "No dissonance - you just can't see past your strawmen. I'm a methodological naturalist, not a strict determinist, and I consider that free-will and volition are gradually emergent properties.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:58"
    },
    {
      "nodeID": "158100",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:58"
    }
  ],
  "edges": [
    {
      "edgeID": "196204",
      "fromID": "158087",
      "toID": "158088",
      "formEdgeID": null
    },
    {
      "edgeID": "196205",
      "fromID": "158088",
      "toID": "158086",
      "formEdgeID": null
    },
    {
      "edgeID": "196206",
      "fromID": "158090",
      "toID": "158091",
      "formEdgeID": null
    },
    {
      "edgeID": "196207",
      "fromID": "158091",
      "toID": "158089",
      "formEdgeID": null
    },
    {
      "edgeID": "196208",
      "fromID": "158093",
      "toID": "158094",
      "formEdgeID": null
    },
    {
      "edgeID": "196209",
      "fromID": "158094",
      "toID": "158092",
      "formEdgeID": null
    },
    {
      "edgeID": "196210",
      "fromID": "158096",
      "toID": "158097",
      "formEdgeID": null
    },
    {
      "edgeID": "196211",
      "fromID": "158097",
      "toID": "158095",
      "formEdgeID": null
    },
    {
      "edgeID": "196212",
      "fromID": "158099",
      "toID": "158100",
      "formEdgeID": null
    },
    {
      "edgeID": "196213",
      "fromID": "158100",
      "toID": "158098",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
