{
  "nodes": [
    {
      "nodeID": "148520",
      "text": "The livestock sector emerges as one of the top two or three most significant contributors to the most serious environmental problems, at every scale from local to global. The findings of this report suggest that it should be a major policy focus when dealing with problems of land degradation, climate change and air pollution, water shortage and water pollution, and loss of biodiversity. In the report, senior U.N. Food and Agriculture Organization official Henning Steinfeld reports that the meat industry is 'one of the most significant contributors to today's most serious environmental problems'[3] and that 'urgent action is required to remedy the situation.'[4] Other points the report makes are that the world's livestock industry 'generates 65 per cent of human-related nitrous oxide, which has 296 times the Global Warming Potential (GWP) of CO2'[5] and 'that livestock are responsible for 18 percent of greenhouse gas emissions, a bigger share than that of transport.'[6]",
      "type": "I",
      "timestamp": "2016-03-08 20:08:42"
    },
    {
      "nodeID": "148521",
      "text": "http://en.wikipedia.org/wiki/Livestock's_Long_Shadow",
      "type": "I",
      "timestamp": "2016-03-08 20:08:42"
    },
    {
      "nodeID": "148522",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:42"
    },
    {
      "nodeID": "148523",
      "text": "If you're prepared to eat livestock feed you've got a plan.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:42"
    },
    {
      "nodeID": "148524",
      "text": "Bad, bad, bad. :(  1) Reducing meat consumption will create a change towards more agricultural farming which is more sustainable for humans and the environment. 1) Some, perhaps all 'Livestock feed' is actually edible for humans; GM maize is regularly consumed in the US and Mexico. 2) One does not have to consume those foods as there are thousands of plant foods that can be eaten.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:42"
    },
    {
      "nodeID": "148525",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:42"
    },
    {
      "nodeID": "148526",
      "text": "Yep when about 99.99% of a cows diet is grass...I guess we should be eating that instead.  It is hard to urinate in one corner of the toilet. If all ground that is being used for livestock is 'wonderfully transformed' into grain production there will be many many wild species that will go extinct due to lack of uncultivated land.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:42"
    },
    {
      "nodeID": "148527",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:42"
    },
    {
      "nodeID": "148528",
      "text": "This assumes that land is equally suited to arable and pastoral farming. In reality that isn't the case, upland areas are generally unsuitable for crops, whilst lowland areas are usually used for arable.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:42"
    },
    {
      "nodeID": "148529",
      "text": "This isn't assumed in the studies. Nearly 35% of all arable land used worldwide is used to feed livestock.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:42"
    },
    {
      "nodeID": "148530",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:42"
    },
    {
      "nodeID": "148531",
      "text": "you may, but firstly, that argument may well not fly - much of the grain going to these animals is essentially the trash left over from other production to begin with, unfit for human consumption.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:42"
    },
    {
      "nodeID": "148532",
      "text": "Nearly all the food humans eat today, even in the Western world is GM including maize, tomatoes, and soy, etc, etc. used as ingredients in products such some soymilk. Essentially everything is with the exception of 'organic'. However, as i noted above, I wouldn't make this argument because I think GM soy esecially is not very healthy for people snd GM foods tend to be more prone to bacterial infection which can make people sick. I haven't read from all sides, however.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:42"
    },
    {
      "nodeID": "148533",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:42"
    },
    {
      "nodeID": "148534",
      "text": "Secondly, even if the western world were to actually reduce the amount of grains AND meat it consumed, this would leave them with a whole bunch of money left over, which would then be diverted into other consumables, which may be more carbon intensive than the food production process. I'd bet that many american families finding themselves with an extra $10 a week in their pockets would spend it on petrol, air con, plasma tvs, cars, apartments. So the impact on carbon emissions may well be positive instead of negative.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:43"
    },
    {
      "nodeID": "148535",
      "text": "Perhaps, but as studies have noted, contributing the growing of livestock is one of top things one can do to harm the environment. 'The livestock sector is a major player [in climate change], responsible for 18% of greenhouse gas emissions measured in CO2 equivalent. This is a higher share than transport.' I've read that methane and nitrous oxide have greater warming potential than Co2. Furthermore, IF the government were to become involved and create an objective to reduce meat consumption in a country I'm sure the people would be aware as to why and make their choices. Living green is already a popular topic so many people who are not already aware of efficient energy use would eventually learn if this issue came to a front.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:43"
    },
    {
      "nodeID": "148536",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:43"
    },
    {
      "nodeID": "148537",
      "text": "Firstly, complete this sentence: If decreasing demand for meat in the western world decreases the price of meat in the developing world, increasing demand for vegetables in the western world _________ the price of vegetables in the developing world. Malnourished children aren't worried about getting meat. They can't even afford vegetables. Lower meat prices won't help them. In your own words 'most starving people today cannot even afford grains'",
      "type": "I",
      "timestamp": "2016-03-08 20:08:43"
    },
    {
      "nodeID": "148538",
      "text": "The 2020 Global Food Outlook answers this as it says that a greater demand for vegetables will correspond with higher prices of vegetables in developing countries. Many articles acknowledge that starving people cannot afford much of any of the food for sale around them, and a greater demand for meat does not necesarily mean a decrease in demand for vegetables as populations grow globally. Since increasing meat consumption is irrational because it will not feed the poor and it will do even more damage to the environment, again, the solution proposed is to support the initiative for developing nations to become more self-sufficient in growing plant foods for themselves.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:43"
    },
    {
      "nodeID": "148539",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:43"
    }
  ],
  "edges": [
    {
      "edgeID": "189438",
      "fromID": "148521",
      "toID": "148522",
      "formEdgeID": null
    },
    {
      "edgeID": "189439",
      "fromID": "148522",
      "toID": "148520",
      "formEdgeID": null
    },
    {
      "edgeID": "189440",
      "fromID": "148524",
      "toID": "148525",
      "formEdgeID": null
    },
    {
      "edgeID": "189441",
      "fromID": "148525",
      "toID": "148523",
      "formEdgeID": null
    },
    {
      "edgeID": "189442",
      "fromID": "148526",
      "toID": "148527",
      "formEdgeID": null
    },
    {
      "edgeID": "189443",
      "fromID": "148527",
      "toID": "148524",
      "formEdgeID": null
    },
    {
      "edgeID": "189444",
      "fromID": "148529",
      "toID": "148530",
      "formEdgeID": null
    },
    {
      "edgeID": "189445",
      "fromID": "148530",
      "toID": "148528",
      "formEdgeID": null
    },
    {
      "edgeID": "189446",
      "fromID": "148532",
      "toID": "148533",
      "formEdgeID": null
    },
    {
      "edgeID": "189447",
      "fromID": "148533",
      "toID": "148531",
      "formEdgeID": null
    },
    {
      "edgeID": "189448",
      "fromID": "148535",
      "toID": "148536",
      "formEdgeID": null
    },
    {
      "edgeID": "189449",
      "fromID": "148536",
      "toID": "148534",
      "formEdgeID": null
    },
    {
      "edgeID": "189450",
      "fromID": "148538",
      "toID": "148539",
      "formEdgeID": null
    },
    {
      "edgeID": "189451",
      "fromID": "148539",
      "toID": "148537",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
