{
  "nodes": [
    {
      "nodeID": "136372",
      "text": "Because.....",
      "type": "I",
      "timestamp": "2016-03-08 19:42:54"
    },
    {
      "nodeID": "142194",
      "text": "Why must you people come to threads I'm on and derail them with ridiculous minutia rather than actually deal with the debate that is being argued? I'll tell you why. Because you know that the living chimpanzee that shares 98% of our genetic code, and is living evidence that such shared DNA is in no way evidence of human descent at all completely nullifies and negates all of the claims made by evolutionists that these genetic markers in long dead animals could possibly ever be proven to actually be our ancestors. It is common sense evidence of the delusions of the secular humanist to insist that evo is anything more than wishful thinking. That is why you will all derail the thread with stupid attacks rather than even try to deal with the points I've raised that you can't answer. So here are five quotes of Peeling making the same basic claim in our short debate together which is why I asked for this evidence to support his claims.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142195",
      "text": "And not one of these geniuses has even attempted to deal with the meat of my argument but will go around the edges of what I say looking to create disputes on terminology and senseless minutia. Anything to derail the thread.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142196",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142197",
      "text": "I believe Lucy was just another species of Ape, Monkey or Chimp that went extinct due to either a change in her ecosystem, environment or as part of the food chain by a more powerful animal of the period.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142198",
      "text": "And you're perfectly entitled to believe that, so long as you understand that doing so entails believing that this seperate species, which you claim lived alongside chimps and humans from the very beginning, just happened to leave a fossil in precisely the right stratum to make it look transitional. Just like all the other hominid fossils. Are you starting to see my point yet? You're trying to claim that because Lucy isn't conclusive proof, she means nothing. That's fallacious reasoning: Lucy contributes to the accumulated evidence supporting common descent.  I don't find Lucy's bones, in isolation, to be convincing evidence of common chimp/human ancestry. Even their discovery in just the right stratum isn't on its own completely convincing - it could be a fluke. But how many such flukes can one plausibly hypothesise? All the hundreds of other Australopithecus afarensis fossils dug up, for instance - surely some of them ought to have been found in anomalous strata if they had really coexisted with all other species from the beginning.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142199",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142200",
      "text": "The strata is another real problem for evolution,",
      "type": "I",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142201",
      "text": "And we will get to that, but I'd really like to keep this discussion on track. That'll have to do for now, it's 2:30am and I have work tomorrow.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142202",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142203",
      "text": "Another problem I have that feeds this preconceived notion assertion is the mislabeling of these allegedly ancient fossils by referring to them as Java MAN, Peking MAN, Neanderthal MAN when they weren't absolutely, necessarily men at all, but simply primates that are assumed once again, to be related to us.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142204",
      "text": "But would you understand what I was talking about if I referred to AL 288-1, Trinil 2, Sangiran 17, KNM-ER 1813, OH 13, KNM-WT 15000, or Saccopastore 1? You know so little that you don't even realize that the names to which you object are not scientific names but names popularized by the press for people, like you, who know so little about it. Scientifically, both Java Man and Peking Man are Homo erectus. They are classified as such because there are no significant differences between them. In fact, there is little difference between Java Man (Trinil 2) and the skull of Nariokotome Boy (KNM-WT 15000), from Africa, or KNM-ER 3733 for that matter. But you are obsessed with the words. You are so bent out of shape because transitional species between ape-like ancestors and us, that walked upright and used tools are called 'man'. And they aren't assumed to be ancestral. Why don't you learn what you are talking about before you speak. You make yourself look foolish when you speak from ignorance. ]quote]Regarding the Java Man, How is this skull cap evidence of anything concrete?[/quote]How is it that you think that evidence against your mythology based point of view supports your mythology?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142205",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142206",
      "text": "But let's reverse your scenario and see if it is consistent when animals are placed with humans? Does the dog, which has been domesticated for centuries now, when adopted by a family as a puppy, adapt to its humans and learn how to be as humans are because of their closeness to us?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142207",
      "text": "No - but then the feral child illustration was intended to highlight the significance of human social 'DNA' to humans, not to imply that it can civilize any old species. However, you raise a good point which I can turn to my advantage: let's replace the dogs in your reversed scenario with, say, chimps. Can they learn table manners and use silverware, learn to use the toilet or bathe themselves? Yes. I've seen a bonobo prepare a boil-in-the-bag meal. I consider my point concerning the role of social DNA in distinguishing human from animal pretty much made :)",
      "type": "I",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142208",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142209",
      "text": "If you took a human being today and dropped him in a forest or jungle, he would immediately look for a sharp rock to cut wood with, and after making a shelter he would find a flint and stone to start a fire with. Once he accomplished the basics, he would make a weapon and hunt for meat.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142210",
      "text": "And he would do all these things because he had watched the Discovery channel, not because he is inherently bright enough to deduce from first principles that flint and stone make sparks, that dried vegetation can be burned, why burning vegetation might be a good idea or that fire even exists. You are gifting your human with a huge quantity of social DNA that billions have lived and died to accumulate.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:35"
    },
    {
      "nodeID": "142211",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:36"
    },
    {
      "nodeID": "142212",
      "text": "You have repeatedly alleged that ALL of these fossils have ALWAYS been found at just the right stratum implying that it is absolute evidence of the accuracy of evo's findings and conclusions. I challenge you to offer 2 links with two cut and paste quotes of any two scientific sources that both claim that every single fossil ever found to contribute to the theory has been found at precisely the right strata that coincides with its alleged age.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:36"
    },
    {
      "nodeID": "142213",
      "text": "And I challange you to find just one instance where he's ever claimed that ALL fossils have ALWAYS been found at precisely the right depth. And then link to it, of course. It will be amusing to see how you misinterpreted whatever was actually said.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:36"
    },
    {
      "nodeID": "142214",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:36"
    },
    {
      "nodeID": "142215",
      "text": "The only person being dishonest around here is you. Need I post every single time he made that claim in this thread for you to take responsibility for the claim being made? And why are you commenting on a thread you obviously haven't read if you're denying what is written clearly for all to see? Why must you people come to threads I'm on and derail them with ridiculous minutia rather than actually deal with the debate that is being argued?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:36"
    },
    {
      "nodeID": "142216",
      "text": "You know why. Because they want you to stop posting. Most of them want to rant, and they don't want their rants challanged. It's typical of the whole evolutionary community, I'm afraid. Obvious_child and I are exploring this up in the 'numbers' thread.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:36"
    },
    {
      "nodeID": "142217",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:36"
    },
    {
      "nodeID": "142218",
      "text": "Because you know that the living chimpanzee that shares 98% of our genetic code, and is living evidence that such shared DNA is in no way evidence of human descent at all completely nullifies and negates all of the claims made by evolutionists that these genetic markers in long dead animals could possibly ever be proven to be our ancestors.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:36"
    },
    {
      "nodeID": "142219",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:36"
    }
  ],
  "edges": [
    {
      "edgeID": "184976",
      "fromID": "142195",
      "toID": "142196",
      "formEdgeID": null
    },
    {
      "edgeID": "184977",
      "fromID": "142196",
      "toID": "142194",
      "formEdgeID": null
    },
    {
      "edgeID": "184978",
      "fromID": "142198",
      "toID": "142199",
      "formEdgeID": null
    },
    {
      "edgeID": "184979",
      "fromID": "142199",
      "toID": "142197",
      "formEdgeID": null
    },
    {
      "edgeID": "184980",
      "fromID": "142201",
      "toID": "142202",
      "formEdgeID": null
    },
    {
      "edgeID": "184981",
      "fromID": "142202",
      "toID": "142200",
      "formEdgeID": null
    },
    {
      "edgeID": "184982",
      "fromID": "142204",
      "toID": "142205",
      "formEdgeID": null
    },
    {
      "edgeID": "184983",
      "fromID": "142205",
      "toID": "142203",
      "formEdgeID": null
    },
    {
      "edgeID": "184984",
      "fromID": "142207",
      "toID": "142208",
      "formEdgeID": null
    },
    {
      "edgeID": "184985",
      "fromID": "142208",
      "toID": "142206",
      "formEdgeID": null
    },
    {
      "edgeID": "184986",
      "fromID": "142210",
      "toID": "142211",
      "formEdgeID": null
    },
    {
      "edgeID": "184987",
      "fromID": "142211",
      "toID": "142209",
      "formEdgeID": null
    },
    {
      "edgeID": "184988",
      "fromID": "142213",
      "toID": "142214",
      "formEdgeID": null
    },
    {
      "edgeID": "184989",
      "fromID": "142214",
      "toID": "142212",
      "formEdgeID": null
    },
    {
      "edgeID": "184990",
      "fromID": "142216",
      "toID": "142217",
      "formEdgeID": null
    },
    {
      "edgeID": "184991",
      "fromID": "142217",
      "toID": "142215",
      "formEdgeID": null
    },
    {
      "edgeID": "184992",
      "fromID": "136372",
      "toID": "142219",
      "formEdgeID": null
    },
    {
      "edgeID": "184993",
      "fromID": "142219",
      "toID": "142218",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
