{
  "nodes": [
    {
      "nodeID": "144195",
      "text": "Organs, a nervious system, a brain, all these are the things that make us human. Those things are not developed until 7-10 weeks after conception though (depending on your source). Many like to show proof that they start to develope earlier but again, unless something is completed and is operating then it cannot be regarded as developed.  Based on that information I would have to say that abortion should be legal until 7-10 weeks after conception. Once that time period has passed and the fetus has a functional nervious system and brain then abortion should only be reserved for the rare cases that the mothers life is in danger.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:44"
    },
    {
      "nodeID": "144196",
      "text": "I am curious about your position. Why have you chosen the nervous system and brain and organs as the cutoff points for the humanmeter? Have you done so arbitrarily? Does this mean that if these are not as you said 'completed and operating (developed)' then we are not human? If this were true there would be alot of handicapped people who are not human. Christopher Reeve and all the other quadrapalegic and parapalegics like him would be in trouble. What IQ determines a fully developed brain?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:44"
    },
    {
      "nodeID": "144197",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:44"
    },
    {
      "nodeID": "144198",
      "text": "...Organs, a nervious system, a brain, all these are the things that make us human...",
      "type": "I",
      "timestamp": "2016-03-08 19:59:44"
    },
    {
      "nodeID": "144199",
      "text": "Actually they are what make us animals. It's the DNA that determines that this particular animal will be a human. There is no precise definition as to what it is that makes someone a person. An in-fetu fetus are not a person IMO even though they may well have a brain, nervous system and organs.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:44"
    },
    {
      "nodeID": "144200",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:44"
    },
    {
      "nodeID": "144201",
      "text": "We are human at conception. The sperm and ovary cells are human before they even connect. A fingernail clipping is human. What you mean is; when do we become a person.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:44"
    },
    {
      "nodeID": "144202",
      "text": "No!  At conception we are a person and human. All living things belong to a species and the foetus is a living thing, for that reason a foetus must belong to a species, and that species is human. A fingernail is dead so cannot be considered a living human, nor will it develop into a human. The sperm only has half the chromosomes so is not human.  The unique human is the key element here, if you cut your nail, the DNA from the nail can be replicated by the living persons nail, a foetus when destroyed cannot have itself replicated, the unique DNA that is destroyed will never be see on earth again, that individual has gone forever, howver, the man with the nail clipped is still alive.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:45"
    },
    {
      "nodeID": "144203",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:45"
    },
    {
      "nodeID": "144204",
      "text": "The 1967 act '...allows termination of a pregnancy at any time if there is a significant risk of the baby being born seriously disabled.' It doesn't specify what 'seriously disabled' is: it's it left to the discretion of the doctor.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:45"
    },
    {
      "nodeID": "144205",
      "text": "I see. Sounds too nebulous to stand up to scrutiny in the US. I'm guessing that the SCOTUS would strike down such as law as being too vague.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:45"
    },
    {
      "nodeID": "144206",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:45"
    },
    {
      "nodeID": "144207",
      "text": "A fully grown human is just a mass of tissue, and cells.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:45"
    },
    {
      "nodeID": "144208",
      "text": "So you reject the existence of the soul?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:45"
    },
    {
      "nodeID": "144209",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:45"
    },
    {
      "nodeID": "144210",
      "text": "From your statement I presume that the moment you were conceived you became aware of being a human....this is very interesting indeed as you had no brain at that time.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:45"
    },
    {
      "nodeID": "144211",
      "text": "Actually, at the moment I was conceived, someone else became aware of me becoming a human. Brain development does not define a human, it is our potential that helps define us.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:45"
    },
    {
      "nodeID": "144212",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:45"
    }
  ],
  "edges": [
    {
      "edgeID": "186398",
      "fromID": "144196",
      "toID": "144197",
      "formEdgeID": null
    },
    {
      "edgeID": "186399",
      "fromID": "144197",
      "toID": "144195",
      "formEdgeID": null
    },
    {
      "edgeID": "186400",
      "fromID": "144199",
      "toID": "144200",
      "formEdgeID": null
    },
    {
      "edgeID": "186401",
      "fromID": "144200",
      "toID": "144198",
      "formEdgeID": null
    },
    {
      "edgeID": "186402",
      "fromID": "144202",
      "toID": "144203",
      "formEdgeID": null
    },
    {
      "edgeID": "186403",
      "fromID": "144203",
      "toID": "144201",
      "formEdgeID": null
    },
    {
      "edgeID": "186404",
      "fromID": "144205",
      "toID": "144206",
      "formEdgeID": null
    },
    {
      "edgeID": "186405",
      "fromID": "144206",
      "toID": "144204",
      "formEdgeID": null
    },
    {
      "edgeID": "186406",
      "fromID": "144208",
      "toID": "144209",
      "formEdgeID": null
    },
    {
      "edgeID": "186407",
      "fromID": "144209",
      "toID": "144207",
      "formEdgeID": null
    },
    {
      "edgeID": "186408",
      "fromID": "144211",
      "toID": "144212",
      "formEdgeID": null
    },
    {
      "edgeID": "186409",
      "fromID": "144212",
      "toID": "144210",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
