{
  "nodes": [
    {
      "nodeID": "158101",
      "text": "The total number of land-dwelling mammals birds, reptiles, and amphibian species is less than 20,000 or so.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:59"
    },
    {
      "nodeID": "158102",
      "text": "I believe the current number is around 24,000 for those three groups. But anyways, if the ark only took kinds, rather than species, then that's an awful lot of speciation occuring very rapidly.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:59"
    },
    {
      "nodeID": "158103",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:59"
    },
    {
      "nodeID": "158104",
      "text": "Right now in this house I am sweating. This is how the my body reacts to the 90 degree teperature out side. If I were to spend more time in hotter climates I would adapt in such a way that 90 degrees doesn't cause me to sweat. This is adaptaion not mutation.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:59"
    },
    {
      "nodeID": "158105",
      "text": "No. That would be adaption. It wouldn't involve any genetic change. Another word for it might aclimatization. Your example shows little thought. The Polar bear's webbed feet are genetic. Even if a Polar bear lived it's whole live in a cage without ever going near water, it would still have webbed feet. That really is absolutely the most ignorant thing I have ever heard. The water stretches the skin through friction! Don't you just love 'creation science'? You get to make it up as you go.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:59"
    },
    {
      "nodeID": "158106",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:00"
    },
    {
      "nodeID": "158107",
      "text": "This is not evolution. It is not a mutation. This is adaptaion.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:00"
    },
    {
      "nodeID": "158108",
      "text": "Actually, it is a mutation. Just like the color of the fur is a mutation. Polar bear fur is not white, it is colorless. Moreover, it is hollow. That is another mutation. And Polar bears have longer legs than their closest relatives, the brown bears. They have smaller ears. None of the changes are caused by 'friction'. By the way, the webs between the toes of a Polar bear are very much like the webs between the toes of a duck. Adaptation is, by the way, evolution. I presume that is the word you meant to use. Adaptation is not adaption. You talk about the process as if it were adaption and then call it adaptation. In reality it is adaptation.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:00"
    },
    {
      "nodeID": "158109",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:00"
    },
    {
      "nodeID": "158110",
      "text": "The flood opened waters of the deap splitting the contenints and begining the drift.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:00"
    },
    {
      "nodeID": "158111",
      "text": "And melting the entire surface of the earth and boiling the oceans. Even creationist who propose the nonsense that you spout admit that they have no way to explain where the heat went. In an effort to answer where the water went, they encounter the problem of explaining where the heat went.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:00"
    },
    {
      "nodeID": "158112",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:00"
    },
    {
      "nodeID": "158113",
      "text": "They moved and continue to move. I will attempt to find some sites where creationist have studied this further and relay them to you.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:00"
    },
    {
      "nodeID": "158114",
      "text": "Actually, creationists haven't studied this further. That would imply actually condisering the evidence. The creationist stories you will find won't be 'study' but just ad hoc stories with no more foundation in fact than the Bible myths themselves.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:00"
    },
    {
      "nodeID": "158115",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:00"
    },
    {
      "nodeID": "158116",
      "text": "The theory of pangea (One continent Earth) fits the Biblical early Earth.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:00"
    },
    {
      "nodeID": "158117",
      "text": "Yeah, but everything that creationists can't deny is claimed to fit the Biblical picture. Please cite the verses. How could all of this tectonic activity have happened in just a few few years after the mythical flood? You do know that it produces heat, don't you?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:00"
    },
    {
      "nodeID": "158118",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:00"
    }
  ],
  "edges": [
    {
      "edgeID": "196214",
      "fromID": "158102",
      "toID": "158103",
      "formEdgeID": null
    },
    {
      "edgeID": "196215",
      "fromID": "158103",
      "toID": "158101",
      "formEdgeID": null
    },
    {
      "edgeID": "196216",
      "fromID": "158105",
      "toID": "158106",
      "formEdgeID": null
    },
    {
      "edgeID": "196217",
      "fromID": "158106",
      "toID": "158104",
      "formEdgeID": null
    },
    {
      "edgeID": "196218",
      "fromID": "158108",
      "toID": "158109",
      "formEdgeID": null
    },
    {
      "edgeID": "196219",
      "fromID": "158109",
      "toID": "158107",
      "formEdgeID": null
    },
    {
      "edgeID": "196220",
      "fromID": "158111",
      "toID": "158112",
      "formEdgeID": null
    },
    {
      "edgeID": "196221",
      "fromID": "158112",
      "toID": "158110",
      "formEdgeID": null
    },
    {
      "edgeID": "196222",
      "fromID": "158114",
      "toID": "158115",
      "formEdgeID": null
    },
    {
      "edgeID": "196223",
      "fromID": "158115",
      "toID": "158113",
      "formEdgeID": null
    },
    {
      "edgeID": "196224",
      "fromID": "158117",
      "toID": "158118",
      "formEdgeID": null
    },
    {
      "edgeID": "196225",
      "fromID": "158118",
      "toID": "158116",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
