{
  "nodes": [
    {
      "nodeID": "156810",
      "text": "Dear Supersport, This will be my one and only post to this message board. It is my research you are falsely using to support your arguments. Please do not reference my work in this way in the future. Your interpretation of the plastic responses of tadpoles to chemicals produced by predators is false. Much research (not my own, look for research by Robert Denver) has shown that chemicals in the water produced by predators when feeding on prey, or changing environments in general, activate pathways in the body which in turn lead to increased tail size and differentiation of color. It has nothing to do with the tadpoles 'desire' to have a larger or redder tail, it is simply a physiological response. The tadpoles have not 'evolved' during the course of their development, as you assert. An induced phenotype is not heritable, the ability to induce it is. The tadpoles with the red tails will not produce red tailed tadpoles when they are adults. Those with clear tails will not produce clear tailed tadpoles. They will both produce tadpoles that have the ability to make either phenotype. -Justin",
      "type": "I",
      "timestamp": "2016-03-08 20:26:58"
    },
    {
      "nodeID": "156811",
      "text": "Moral: Do not feed the troll. He can't see beyond his preconceptions and won't understand what you say. You probably have better things to do.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:58"
    },
    {
      "nodeID": "156812",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:26:58"
    },
    {
      "nodeID": "156813",
      "text": "Here's how life really operates..... Take a look at this link: http://people.bu.edu/jtouchon/tadpole.htm In it you will see an experiment with tadpoles. Some tadpoles were raised in an enviornment with fish; some with dragonfly nymphs; and some alone. If you were to believe evolutionists, you would have to believe that a tadpole is a tadpole is a tadpole. And specific traits would only arise from the luck of the draw. But look at the above link. What really happens is tadpole generate different traits based on their predators. The tadpoles raised with dragonfly nymphs generated shorter bodies and different colored tails than those raised alone or with fish. Thus if a population of tadpoles were raised in a pond that was newly inhabited by dragonfly nymphs, it might APPEAR that tadpoles evolved new traits via selection....but what's really happening is phenotypic plasticity. My assertion is that much of what is considered 'evolution' in the field is nothing more than a morphological response similar to what the tadpoles show in this link. Finch beaks, moth wing variation, lizard legs, and every other so-called 'proof' of evolution would be no different. This is why it's extrememly important that science does controlled experiments. If the experiments are not controlled and populations of animals are merely observed generating new triats in the field after serveral years or generations, there is no scientific justification in saying the traits were formed via selection. Not only that, but why is it that science is willing to test plasticity, yet is not willing to carry the test out further to see if the offspring of tadpoles emerge with shorter bodies and redder tails? Why won't they test the concept that individuals can evolve? My final comment/question, aside from the fact that this tadpole example falsifies the linked explanation for evolution, is I would like you evolutionists to tell me how this is accomplished. I mean HOW does the tail of a tadpole change to red simply because a predator is around? How does that happen without the mind or some sort of intelligence being involved? I would like an explanation. Please also keep in mind that if all observed occurrences of evolution are actually just cases of phenotypic plasticity, then there's no sense in saying Selection actually occurs. If selection doesn't occur then evolution is falsified.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:58"
    },
    {
      "nodeID": "156814",
      "text": "From Justin Charles Touchon, author of 'Predator-Induced Developmental Plasticity of Hyla ebraccata tadpoles', the study that SS is misrepresenting",
      "type": "I",
      "timestamp": "2016-03-08 20:26:58"
    },
    {
      "nodeID": "156815",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:58"
    },
    {
      "nodeID": "156816",
      "text": "No it is not. Darwinists say that evolution happens by way of selection of random variants.....what I'm asking for is for science to make sure the variants don't arise nonrandomly. I'm looking for experiments on animals that rule out heritable, adaptive variation.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:58"
    },
    {
      "nodeID": "156817",
      "text": "Again, nonrandom is not the same as Lamarckian. Phenotypic variation can be nonrandom because the organisms can select the most attractive/successful mates with whom to breed. Once again, you're totally stuck on one aspect of the ToE, random mutation; the ToE is much more than that.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:58"
    },
    {
      "nodeID": "156818",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:59"
    },
    {
      "nodeID": "156819",
      "text": "So what about the 'soft' tissue? Well, Humber makes a very common creationist mistake by asserting that 'Dinosaur tissue has been extracted from bone fossils and has been found to be both soft and flexible,' which shows that he did not read Schweitzer's 2005 paper on her findings. There's really no excuse; it's available for free through the website of the journal Science, and the second sentence of the materials & methods section explains that Schweitzer did not stick in her thumb, pull out some Tyrannosaurus soft tissue, and say 'Gee what a good girl am I' (and yes, I am aware that Schweitzer began this study under the guidance of paleontologist John 'Jack' Horner). The opening of the supplement reads; Small (0.05-2 inches width) fragments of untreated compact and undescribed (1S) endosteally derived bone tissues were separated from Tyrannosaurus rex (MOR 1125) femur and collected under a hood, using aseptic methods. Tissues were demineralized (0.5M EDTA,pH 8.0) for 7 days, changing buffer daily. Material remaining after demineralization was rinsed with phosphate buffer (PBS, pH 6.8) and imaged using a Zeiss dissecting scope with a digital camera and Axio Vision Software (other dinosaur specimens were demineralized according to this protocol but no further analyses were undertaken for this study). Rather than putting her hand in a pile of goo, Schweitzer separated the tissues and tried to remove as much mineral material as possible, leaving only the organic material behind. Indeed, this dinosaur (like many) was still in the process of fossilization when extracted from the ground, and there was significant enough mineral material around the tissues for Schweitzer to spend time dissolving them.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:59"
    },
    {
      "nodeID": "156820",
      "text": "The reason carbon dating is not being used on the remains is that even the most advanced C14 dating methods can only - even in principle - report a date within the last 60,000 years or so. Try to date something older and you'll get a result, but it won't be right. Nor will it be pegged to the 60,000 year end of the scale, like a redlined engine; it could come back with anything. The fossils in question have been dated via numerous other methods, all of which are in agreement - what the heck is the point of performing another test which you know will yield a 'young' result even if the fossil is old? What could such a test possibly tell us? Apart from the 'horizontally instead of vertically' part which I didn't understand -",
      "type": "I",
      "timestamp": "2016-03-08 20:26:59"
    },
    {
      "nodeID": "156821",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:59"
    },
    {
      "nodeID": "156822",
      "text": "The following is summarized mostly from an article by George Cook in the December 1999 issue of the Quarterly Review of Biology.  Many of the details of the research that ruled out Lamarckianism are no longer taught to Biology undergrads because the old controversies are no longer in the slightest bit controversial, and the field has moved on to much more interesting debates. The students are simply taught that Lamarckianism is an egregiously failed concept. Back in the 1890's August Weismann and Herbert Spencer argued at length over the possibility of Lamarckian evolution (Spencer for, Weismann against). Supporters of Herbert Spencer, notably the paleontologist Henry Fairfield Osborn, realized that this issue could only be settled experimentally, so he and his colleagues called for an institute to be set up to run the appropriate experiments. This ultimately lead to the Station for Experimental Evolution at Cold Spring Harbor in New York, and it also persuaded a lot of biologists of all stripes to research the controversy and run experiments. Ultimately this all came to naught after 15-30 years because even the most ardent supporters of Lamarckian evolution recognized that they had had no successes in demonstrating Lamarckian evolution For example, Bumpus's four famous studies failed to detect any self-adaptation in transplanted stocks of animals. Specifically, Bumpus (1898) found increased variation but no beneficial self-adaptation in stocks of birds transplanted to new habitats where they lacked their previous heavy predation. In a subsequent study he transplanted both groups (the old original and the more diverse offshoot group) to a third location, and showed that each group continued true to type, notably including the higher variation of the group that had been released from heavy predation loads. This showed that the initial change had been evolutionary in nature, and that the creatures were unable to quickly modify themselves to a new ideal. .......... Starting around 1909, Francis Sumner was able to produce different development of traits in originally identical Peromyscus mice that were reared under highly dissimilar conditions. He even thought for a while that he had showed a degree of inheritance of these acquired characteristics. However, he realized after a long while (1932) that his results were unltimately far more easily explained as a result of mendelian genetics. All this and much more were viewed as absolutely devastating to the Neo-Lamarckian cause, and the whole field was transformed and replaced by the advent of the neo-Darwinian synthesis, as Fisher and Wright and others demonstrated how natural selection was consistent with mendelian genetics, and how the Cold Spring Harbor work was so much more easily understood by reference to Mendelian genetics. However, the effort to demonstrate Lamarckianism by carefully designed and cleanly performed experiments set an extremely important and beneficial standard for experimental biology thereafter.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:59"
    },
    {
      "nodeID": "156823",
      "text": "So, he's immune to new information that contradicts his beliefs. He doesn't care, he has his own predetermined conclusions bolstered by reading whatever creationist rubbish he can find, and he simply refuses to let anything else make an impression on him.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:59"
    },
    {
      "nodeID": "156824",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:59"
    },
    {
      "nodeID": "156825",
      "text": "18 fun challenges for evolutionists  Carl Sagan, the modern-day evolutionary spokesperson has admitted: 'The information content of a simple cell has been established as around 1012 bits, comparable to about a hundred million pages of the Encyclopaedia Britannica.'",
      "type": "I",
      "timestamp": "2016-03-08 20:26:59"
    },
    {
      "nodeID": "156826",
      "text": "That has to be a typo my friend. If you can compress the EB into only 1012 bits then you can write your own ticket in the field of data compression! Lets see 100 million pages into 1012 bits - fantastic - please tell us how. I really would like to put the entire literature of mankind (and more) on an Ipod.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:59"
    },
    {
      "nodeID": "156827",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:59"
    },
    {
      "nodeID": "156828",
      "text": "18. Show me some instances of mutations that add information to the genome:",
      "type": "I",
      "timestamp": "2016-03-08 20:26:59"
    },
    {
      "nodeID": "156829",
      "text": "You've had problems with this in other threads. You've said that a modification to the genome is not new information, just 'altered' information, which makes no sense at all. You can't alter information. You can alter physical stuff so that it stops representing one piece of information and starts representing another, but the idea that the information has altered is way off base. I could turn any sentence into any other sentence - even into a sentence that has never been written before - just by tweaking the letters one by one. Is the end product not a 'new' sentence?",
      "type": "I",
      "timestamp": "2016-03-08 20:26:59"
    },
    {
      "nodeID": "156830",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:59"
    },
    {
      "nodeID": "156831",
      "text": "1) Show me one instance where science transplanted a group of animals to a new environment and observed them for multiple generations to see if new traits quickly/purposefully/nonrandomly emerged.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:59"
    },
    {
      "nodeID": "156832",
      "text": "Zoos are indeed a good example. Although the environments are made as close as possible to the natural habitats, penguins are often kept in open-air enclosures in temperate or even tropical climates. And there are two critical differences in even the most carefully constructed zoo: the absence of any predators, and the absence of any prey. So why don't the animals quickly/purposefully/nonrandomly cease exhibiting developmentally costly traits which give them an advantage against predators or prey who aren't present?",
      "type": "I",
      "timestamp": "2016-03-08 20:26:59"
    },
    {
      "nodeID": "156833",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:00"
    },
    {
      "nodeID": "156834",
      "text": "10.) Show me one instance of a mutation that created a beneficial, selectable modification to an existing structure.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:00"
    },
    {
      "nodeID": "156835",
      "text": "Ah, this is a much better place to employ the sickle cell example. Also there are squillions of examples in evolutionary bacteriology.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:00"
    },
    {
      "nodeID": "156836",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:00"
    },
    {
      "nodeID": "156837",
      "text": "8.) Show me one instance where an accumulation of mutations created a new species.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:00"
    },
    {
      "nodeID": "156838",
      "text": "Strictly speaking, accumulation of mutations alone isn't what creates a new species; so long as a species interbreeds well, it can accumulate or lose an arbitrary number of mutations (variants of alleles); though it may change in form it will remain one species. Also, a species can split in two simply through allelic segregation: no strictly new mutations involved, just the segregation of alleles that used to be distributed throughout an interbreeding population into two seperate populations that don't or can't interbreed. It's a mistake to think of species as strictly delimited in the same sense as biblical 'kinds'; indeed, the whole notion of a 'species' is hard to define consistently. For instance, two species may (at the moment) be entirely interfertile but not choose to breed (phenotypic segregation), or they may be able to interbreed but have offspring that have a greater or lesser chance of fertility (eg horses and donkeys, lions and tigers), or they may be incapable of interbreeding. Trying to play it safe and say 'a species is a group of animals that can interbreed' also causes problems in the case of ring species.  Imagine looking down on a hill from above, and imagine a clockface superimposed on it. A species starts at 6'oclock and gradually expands its range around the hill over many generations. By the time the two ends of the expansion meet, at 12 o'clock, it's possible that those two extremes of the population have ceased to be interfertile, despite 1 being still able to breed with 2, 2 with 3 and so on around to 12. One could then very easily create two species out of one by simply eradicating the population at 2 through 11.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:00"
    },
    {
      "nodeID": "156839",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:00"
    },
    {
      "nodeID": "156840",
      "text": "5) Show me one instance of an evolutionist (any book, any website) admitting that 'evolution' may not be evolution at all, but simply an individual organism's ability to utilize his genetic diversity and adapt himself to his local environment - that selection may not have anything to do with phenotypic change....and instead of vertically, evolution first happens horizontally. (A trait of a good scientist is to consider opposing viewpoints and alternatives, not to ignore them.)",
      "type": "I",
      "timestamp": "2016-03-08 20:27:00"
    },
    {
      "nodeID": "156841",
      "text": "Apart from the 'horizontally instead of vertically' part which I didn't understand - we're a hundred or so years too late, unfortunately. You might as well ask for an example of a book or website on cosmology that 'admits' the sun may just be a big ball of fire pushed by a scarab beetle, and not a nuclear furnace about which the earth orbits. There comes a point where continuing to seriously 'consider' a viewpoint becomes a waste of time and resources, because sufficient testing has been done and evidence recovered to discount it. We may one day encounter evidence that completely overturns the whole applecart, but so far it hasn't happened.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:00"
    },
    {
      "nodeID": "156842",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:00"
    },
    {
      "nodeID": "156843",
      "text": "17) Show me how a cell could evolve randomly:",
      "type": "I",
      "timestamp": "2016-03-08 20:27:00"
    },
    {
      "nodeID": "156844",
      "text": "Very, very slowly, latterly from something almost like a cell, and before that from something a bit less like a cell, and so forth. The cell is not an irreducible organic 'atom', and did not have to spring into existence in one go.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:00"
    },
    {
      "nodeID": "156845",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:00"
    },
    {
      "nodeID": "156846",
      "text": "11) Show me one instance of natural selection proven by controlled experiment. Heck, show me one controlled experiment attempting to test natural selection.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:00"
    },
    {
      "nodeID": "156847",
      "text": "Pretty much every experiment ever carried out in a petri-dish; take your pick :) Also the revisited peppered moth experiment I linked to earlier.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:01"
    },
    {
      "nodeID": "156848",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:01"
    },
    {
      "nodeID": "156849",
      "text": "6) Show me even one instance of the National media coming out with a story that questioned Darwinism or explained the other side of the debate.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:01"
    },
    {
      "nodeID": "156850",
      "text": "'Scientists pick holes in Darwin moth theory' by Robert Matthews in the Sunday Telegraph (March, 1999) I'm not sure what you mean by the other side of the debate, though. ID? EAM? YEC?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:01"
    },
    {
      "nodeID": "156851",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:01"
    },
    {
      "nodeID": "156852",
      "text": "15) Explain to me why we don't see humans or dogs or alligators with accidental wings forming. (If the possibility was there for random mutations to produce wings on reptiles or mammals in the past, then it should also be happening now.)",
      "type": "I",
      "timestamp": "2016-03-08 20:27:01"
    },
    {
      "nodeID": "156853",
      "text": "Oh dear; where do I even start? Ok, look, the ToE doesn't say that the possibility was ever there for random mutation to suddenly make wings appear out of nowhere. It just doesn't. The evolution of something as complex as a wing proceeds by a lot of intermediate steps, each one of them being useful, or at least associated with something useful. We don't see humans or dogs or alligators suddenly sprouting wings because that would require massive wholesale genomic, and probably epigenetic, change. What we do see are more mundane, less drastic variations which can accumulate over time. It's tempting to think 'wings evolving from arms; huh, what about the millions of years when they were neither; how could they have been 'fittest'?' The mistake there is in visualising a straightforward morph from 'then' to 'now', as if the organism knew where it was headed. A better way to imagine it is via an intermediate stage where the arms were still useful as arms, but also conferred an aerodynamic advantage, such as we see in flying squirrels today. If the original purpose of the arms later becomes less important, those features can atrophy while improved aerodynamic qualities remain strongly selected. The divergence of mice and bats is likely to have followed just such a pattern; who knows, in another ten million years we might see descendents of flying squirrels that are as adept in the air as bats are today. So in a sense, 'flying squirrels' are your answer. I can't guarantee they'll evolve more and more wing-like structures over the next few million years, but it's possible.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:01"
    },
    {
      "nodeID": "156854",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:01"
    },
    {
      "nodeID": "156855",
      "text": "This is a rather ambiguous and misleading request, though I'm sure you didn't intend it to be. The question is not 'does lamarckian-style inheritence ever/never occur', but 'where does epigenetic inheritance fit into evolution?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:01"
    },
    {
      "nodeID": "156856",
      "text": "no it is not. Darwinists say that evolution happens by way of selection of random variants.....what I'm asking for is for science to make sure the variants don't arise nonrandomly. I'm looking for experiments on animals that rule out heritable, adaptive variation.   Here you go. that's not a controlled experiment. try again.   How do you carbon-date a rock? you don't...you break open the 'rock' and carbon date the soft, flexible parts that somehow survived for 100 million years without turning to stone. (It would also help if you broke the big bones open and looked for such tissue...something science evidently never has done either until Mary S. did it a couple years ago.  Apart from the 'horizontally instead of vertically' part which I didn't understand -  I say new, beneficial traits arise across a given population at the same time because the traits arise from within each creature. Likewise genes may be transferred from one species to another horizontally, without selection.  'Scientists pick holes in Darwin moth theory' by Robert Matthews in the Sunday Telegraph (March, 1999) Nothing from the New York Times? I'll check this out though. I'm not sure what you mean by the other side of the debate, though. ID? EAM? YEC? anti-darwinian. SS: Show me one instance of a genetic mistake (random mutation/copying error) that that created a beneficial body part. What do you mean by 'part'? If you're asking for an example of a single mutation that created an arm or a leg where none existed before, then you're asking for evidence of something that the ToE in no way shape or form says is possible.  ok....I'll save that.   Sickle-cell is a pretty good example, though, if you're prepared to accept blood as a 'body part'.  I'm not....besides, sickle cell adds nothing benefical in the way of phenotype. We've been over this here. Have anything else?  Strictly speaking, accumulation of mutations alone isn't what creates a new species; so long as a species interbreeds well,  well since you can't show me one case of speciation, with backup that the old and the new species can't interbreed and produce viable offspring, we'll just assume that it can't be done at all.  SS: Show me one instance of a mutation that formed a new organ or limb. Not possible, and not predicted or required by the ToE either, so it's a strawman. cool, ok...we agree there. Do you think a mutation can create a partial organ or limb?...like say 1/100th of one -- and be selected for?  Pretty much every experiment ever carried out in a petri-dish; take your pick :) Also the revisited peppered moth experiment I linked to earlier. those are not animals and it's not RMNS....it's simply a fluid, adaptive genome at work. If RMNS worked in the petri dish then it should work by way of controlled experiments on actual animals -- which ToE scientists refuse to do.  SS: show me set of skeletons that transition from ape to man by way of small modifications.   I can show you skeletons showing the transition from ape ancestors to man, if that's any use?  yes, it is of use -- show me. SS: Explain to me why we don't see humans or dogs or alligators with accidental wings forming. (If the possibility was there for random mutations to produce wings on reptiles or mammals in the past, then it should also be happening now.)   Oh dear; where do I even start? Ok, look, the ToE doesn't say that the possibility was ever there for random mutation to suddenly make wings appear out of nowhere. It just doesn't. Ha! do you agree that the first winged animals came from non-winged animals or not? If so, what's the difference?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:01"
    },
    {
      "nodeID": "156857",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:01"
    },
    {
      "nodeID": "156858",
      "text": "Zoos are indeed a good example.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:01"
    },
    {
      "nodeID": "156859",
      "text": "No they're not....do zoos document the changes in phenotype that no-doubt occur? This is not the zoo's job -- their job is not experimentation on animals -- that's science's job. Besides that, zoos do their darndest to house the animals in habitats that mimic the animals' natural settings.  SS: 2) Show me one instance of science testing/disproving lamarckian-style inheritance.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:01"
    },
    {
      "nodeID": "156860",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:01"
    },
    {
      "nodeID": "156861",
      "text": "I say new, beneficial traits arise across a given population at the same time because the traits arise from within each creature. Likewise genes may be transferred from one species to another horizontally, without selection.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:02"
    },
    {
      "nodeID": "156862",
      "text": "The latter does happen, though not often enough to explain evolution. Again, your're bending over backwards to exclude one part of the ToE, but you're using other parts of the ToE to try and do so. And you can certainly 'say' whatever you like; what would help is some evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:02"
    },
    {
      "nodeID": "156863",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:02"
    },
    {
      "nodeID": "156864",
      "text": "Ha! do you agree that the first winged animals came from non-winged animals or not? If so, what's the difference?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:02"
    },
    {
      "nodeID": "156865",
      "text": "The first winged animals came from animals that had structures very very nearly identical to wings. The first of those came from animals with structures a bit less like wings, and so forth. There was no 'holy ####, dude, where did you get those?' moment. It's as if you're looking at a chunk of stone, a statue, and a chisel, and saying 'There's no way one lucky hit with that chisel could produce that statue.' Can't you see how absurd that is?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:02"
    },
    {
      "nodeID": "156866",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:02"
    },
    {
      "nodeID": "156867",
      "text": "SS: [COLOR=&quot;DarkGreen&quot;]No they're not....do zoos document the changes in phenotype that no-doubt occur? This is not the zoo's job -- their job is not experimentation on animals -- that's science's job. Besides that, zoos do their darndest to house the animals in habitats that mimic the animals' natural settings.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:02"
    },
    {
      "nodeID": "156868",
      "text": "We've covered that: zoos do not include predators or prey in those environments. And even if they didn't document minor phenotypic changes, they would surely notice a porcupine being born with no quills, or a tortoise with no shell!",
      "type": "I",
      "timestamp": "2016-03-08 20:27:02"
    },
    {
      "nodeID": "156869",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:02"
    },
    {
      "nodeID": "156870",
      "text": "you don't...you break open the 'rock' and carbon date the soft, flexible parts that somehow survived for 100 million years without turning to stone. (It would also help if you broke the big bones open and looked for such tissue...something science evidently never has done either until Mary S. did it a couple years ago.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:02"
    },
    {
      "nodeID": "156871",
      "text": "You're over-egging the pudding a little, SS:",
      "type": "I",
      "timestamp": "2016-03-08 20:27:02"
    },
    {
      "nodeID": "156872",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:02"
    },
    {
      "nodeID": "156873",
      "text": "Sickle-cell is a pretty good example, though, if you're prepared to accept blood as a 'body part'.  I'm not....besides, sickle cell adds nothing benefical in the way of phenotype. We've been over this here. Have anything else?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:02"
    },
    {
      "nodeID": "156874",
      "text": "Sickle cell trait confers malarial resistance, a phenotypic benefit. I'm not going to go charging off finding more examples if you're just going to stick your fingers in your ears and pretend you can't hear me.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:02"
    },
    {
      "nodeID": "156875",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:02"
    },
    {
      "nodeID": "156876",
      "text": "Of course, no one expects that you would have made any effort to actually educate yourself before you accepted creationist dogma from someone else who is as ignorant as you. There have been several continuing experiments with anole lizards in the Caribbean. I'll leave it to you to search the peer reviewed literature for the several papers on the topic. I'm sure that it won't be a problem for you, given your constant quest for knowledge.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:03"
    },
    {
      "nodeID": "156877",
      "text": "It's worse than that, Pandion. For example, here's what I told him over at ARN on the same subject back on April 5th. http://www.arn.org/ubbthreads/showflat.php?Cat=0&Board=13&Number=30331420&Searchpage=1&Main=30330635&Words=Harbor+N.Wells&topic=&Search=true#Post30331420",
      "type": "I",
      "timestamp": "2016-03-08 20:27:03"
    },
    {
      "nodeID": "156878",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:03"
    },
    {
      "nodeID": "156879",
      "text": "Can individuals adapt? Of course: I can duck when I enter a room with a low ceiling. My retinas contract to adapt my vision to bright light. I can also build red muscle by doing anerobic exercise, and white muscle by doing aerobic exercise; all these are ways in which my body can adapt to demands placed upon it. Now, if underneath all this the genome was rock-solid and invariant, you would be correct: organisms would adapt epigenetically and that would be the end of it. However, genetic variation does occur. And once you admit the possibility of genetic variation, the genomic gaps between species cease to be an insurmountable problem for evolution: we can envisage that gap narrowing as we move back in time to a point where two species were one. Genetic adaptation, unlike epigenetic adaptation, does not lie within the individual; it is distributed across the gene-pool. Mating produces new combinations, and selective environments can enable some combinations to flourish better than others, even once volitional and epigenetic adaptation is taken into account. It's a mistake to characterise the ToE as being only about RM+NS. Even just in terms of genes, recombination through breeding is very important. But genetic variation does require an explanation, as does the remarkable correlation between the genetic and phylogenetic trees and the fossil record. Besides, genetic adaptation is observed to occur. So far, there's no evidence that the direction genetic variation takes is under the control of the organism - whatever other adaptive tools might be at its disposal. Thus Lamarckism, which postulates a seamless end-to-end mechanism explaining all adaptation, fails to correlate with reality.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:03"
    },
    {
      "nodeID": "156880",
      "text": "well this is reasonable response. But you have yet failed to show me how genetic variation applies to phenotypic evolution. It's all well and good if genes mutate, but if there is no immediate selectable difference then there's no sense saying Toe operates as advertised. I'm trying to find a scientific correlation between genes (and their actions) and phenotype. I'm coming to the conclusion that genomic evolution, (in regards to phenotypic improvement) is mostly, if not completely, a farce. In the cases where genes do mutate and have a beneficial effect, there seems to me to be no way to conclusively prove that these mutations are random. Heck, stick a bacteria in the presence of an antibiotic and what does it do as a response? Mutate! How can evos suggest that the gene somehow gets the signal to mutate, yet has no idea how to mutate or what to accomplish by mutating? I think it's pretty clear by the evidence I've read that mutations such as resistance probably have an epigenetic origin, followed up by a genetic change. This means the mutation is nonrandom and the genome knows exactly what its doing.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:03"
    },
    {
      "nodeID": "156881",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:03"
    },
    {
      "nodeID": "156882",
      "text": "Supersport wrote  <4) Show me one instance where science dated a dinosaur with carbon 14 to rule < out recent existence. Show me a dinosaur bone that hasn't been fossilized. Then we can go down to the lab together and get it dated, and you can have your Nobel prize.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:03"
    },
    {
      "nodeID": "156883",
      "text": "fossilized bone gets carbon dated all the time!",
      "type": "I",
      "timestamp": "2016-03-08 20:27:03"
    },
    {
      "nodeID": "156884",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:03"
    }
  ],
  "edges": [
    {
      "edgeID": "195292",
      "fromID": "156811",
      "toID": "156812",
      "formEdgeID": null
    },
    {
      "edgeID": "195293",
      "fromID": "156812",
      "toID": "156810",
      "formEdgeID": null
    },
    {
      "edgeID": "195294",
      "fromID": "156814",
      "toID": "156815",
      "formEdgeID": null
    },
    {
      "edgeID": "195295",
      "fromID": "156815",
      "toID": "156813",
      "formEdgeID": null
    },
    {
      "edgeID": "195296",
      "fromID": "156817",
      "toID": "156818",
      "formEdgeID": null
    },
    {
      "edgeID": "195297",
      "fromID": "156818",
      "toID": "156816",
      "formEdgeID": null
    },
    {
      "edgeID": "195298",
      "fromID": "156820",
      "toID": "156821",
      "formEdgeID": null
    },
    {
      "edgeID": "195299",
      "fromID": "156821",
      "toID": "156819",
      "formEdgeID": null
    },
    {
      "edgeID": "195300",
      "fromID": "156823",
      "toID": "156824",
      "formEdgeID": null
    },
    {
      "edgeID": "195301",
      "fromID": "156824",
      "toID": "156822",
      "formEdgeID": null
    },
    {
      "edgeID": "195302",
      "fromID": "156826",
      "toID": "156827",
      "formEdgeID": null
    },
    {
      "edgeID": "195303",
      "fromID": "156827",
      "toID": "156825",
      "formEdgeID": null
    },
    {
      "edgeID": "195304",
      "fromID": "156829",
      "toID": "156830",
      "formEdgeID": null
    },
    {
      "edgeID": "195305",
      "fromID": "156830",
      "toID": "156828",
      "formEdgeID": null
    },
    {
      "edgeID": "195306",
      "fromID": "156832",
      "toID": "156833",
      "formEdgeID": null
    },
    {
      "edgeID": "195307",
      "fromID": "156833",
      "toID": "156831",
      "formEdgeID": null
    },
    {
      "edgeID": "195308",
      "fromID": "156835",
      "toID": "156836",
      "formEdgeID": null
    },
    {
      "edgeID": "195309",
      "fromID": "156836",
      "toID": "156834",
      "formEdgeID": null
    },
    {
      "edgeID": "195310",
      "fromID": "156838",
      "toID": "156839",
      "formEdgeID": null
    },
    {
      "edgeID": "195311",
      "fromID": "156839",
      "toID": "156837",
      "formEdgeID": null
    },
    {
      "edgeID": "195312",
      "fromID": "156841",
      "toID": "156842",
      "formEdgeID": null
    },
    {
      "edgeID": "195313",
      "fromID": "156842",
      "toID": "156840",
      "formEdgeID": null
    },
    {
      "edgeID": "195314",
      "fromID": "156844",
      "toID": "156845",
      "formEdgeID": null
    },
    {
      "edgeID": "195315",
      "fromID": "156845",
      "toID": "156843",
      "formEdgeID": null
    },
    {
      "edgeID": "195316",
      "fromID": "156847",
      "toID": "156848",
      "formEdgeID": null
    },
    {
      "edgeID": "195317",
      "fromID": "156848",
      "toID": "156846",
      "formEdgeID": null
    },
    {
      "edgeID": "195318",
      "fromID": "156850",
      "toID": "156851",
      "formEdgeID": null
    },
    {
      "edgeID": "195319",
      "fromID": "156851",
      "toID": "156849",
      "formEdgeID": null
    },
    {
      "edgeID": "195320",
      "fromID": "156853",
      "toID": "156854",
      "formEdgeID": null
    },
    {
      "edgeID": "195321",
      "fromID": "156854",
      "toID": "156852",
      "formEdgeID": null
    },
    {
      "edgeID": "195322",
      "fromID": "156856",
      "toID": "156857",
      "formEdgeID": null
    },
    {
      "edgeID": "195323",
      "fromID": "156857",
      "toID": "156855",
      "formEdgeID": null
    },
    {
      "edgeID": "195324",
      "fromID": "156859",
      "toID": "156860",
      "formEdgeID": null
    },
    {
      "edgeID": "195325",
      "fromID": "156860",
      "toID": "156858",
      "formEdgeID": null
    },
    {
      "edgeID": "195326",
      "fromID": "156862",
      "toID": "156863",
      "formEdgeID": null
    },
    {
      "edgeID": "195327",
      "fromID": "156863",
      "toID": "156861",
      "formEdgeID": null
    },
    {
      "edgeID": "195328",
      "fromID": "156865",
      "toID": "156866",
      "formEdgeID": null
    },
    {
      "edgeID": "195329",
      "fromID": "156866",
      "toID": "156864",
      "formEdgeID": null
    },
    {
      "edgeID": "195330",
      "fromID": "156868",
      "toID": "156869",
      "formEdgeID": null
    },
    {
      "edgeID": "195331",
      "fromID": "156869",
      "toID": "156867",
      "formEdgeID": null
    },
    {
      "edgeID": "195332",
      "fromID": "156871",
      "toID": "156872",
      "formEdgeID": null
    },
    {
      "edgeID": "195333",
      "fromID": "156872",
      "toID": "156870",
      "formEdgeID": null
    },
    {
      "edgeID": "195334",
      "fromID": "156874",
      "toID": "156875",
      "formEdgeID": null
    },
    {
      "edgeID": "195335",
      "fromID": "156875",
      "toID": "156873",
      "formEdgeID": null
    },
    {
      "edgeID": "195336",
      "fromID": "156877",
      "toID": "156878",
      "formEdgeID": null
    },
    {
      "edgeID": "195337",
      "fromID": "156878",
      "toID": "156876",
      "formEdgeID": null
    },
    {
      "edgeID": "195338",
      "fromID": "156880",
      "toID": "156881",
      "formEdgeID": null
    },
    {
      "edgeID": "195339",
      "fromID": "156881",
      "toID": "156879",
      "formEdgeID": null
    },
    {
      "edgeID": "195340",
      "fromID": "156883",
      "toID": "156884",
      "formEdgeID": null
    },
    {
      "edgeID": "195341",
      "fromID": "156884",
      "toID": "156882",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
