{
  "nodes": [
    {
      "nodeID": "160366",
      "text": "Perhaps the most enduring factoid of the gun prohibition movement is that a person with a gun in the home is 43 times as likely to shoot someone in the family as to shoot a criminal. This '43 times' figure is the all-time favorite factoid of the gun-prohibition lobby. It's not really true, but it does tell us a lot about the gun-prohibition mindset.  The source of the 43-to-1 ratio is a study of firearm deaths in Seattle homes, conducted by doctors Arthur L. Kellermann and Donald T. Reay ('Protection or Peril?: An Analysis of Firearm-Related Deaths in the Home,' New England Journal of Medicine, 1986). Kellerman and Reay totaled up the numbers of firearms murders, suicides, and fatal accidents, and then compared that number to the number of firearm deaths that were classified as justifiable homicides. The ratio of murder, suicide, and accidental death to the justifiable homicides was 43 to 1.  This is what the anti-gun lobbies call 'scientific' proof that people (except government employees and security guards) should not have guns.  Of the gun deaths in the home, the vast majority are suicides. In the 43-to-1 figure, suicides account for nearly all the 43 unjustifiable deaths.  Counting a gun suicide as part of the increased risk of having a gun in the home is appropriate only if the presence of a gun facilitates a 'successful' suicide that would not otherwise occur. But most research suggests that guns do not cause suicide. In the book Point Blank: Guns and Violence in America, Florida State University criminologist Gary Kleck analyzed suicide data for every America city with a population more than 100,000, and found no evidence that any form of gun control (including handgun prohibition) had an effect on the total suicide rate. Gun control did sometimes reduce gun suicide, but not overall suicide.  .... But just as many other people who would commit suicide with a gun would use an equally lethal method if guns are unavailable. Many of the people who kill themselves in firearm accidents may also be bent on destruction, regardless of the means. One study of gun-accident victims found that they were 'disproportionately involved in other accidents, violent crime, and heavy drinking.' (Philip Cook, 'The Role of Firearms in Violent Crime: An Interpretative Review of the Literature,' in Criminal Violence).  Or, as another researcher put it, 'The psychological profile of the accident-prone suggests the same kind of aggressiveness shown by most murderers.' (Roger Lane, 'On the Social Meaning of Homicide Trends in America,' in Violence in America, Vol. I, 1989.)",
      "type": "I",
      "timestamp": "2016-03-08 20:34:50"
    },
    {
      "nodeID": "160367",
      "text": "You know, Philip Cook. The famous Anti-gun researcher.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:50"
    },
    {
      "nodeID": "160368",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:50"
    },
    {
      "nodeID": "160369",
      "text": "It has been explained here several times that the statistics indicate that gun ownership makes you more likely to be injured or killed. Perhaps the false sense of power increases risky behaviour in the owner, believing themselves invincible.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:50"
    },
    {
      "nodeID": "160370",
      "text": "And you have been refuted time after time. Lies, damn lies and statistics is a starting point. Its the false idea of the more powerless you render yourself the safer you will be. I bet you strongly believe its possible to pick up a turd by the clean end.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:50"
    },
    {
      "nodeID": "160371",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:51"
    },
    {
      "nodeID": "160372",
      "text": "You really have flipped over the edge into the desparate area of insanity. Please Penfold present some STATISTICS to back up your wild accusations. IF you cannot present anything other than the disgraceful 43..... Then shut up Guns in the hands of law abiding citizens save lives, the statistics back this up from EVERY country EVER to introduce gun control.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:51"
    },
    {
      "nodeID": "160373",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:51"
    }
  ],
  "edges": [
    {
      "edgeID": "197836",
      "fromID": "160367",
      "toID": "160368",
      "formEdgeID": null
    },
    {
      "edgeID": "197837",
      "fromID": "160368",
      "toID": "160366",
      "formEdgeID": null
    },
    {
      "edgeID": "197838",
      "fromID": "160370",
      "toID": "160371",
      "formEdgeID": null
    },
    {
      "edgeID": "197839",
      "fromID": "160371",
      "toID": "160369",
      "formEdgeID": null
    },
    {
      "edgeID": "197840",
      "fromID": "160372",
      "toID": "160373",
      "formEdgeID": null
    },
    {
      "edgeID": "197841",
      "fromID": "160373",
      "toID": "160369",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
