{
  "nodes": [
    {
      "nodeID": "142693",
      "text": "It is quite understandable that religiously motivated opposition to same-sex civil marriage shapes the basis for legal opposition to same-sex marriage, even if only indirectly. Religious objections to same-sex marriage are supported by thousands of years of tradition and biblical interpretation. The belief that the 'sanctity of marriage' would be undermined by the inclusion of gay and lesbian couples bears a striking conceptual resemblance to the expressed secular rationale for maintaining the tradition of marriage as a union between dual-gender couples, but better identifies the source of the opposition. Whether expressly or impliedly, much of society rejects same-sex marriage due to sincere, deeply ingrained- even fundamental-religious belief. Yet, such views are not the only religious views of marriage. As demonstrated by amicus groups, other equally sincere groups and people in Iowa and around the nation have strong religious views that yield the opposite conclusion.31 This contrast of opinions in our society largely explains the absence of any religion-based rationale to test the constitutionality of Iowa's same-sex marriage ban. Our constitution does not permit any branch of government to resolve these types of religious debates and entrusts to courts the task of ensuring government avoids them. See Iowa Const. art. I, § 3 ('The general assembly shall make no law respecting an establishment of religion . . . .'). The statute at issue in this case does not prescribe a definition of marriage for religious institutions. Instead, the statute declares, 'Marriage is a civil contract' and then regulates that civil contract. Iowa Code § 595A.1. Thus, in pursuing our task in this case, we proceed as civil judges, far removed from the theological debate of religious clerics, and focus only on the concept of civil marriage and the state licensing system that identifies a limited class of persons entitled to secular rights and benefits associated with civil marriage. _____ 31 Many religions recognize same-sex marriage, such as Buddhists, Quakers, Unitarians, and Reform and Reconstructionist Jews. Schuman, 96 Geo. L.J. at 2108. Amicus curiae Iowa and National Faith Leaders, Communities, and Scholars point out the United Church of Christ encourages, but does not require, its local congregations to adopt wedding policies that do not discriminate between heterosexual, gay, and lesbian couples, while the Episcopal Church permits priests to perform liturgies and blessings at same-sex weddings as a matter of pastoral care. Additionally, many groups and clergy within various religions are working to achieve inclusion of same-sex marriage. Id. at 2108-09.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:27"
    },
    {
      "nodeID": "142694",
      "text": "Wise words!",
      "type": "I",
      "timestamp": "2016-03-08 19:56:27"
    },
    {
      "nodeID": "142695",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:56:27"
    },
    {
      "nodeID": "142696",
      "text": "Rights of persons. SECTION 1. All men and women are, by nature, free and equal, and have certain inalienable rights--among which are those of enjoying and defending life and liberty, acquiring, possessing and protecting property, and pursuing and obtaining safety and happiness.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:27"
    },
    {
      "nodeID": "142697",
      "text": "and section 6",
      "type": "I",
      "timestamp": "2016-03-08 19:56:27"
    },
    {
      "nodeID": "142698",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:56:27"
    },
    {
      "nodeID": "142699",
      "text": "How proposed--submission. SECTION 1. Any amendment or amendments to this constitution may be proposed in either house of the general assembly; and if the same shall be agreed to by a majority of the members elected to each of the two houses, such proposed amendment shall be entered on their journals, with the yeas and nays taken thereon, and referred to the legislature to be chosen at the next general election, and shall be published, as provided by law, for three months previous to the time of making such choice; and if, in the general assembly so next chosen as aforesaid, such proposed amendment or amendments shall be agreed to, by a majority of all the members elected to each house, then it shall be the duty of the general assembly to submit such proposed amendment or amendments to the people, in such manner, and at such time as the general assembly shall provide; and if the people shall approve and ratify such amendment or amendments, by a majority of the electors qualified to vote for members of the general assembly, voting thereon, such amendment or amendments shall become a part of the constitution of this state.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:27"
    },
    {
      "nodeID": "142700",
      "text": "Unlike California, amendments in Iowa must pass the legislature first (simple majority) before going to the voters. While I know little about the Iowa legislature, this seems a no brainer in a populace vote, considering previous votes and more current polls on this subject in Iowa. As a rule I lend polls very little credence, but DOMA passed by a wide majority in 1998. I doubt things have changed enough to cover the gap, a lot of traditional values and religious folks in Iowa.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:27"
    },
    {
      "nodeID": "142701",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:27"
    },
    {
      "nodeID": "142702",
      "text": "Hooray it is about time.  Got to slap dem Christians down.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:27"
    },
    {
      "nodeID": "142703",
      "text": "It's sophomoric remarks like that that hurt the gay cause in America.  God isn't mocked, though. And I doubt the people are either.  And I'm glad California outlawed the sin. The only thing you have left is to hope the far left, spiritually-stunted judges in the US Supreme Court are pro Sodom and Gomorrah.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:27"
    },
    {
      "nodeID": "142704",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:28"
    },
    {
      "nodeID": "142705",
      "text": "I am a gay Christian woman, live in Northern CA, and am VERY happily MARRIED to my wife as of June of 2008. It is NOT a sin to be GLBT, but I would say that homophobia is definitely one.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:28"
    },
    {
      "nodeID": "142706",
      "text": "Congrats, may your marriage continue to be a happy one. If I may deviate from the original thread a bit I have a couple of questions that pertain to your specific situation. If they are too personnal please feel free to say so. Do you consider yourself to be any particular branch of Christian? ie. Lutheran, Catholic, Apiscopal (sp), etc. How do you reconcile your Christianity with the portions of the bible that specificly deal with homosexual activity as a sin? (If this question sounds rude please excuse me, I couldn't think of a better wording.) Thanks",
      "type": "I",
      "timestamp": "2016-03-08 19:56:28"
    },
    {
      "nodeID": "142707",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:28"
    },
    {
      "nodeID": "142708",
      "text": "I am a gay Christian woman, live in Northern CA, and am VERY happily MARRIED to my wife as of June of 2008. It is NOT a sin to be GLBT...",
      "type": "I",
      "timestamp": "2016-03-08 19:56:28"
    },
    {
      "nodeID": "142709",
      "text": "The Word of God says otherwise.  Romans 1:25-27 - They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator-who is forever praised...  Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion.  You've rewritten Biblical Christianity. 2 Timothy 4:3-4 (New International Version) - For the time will come when they will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:28"
    },
    {
      "nodeID": "142710",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:28"
    },
    {
      "nodeID": "142711",
      "text": "Many of the Christian denominations are ignoring them the same way they ignore the prohibitions against pork, mixed cloth, and stoning your children to death because they sass you.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:28"
    },
    {
      "nodeID": "142712",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:28"
    }
  ],
  "edges": [
    {
      "edgeID": "185334",
      "fromID": "142694",
      "toID": "142695",
      "formEdgeID": null
    },
    {
      "edgeID": "185335",
      "fromID": "142695",
      "toID": "142693",
      "formEdgeID": null
    },
    {
      "edgeID": "185336",
      "fromID": "142697",
      "toID": "142698",
      "formEdgeID": null
    },
    {
      "edgeID": "185337",
      "fromID": "142698",
      "toID": "142696",
      "formEdgeID": null
    },
    {
      "edgeID": "185338",
      "fromID": "142700",
      "toID": "142701",
      "formEdgeID": null
    },
    {
      "edgeID": "185339",
      "fromID": "142701",
      "toID": "142699",
      "formEdgeID": null
    },
    {
      "edgeID": "185340",
      "fromID": "142703",
      "toID": "142704",
      "formEdgeID": null
    },
    {
      "edgeID": "185341",
      "fromID": "142704",
      "toID": "142702",
      "formEdgeID": null
    },
    {
      "edgeID": "185342",
      "fromID": "142706",
      "toID": "142707",
      "formEdgeID": null
    },
    {
      "edgeID": "185343",
      "fromID": "142707",
      "toID": "142705",
      "formEdgeID": null
    },
    {
      "edgeID": "185344",
      "fromID": "142709",
      "toID": "142710",
      "formEdgeID": null
    },
    {
      "edgeID": "185345",
      "fromID": "142710",
      "toID": "142708",
      "formEdgeID": null
    },
    {
      "edgeID": "185346",
      "fromID": "142711",
      "toID": "142712",
      "formEdgeID": null
    },
    {
      "edgeID": "185347",
      "fromID": "142712",
      "toID": "142706",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
