{
  "nodes": [
    {
      "nodeID": "152132",
      "text": "GEOLOGY: The Calibration of Ediacaran Time Alan J. Kaufman* More than a century ago, the last great geological period was formally ratified by an international committee. This was the final rocky step in the subdivision of deep time based on the evolutionary progression of animal fossils. However, recent years have seen the identification of an older and tumultuous new interval, the Ediacaran Period, during which Earth's earliest soft-bodied organisms emerged in the oceans. This interval was recently ratified (1), underscoring advances in the absolute dating (2-6) and worldwide correlation of geological strata that were deposited in isolated basins before true animals exploded onto the scene in the succeeding Cambrian Period. On page 95 of this issue, Condon et al. (7) present precise age constraints for the Ediacaran Period. The authors have analyzed volcanic dust in two key depositional layers in the Doushantuo Formation of southern China. Their radiometric dates provide important insights into the rates of geological and evolutionary processes. The first layer, with an age of about 635 million years, is at the base of the new interval, whereas the second, at about 550 million years, may constrain the age of an environmental disaster (8-10) that is closely associated with the rapid diversification of the Ediacara biota (see the figure) that lend their name to the new Period. http://www.sciencemag.org/content/vol308/issue5718/images/medium/59-1-med.gif Figure 1 Early animals? A pile of three-dimensionally preserved casts of the soft-bodied Ediacaran organism Ernietta from ~545 million-year-old sediments in the Nama Group of southern Namibia. The scale bar corresponds to 15 cm.  Convention previously focused on the evolutionary first appearance of a specific fossil or assemblage to define the beginning of new geological periods. In contrast, the beginning of the Ediacaran period is defined by the base of a marine carbonate rock, which formed in southern Australia in the aftermath of a distinctive and potentially global ice age (11, 12). Equivalent glacial rocks occur immediately beneath similar carbonates at the base of the Doushantuo Formation. In the area studied by Condon et al., the new ages constrain the Doushantuo Formation, which represents most of the Ediacaran Period, to some 85 million years--a remarkably long interval for only about 100 m of rock. This observation begs the question: How much time may be missing in Ediacaran strata from southern China? In the absence of dates between the two radiometric tie points, one must consider two possibilities: Either the sediments accumulated continuously, albeit slowly (some two orders of magnitude more slowly than in similar environments of the same age), or there are breaks in time (hiatuses or unconformities) hidden within the poorly exposed layers. On the basis of limited physical data, Condon et al. suggest the presence of two such unconformities in their study area near the Yangtze Gorges. The duration of these stratigraphic breaks with respect to the environmental anomaly--reflecting a dramatic change in the cycling of carbon on Earth's surface--and subsequent biological innovations form the cornerstone of their conclusions, and deserve closer examination. Spectacular fossil animal embryos (13, 14) of great evolutionary importance are found at Weng'an (some 375 km to the southwest of the authors' study area), where the Doushantuo Formation accumulated closer to the shoreline and records only a single surface of unconformity. In such nearshore environments, oceanic sediments are often exposed above sea level, resulting in the removal of underlying sediments and hence the erasure of some fraction of geological time. Which of the two hiatal surfaces from the deeper-water sections at the Yangtze Gorges correlates to the single unconformity at Weng'an? The data are more equivocal than presented by Condon et al., and the choice carries important evolutionary consequences. At the Yangtze Gorges, the extraordinary carbon cycle anomaly recorded in marine carbonates near the top of the Doushanto Formation is truncated by the uppermost unconformity. Condon et al. suggest that there is little time missing across the surface, thereby preserving a causal relation between the environmental perturbation and the rapid diversification of Ediacara organisms and associated faunas around 550 million years ago. However, correlation of this surface and the intervening sediments back to Weng'an tells another story. At Weng'an, both the carbon cycle anomaly and the sediments typical of the uppermost Doushantuo Formation at the Yangtze Gorges are missing, implying a substantial hiatus. Comparison of broadly equivalent strata in southern Australia and the western United States suggests a stratigraphic architecture similar to that in southern China, where similar carbon cycle anomalies are truncated by unconformities (15). In the western United States, the post-anomaly unconformity removes a minimum of 130 m of section, more than the entire thickness of the Doushantuo Formation. These observations suggest that the unconformity separating the Ediacaran faunas and the carbon cycle anomaly in southern China may, in fact, hide a lot of time, thereby decoupling the environmental and biological events that the authors wish to connect. This is not meant to detract from the important radiometric calibration that Condon et al. provide, but rather to note that the stratigraphic relations between these dates, and therefore their connection to evolutionary events, are far from straightforward. According to Condon et al., the rapid diversification of complex multicellular organisms in Ediacaran oceans forced the carbon cycle anomaly seen worldwide, but this seems possible only if there is no real time missing across the upper Doushantuo unconformity. If this is not the case, then this interpretation may be placing the cart before the horse. Alternative models suggest that environmental changes may have driven evolutionary transformations. In particular, atmospheric oxygen--long believed to be an external forcing factor to evolution--appears to have built up rapidly during the Ediacaran Period, not because of a discrete biological event but as a result of the tectonic forces that lift and erode mountain ranges (16). Through precise radiometric clocks and clever stratigraphic connections, geoscientists can increasingly correlate Ediacaran sediments that are separated widely in space and time. These tools allow us to piece together a complex puzzle of unforgettable biological events against a background of repetitive climatic and environmental perturbations. However, even with exact dates, the cyclicity of these events and the specter of a fragmentary rock record add uncertainty to our picture of Ediacaran Earth history. References 1. A. H. Knoll et al., Science 305, [621] (2004). 2. J. P. Grotzinger et al., Science 270, [598] (1995). 3. M. W. Martin et al., Science 288, [841] (2000). 4. J. E. Amthor et al., Geology 31, 431 (2003) [Abstract]. 5. K.-H. Hoffmann et al., Geology 32, 817 (2004) [Abstract]. 6. C. R. Zhou et al., Geology 32, 437 (2004) [Abstract]. 7. D. Condon et al., Science 308, 95 (2005); published online 24 February 2005 (10.1126/science.1107765). 8. S. J. Burns, A. Matter, Eclogae Geol. Helv. 86, 595 (1993). 9. C. R. Calver, Precambrian Res. 100, 121 (2000) [Abstract]. 10. F. A. Corsetti, A. J. Kaufman, Geol. Soc. Am. Bull. 115, 916 (2003) [Abstract]. 11. P. F. Hoffman et al., Science 281, [1342] (1998). 12. P. F. Hoffman, D. P. Schrag, Terra Nova 14, 129 (2002) [Abstract]. 13. S. H. Xiao et al., Nature 391, 553 (1998) [Abstract]. 14. J. Y. Chen et al., Science 305, [218] (2004). 15. N. Christie-Blick et al., Am. J. Sci. 290A, 295 (1990). 16. A. J. Kaufman, F. A. Corsetti, EOS Trans. AGU 85, Fall Meet. Suppl. Abstr. PP41A-0575 (2004).",
      "type": "I",
      "timestamp": "2016-03-08 20:16:17"
    },
    {
      "nodeID": "152133",
      "text": "So, any creationist want to tell us why these people are so wrong? Is the international committee a sign of a conspiracy? Are they trying to hide the fact that radiometric dating techniques don't work? Is there really a strong causal relationship between the environmental changes recorded in the rocks and the fossils found there? Is there really 'missing time' or was the 85 million years of the Ediacaran Period really contained in 100m of rock? Is atmospheric oxygen a result of tectonic forces? Well, what part of this article do creationist object to?",
      "type": "I",
      "timestamp": "2016-03-08 20:16:17"
    },
    {
      "nodeID": "152134",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:17"
    },
    {
      "nodeID": "152135",
      "text": "During their embryonic development, all chordates pass through a stage called the pharyngula [View] with these features:",
      "type": "I",
      "timestamp": "2016-03-08 20:16:17"
    },
    {
      "nodeID": "152136",
      "text": "Click on 'View.' Why the hell would fish, chicken, and human embryos look the same?",
      "type": "I",
      "timestamp": "2016-03-08 20:16:17"
    },
    {
      "nodeID": "152137",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:17"
    },
    {
      "nodeID": "152138",
      "text": "Explain what you mean by the laws of physics. :)",
      "type": "I",
      "timestamp": "2016-03-08 20:16:17"
    },
    {
      "nodeID": "152139",
      "text": "The laws of physics are short, descriptive statements that describe the operation of certain natural phenomena that always seem to occur in the same way. Many times the 'laws of physics' have been amended by further information, causing the law to be restated. Actually, I think he meant the way that we have observed the universe and all of nature to operate.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:17"
    },
    {
      "nodeID": "152140",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:16:17"
    },
    {
      "nodeID": "152141",
      "text": "This is just more sensationalism. It reminds me of what happened when they found the 70ma old extinct coelacanth alive.[I was not alive then for the sa 's here] What was once a 'clever stratigraphic connection' that dated rocks and proved lobe-finned fish walked out of the sea and became amphibians was no longer extinct. Was this proof of a fallacy in Darwins Fairy Tale? Of course not it proved some lobe-finned fish became amphibians and some did not.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:17"
    },
    {
      "nodeID": "152142",
      "text": "Well, at least you realize that. Just the way some apes became humans and some became chimps.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:17"
    },
    {
      "nodeID": "152143",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:16:17"
    },
    {
      "nodeID": "152144",
      "text": "First of all any idiot who has hung out on the beach knows jellyfish [and similiar creatures] are not real prone to fossilization in the first place. Leave one on the beach for a couple hours and observe, I mean vote, on what happens to it. This to an intelligent person would make it very plain the fossils had to form during some sort os watery catastrophic event.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:17"
    },
    {
      "nodeID": "152145",
      "text": "So all jellyfish die on the beach? Hardly. Let's use this same type of logic though. A jellyfish is pretty fragile, as you pointed out. Wouldn't a jellyfish that was very rapidly covered in sediment be broken into many pieces, if not ground to a paste? Wouldn't this entirely rule out the possibilty of preservation in this manner?",
      "type": "I",
      "timestamp": "2016-03-08 20:16:17"
    },
    {
      "nodeID": "152146",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:18"
    },
    {
      "nodeID": "152147",
      "text": "'Through precise radiometric clocks and clever stratigraphic connections' If you have precise radiometric {clocks} why would you need {clever} stratigraphic connections? I want one of them radiometric clocks! ROFL! This is best described by the phrase. If you can't dazzle 'em with brilliance , baffle them with bs. They used to say we date the rocks by the fossils and the fossils by the rocks but this sounds better. At least to you it seems.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:18"
    },
    {
      "nodeID": "152148",
      "text": "Any geologists want to help me out here? What they mean by this is that there are sediments in one place and sediments in another place. They can date them radiometrically to determine that they are both from the Edicarian period (even though they may be seperated by millions of years). They then verify that they are Edicarian by looking at the layering to determine if the two pieces were at one point connected, but are now seperated due to tectonics. I'm sure I'm not entirely correct about these methods. I think I'd better study up on some of these qeustions HERE. Maybe you should too.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:18"
    },
    {
      "nodeID": "152149",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:18"
    },
    {
      "nodeID": "152150",
      "text": "So what's your alternative theory, peddler?  You do have one, right?",
      "type": "I",
      "timestamp": "2016-03-08 20:16:18"
    },
    {
      "nodeID": "152151",
      "text": "First of all why would you want to know if I have an alternative theory to one that is known to be false ? Are you found of false theories? A true theory would be a replacement not an alternative. The Wrong Answer Will Always Be The Wrong Answer!  If evolution was true there would be overwhelming , uncontestable evidence, there is no uncontestable evidence. Little that is any more than pure imagination. Theories start out as hypothesis and are then subject to experimentation and observation. When they fail they are discarded. For instance spontaneous generation was disproved by Pasteur and discarded as a theory. Evolution which is not a theory ,although it is called one ,has been falsified nine ways to Sunday. Two of Darwin's own falsifications have come to pass and ignored. The Galopagos Finches have proven to interbreed which destoys a great deal of the so called basis of his theory. 'Extinct' animals and plants are found alive and ignored as evidence against evolution. Theories are made to be challenged but evidence against evolution is suppressed.  Evolutionist had to revive spontaneous generation although it is scientifically impossible because without it atheism is impossible. The atheist must have a story no matter how bizzare to justify his faith . Science suffers because of this. My theory is that this planet is exactly what Einstein said it was , a place designed by a Supreme Being to be inhabited by people. The evidence is creation itself. If there is a creation there must be a Creator. Nothing has ever been observed to self assemble and there is no known process that could accomplish that. Animals and plants just like the ones alive today have always existed. Many have gone extinct but death is not evidence of evolution. Human beings are incapable of creating a grain of sand from nothing. There are grains of sand so there is an intelligence greator than ours that did. The perfect balance seen in the anthropic principle tells of a Creator. The unbelievable complexity of the human body makes evolution impossible. DNA can not exist without proteins. Proteins are coded by the information in the DNA molecule. They had to come into being simultaneously. Pre-biotic natural selection is impossible , there is no process to affect the evolution of DNA outside of a living organism. To look at a building is to have absolute empirical proof there was a builder. To look at creation and say there was no Creator is to enter an intellectually free zone.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:18"
    },
    {
      "nodeID": "152152",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:18"
    }
  ],
  "edges": [
    {
      "edgeID": "191990",
      "fromID": "152133",
      "toID": "152134",
      "formEdgeID": null
    },
    {
      "edgeID": "191991",
      "fromID": "152134",
      "toID": "152132",
      "formEdgeID": null
    },
    {
      "edgeID": "191992",
      "fromID": "152136",
      "toID": "152137",
      "formEdgeID": null
    },
    {
      "edgeID": "191993",
      "fromID": "152137",
      "toID": "152135",
      "formEdgeID": null
    },
    {
      "edgeID": "191994",
      "fromID": "152139",
      "toID": "152140",
      "formEdgeID": null
    },
    {
      "edgeID": "191995",
      "fromID": "152140",
      "toID": "152138",
      "formEdgeID": null
    },
    {
      "edgeID": "191996",
      "fromID": "152142",
      "toID": "152143",
      "formEdgeID": null
    },
    {
      "edgeID": "191997",
      "fromID": "152143",
      "toID": "152141",
      "formEdgeID": null
    },
    {
      "edgeID": "191998",
      "fromID": "152145",
      "toID": "152146",
      "formEdgeID": null
    },
    {
      "edgeID": "191999",
      "fromID": "152146",
      "toID": "152144",
      "formEdgeID": null
    },
    {
      "edgeID": "192000",
      "fromID": "152148",
      "toID": "152149",
      "formEdgeID": null
    },
    {
      "edgeID": "192001",
      "fromID": "152149",
      "toID": "152147",
      "formEdgeID": null
    },
    {
      "edgeID": "192002",
      "fromID": "152151",
      "toID": "152152",
      "formEdgeID": null
    },
    {
      "edgeID": "192003",
      "fromID": "152152",
      "toID": "152150",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
