{
  "nodes": [
    {
      "nodeID": "155893",
      "text": "1. We know there is such a thing as intelligent design: we do it ourselves.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:53"
    },
    {
      "nodeID": "155894",
      "text": "I think that you are correct in this assumption, but since you do not define either 'intelligent' or 'design', I cannot be certain that we are not already at cross-purposes.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:53"
    },
    {
      "nodeID": "155895",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:24:53"
    },
    {
      "nodeID": "155896",
      "text": "in creating the feature depends upon the existence - the plentiful existence - of proximate intermediate features.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:53"
    },
    {
      "nodeID": "155897",
      "text": "Well, that's a bald assertion, and although it may even be true, I cannot accept it at face value. You'll have to take little time and explain to a non-scientist, amateur ontologist, just what it is that you intend that we should understand from these words, and why we should accept that understanding as true.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:53"
    },
    {
      "nodeID": "155898",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:53"
    },
    {
      "nodeID": "155899",
      "text": "That is to say, DNA sufficiently similar and sufficiently widespread for the attainment of our target sequence to be statistically feasible via known mechanisms (mutation etc).",
      "type": "I",
      "timestamp": "2016-03-08 20:24:53"
    },
    {
      "nodeID": "155900",
      "text": "Oh, well. Apparently you want to talk molecular chemistry whereas I was hoping to discuss organismic evolution. Too bad. Good luck with anyone who wants to debate your topic, but it just doesn't interest me.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:53"
    },
    {
      "nodeID": "155901",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:53"
    },
    {
      "nodeID": "155902",
      "text": "3. When considering any given biological feature (for our purposes typically the DNA from which a protein or group of proteins are derived),",
      "type": "I",
      "timestamp": "2016-03-08 20:24:53"
    },
    {
      "nodeID": "155903",
      "text": "Well, that may be your personal approach to 'Evolution by Intelligent Design', but I believe that most people [and the majority of human beings are not geneticists and/or molecular chemists] would say that 'biological evolution', [to their way of thinking and mine], is about whole organisms, not molecules. In fact, I'm not the least bit interested in debating what atoms and molecules do, in and out of a test tube. So if this is where this discussion is headed, I won't be around for long.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:53"
    },
    {
      "nodeID": "155904",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:53"
    },
    {
      "nodeID": "155905",
      "text": "I'm the first! I'm the first! This was an interesting idea that you had 'the other day'? Something like that would have taken me a month or more to develop. Perhaps you were using a figure of speech.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:54"
    },
    {
      "nodeID": "155906",
      "text": "Well, obviously the past few years of reading around the subject and quite a few more years of software engineering experience all contributed to this particular light-bulb clicking on, so I wouldn't read too much into the abruptness of the final epiphany :)",
      "type": "I",
      "timestamp": "2016-03-08 20:24:54"
    },
    {
      "nodeID": "155907",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:54"
    },
    {
      "nodeID": "155908",
      "text": "So far there is no mechanism for an organism to grow wings when it previously had none.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:54"
    },
    {
      "nodeID": "155909",
      "text": "Well, actually there is. Bat wings for example are one of the easier problems for evolution to solve (we can even see potential transitional stages in other animals like the flying squirrel). The co-option of existing structures is the bread and butter of evolution. Now, if bats and birds had four legs and wings, that would be more of a head-scratcher.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:54"
    },
    {
      "nodeID": "155910",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:54"
    },
    {
      "nodeID": "155911",
      "text": "The essence of the discussion is not whether the various creatures adapt to various environments. The discussion is the how.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:54"
    },
    {
      "nodeID": "155912",
      "text": "Well, I incorrectly assumed that anyone attempting to enter the discussion would at least have a grasp of the most fundamental principles. It is quite strange to encounter someone in this day and age who lacks any knowledge whatsoever of the mechanism of adaptation since it was explained 150 years ago. It is one of Darwin's original hypotheses, independently arrived at by Alfred Russel Wallace. Darwin called this mechanism of adaptive change natural selection. It is based on a few simple observations and inferences. Here is how Ernst Mayr, formulator of the biological species concept and one of the evolutionary biologists responsible for the modern synthesis, put it:",
      "type": "I",
      "timestamp": "2016-03-08 20:24:54"
    },
    {
      "nodeID": "155913",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:54"
    },
    {
      "nodeID": "155914",
      "text": "I know this may seem obvious to most people, but it seems to have escaped the notice of creationists. Birds are tetrapods, as are amphibians, reptiles, and mammals. Birds didn't just grow wings. Wings are adaptions of the front limbs that were covered with feathers. Perhaps you are unaware of the evidence that indicates that maniraptors had feathers, probably for thermoregulation. Saying that there is no mechanism for birds to grow wings when they previously had none is like saying that there is no mechanism for mankind to grow arms when he previously had none. You see, mankind's closest relatives are the two species of chimpanzee - they are quadrupeds.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:54"
    },
    {
      "nodeID": "155915",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:54"
    },
    {
      "nodeID": "155916",
      "text": "So you speak out intelligently and knowingly with you best evidence yet...'Creationists of any ilk fail to understand the power of the environment in acting on genetic diversity over time.'",
      "type": "I",
      "timestamp": "2016-03-08 20:24:54"
    },
    {
      "nodeID": "155917",
      "text": "And you have been so kind as to prove my point. Obviously you fail to understand. I can recommend some books for you to read to educate yourself a little. Let me know. At any rate, after extensive reading of the opinions of creationists such as Mr. Kent Hovind and Ken Ham, we truthfully characterize the creationist knowledge of science when we say:",
      "type": "I",
      "timestamp": "2016-03-08 20:24:54"
    },
    {
      "nodeID": "155918",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:54"
    },
    {
      "nodeID": "155919",
      "text": "Meaning, I take it, pure chance, accident, or just plain 'luck'.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:55"
    },
    {
      "nodeID": "155920",
      "text": "No, I mean evolution, in which statistically random variation is but one factor. It's a terrible mistake to equate evolution with pure chance.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:55"
    },
    {
      "nodeID": "155921",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:55"
    },
    {
      "nodeID": "155922",
      "text": "In fact, I'm not the least bit interested in debating what atoms and molecules do, in and out of a test tube. So if this is where this discussion is headed, I won't be around for long.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:55"
    },
    {
      "nodeID": "155923",
      "text": "Oh, don't be so hasty :) Bear in mind that at the scale upon which bacteria operate, molecules are significant physical structures. The bacterial flagellum, for instance, is an outboard motor constructed directly out of proteins, which are in turn directly, physically translated via RNA from DNA sequences. The physical shape of the folded molecular structure of those proteins is what makes the motor work. So there's nothing abstract about the relationship between DNA and the organism's physical form or abilities.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:55"
    },
    {
      "nodeID": "155924",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:55"
    },
    {
      "nodeID": "155925",
      "text": "Another alternative is design. This involves abstracting the problem to a simpler form with a smaller problem space. This drastically culls the range of alternatives that need to be considered or tested, enabling a solution to be found more quickly. The success of the process depends upon how well the abstraction - the model - of reality matches reality itself.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:55"
    },
    {
      "nodeID": "155926",
      "text": "Well, all this abstract and analytical thinking strikes me as anything but mechanical and/or accidental.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:55"
    },
    {
      "nodeID": "155927",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:55"
    },
    {
      "nodeID": "155928",
      "text": "Yes, our usage of those terms does differ markedly. You employ what I would call a narrative interpretation: design as a means to an end, contrasted with evolution having no ultimate goal.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:55"
    },
    {
      "nodeID": "155929",
      "text": "Yes, I use 'design' in a teleological sense. I have not contrasted 'design' with 'evolution', however. Only you have done that. And you are still using the word evolution as if it were some kind of causal force. If you keep using the word that way, then it becomes interchangeable with 'Mother Nature', or even 'God'. That just doesn't work for me.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:55"
    },
    {
      "nodeID": "155930",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:55"
    },
    {
      "nodeID": "155931",
      "text": "# (n.) The realization of an inventive or decorative plan;",
      "type": "I",
      "timestamp": "2016-03-08 20:24:55"
    },
    {
      "nodeID": "155932",
      "text": "because that's the subject of this thread: what designing a solution to a problem actually entails.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:55"
    },
    {
      "nodeID": "155933",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:56"
    },
    {
      "nodeID": "155934",
      "text": "As for teleology, it is either a part of biology or it is not. You cannot have your cake and eat it. You either abandon teleological terminology, and switch to mechanical terminology, or you admit that evolution is a teleological process.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:56"
    },
    {
      "nodeID": "155935",
      "text": "And if I contrived a new language for us to have this discussion, in which it was impossible to express teleological concepts, would you then be forced to admit that evolution is not a teleological process? Certainly you would not be able to say otherwise, but would your capitulation be merited? :)",
      "type": "I",
      "timestamp": "2016-03-08 20:24:56"
    },
    {
      "nodeID": "155936",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:56"
    },
    {
      "nodeID": "155937",
      "text": "Is even 'channel' sufficiently ateleological a verb?",
      "type": "I",
      "timestamp": "2016-03-08 20:24:56"
    },
    {
      "nodeID": "155938",
      "text": "Yes. It describes an action without ascribing its form to its end result, outcome, whatever but strictly to a cause/s force/s in action. That is why 'selection' is always teleological. In order to select or choose anything, an end must always be in view. There must always be a volitional discrimination of options based upon a criterion dictated by the desired end. The only time 'channel' becomes teleological is when something live [a human or a beaver, let's say] intententionally does the channeling. But since it is understood that mechanical forces can also 'channel', unintentional, out of simple mechanics, the word channel cannot be called teleological. In the same way, 'sorting' can be considered non-teleological, hence mechanical, and thus suited to your glossary, because things can be sorted by mechanical forces alone. But 'selection' always requires volition and awareness. So 'selection' is always teleological.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:56"
    },
    {
      "nodeID": "155939",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:24:56"
    }
  ],
  "edges": [
    {
      "edgeID": "194648",
      "fromID": "155894",
      "toID": "155895",
      "formEdgeID": null
    },
    {
      "edgeID": "194649",
      "fromID": "155895",
      "toID": "155893",
      "formEdgeID": null
    },
    {
      "edgeID": "194650",
      "fromID": "155897",
      "toID": "155898",
      "formEdgeID": null
    },
    {
      "edgeID": "194651",
      "fromID": "155898",
      "toID": "155896",
      "formEdgeID": null
    },
    {
      "edgeID": "194652",
      "fromID": "155900",
      "toID": "155901",
      "formEdgeID": null
    },
    {
      "edgeID": "194653",
      "fromID": "155901",
      "toID": "155899",
      "formEdgeID": null
    },
    {
      "edgeID": "194654",
      "fromID": "155903",
      "toID": "155904",
      "formEdgeID": null
    },
    {
      "edgeID": "194655",
      "fromID": "155904",
      "toID": "155902",
      "formEdgeID": null
    },
    {
      "edgeID": "194656",
      "fromID": "155906",
      "toID": "155907",
      "formEdgeID": null
    },
    {
      "edgeID": "194657",
      "fromID": "155907",
      "toID": "155905",
      "formEdgeID": null
    },
    {
      "edgeID": "194658",
      "fromID": "155909",
      "toID": "155910",
      "formEdgeID": null
    },
    {
      "edgeID": "194659",
      "fromID": "155910",
      "toID": "155908",
      "formEdgeID": null
    },
    {
      "edgeID": "194660",
      "fromID": "155912",
      "toID": "155913",
      "formEdgeID": null
    },
    {
      "edgeID": "194661",
      "fromID": "155913",
      "toID": "155911",
      "formEdgeID": null
    },
    {
      "edgeID": "194662",
      "fromID": "155914",
      "toID": "155915",
      "formEdgeID": null
    },
    {
      "edgeID": "194663",
      "fromID": "155915",
      "toID": "155908",
      "formEdgeID": null
    },
    {
      "edgeID": "194664",
      "fromID": "155917",
      "toID": "155918",
      "formEdgeID": null
    },
    {
      "edgeID": "194665",
      "fromID": "155918",
      "toID": "155916",
      "formEdgeID": null
    },
    {
      "edgeID": "194666",
      "fromID": "155920",
      "toID": "155921",
      "formEdgeID": null
    },
    {
      "edgeID": "194667",
      "fromID": "155921",
      "toID": "155919",
      "formEdgeID": null
    },
    {
      "edgeID": "194668",
      "fromID": "155923",
      "toID": "155924",
      "formEdgeID": null
    },
    {
      "edgeID": "194669",
      "fromID": "155924",
      "toID": "155922",
      "formEdgeID": null
    },
    {
      "edgeID": "194670",
      "fromID": "155926",
      "toID": "155927",
      "formEdgeID": null
    },
    {
      "edgeID": "194671",
      "fromID": "155927",
      "toID": "155925",
      "formEdgeID": null
    },
    {
      "edgeID": "194672",
      "fromID": "155929",
      "toID": "155930",
      "formEdgeID": null
    },
    {
      "edgeID": "194673",
      "fromID": "155930",
      "toID": "155928",
      "formEdgeID": null
    },
    {
      "edgeID": "194674",
      "fromID": "155932",
      "toID": "155933",
      "formEdgeID": null
    },
    {
      "edgeID": "194675",
      "fromID": "155933",
      "toID": "155931",
      "formEdgeID": null
    },
    {
      "edgeID": "194676",
      "fromID": "155935",
      "toID": "155936",
      "formEdgeID": null
    },
    {
      "edgeID": "194677",
      "fromID": "155936",
      "toID": "155934",
      "formEdgeID": null
    },
    {
      "edgeID": "194678",
      "fromID": "155938",
      "toID": "155939",
      "formEdgeID": null
    },
    {
      "edgeID": "194679",
      "fromID": "155939",
      "toID": "155937",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
