{
  "nodes": [
    {
      "nodeID": "161435",
      "text": "All the knowledge from Science has come from trusting mutual experience. It has gotten us far and will continue to (as long as we don't destroy ourselves in misusing that knowledge).",
      "type": "I",
      "timestamp": "2016-03-08 20:37:35"
    },
    {
      "nodeID": "161436",
      "text": "But the belief that 'its gotten us far' is itself a 'scientific' type belief, in fact it has less proof on the empirical assumptions than the science itself. Justifying the validity of experience by experience is the intellectual equivalent of saying 'God must exist, because God is good and would not allow a world without God'.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:35"
    },
    {
      "nodeID": "161437",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:35"
    },
    {
      "nodeID": "161438",
      "text": "I, and most people, have a firm assumption, based on all of our and all human's experience, that the world that we live in exists and that our experiences of the moment are real.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:35"
    },
    {
      "nodeID": "161439",
      "text": "How is that based on experience? We have no data that says 'an outside world exists'. The assumption that such a world exists is made before we can use the data.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:35"
    },
    {
      "nodeID": "161440",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:35"
    },
    {
      "nodeID": "161441",
      "text": "I can understand your point that, in the absolute, metaphysical sense, we can never be 100.00% sure of any of our knowledge. Just because all humans always have experienced the existence of the world, doesn't mean that it is 100.00% certain, just that the probability that it is true approaches 100.00% (say, 99.9999999%). The greater the amount of evidence, the closer that certainty is to 100.00%. That 0.0000001% leaves room for obsurd scenarios - such as that an omnicient being is causing us all to merely imagine our reality, or the scenario of the movie 'The Matrix'. These can be fun to ponder (especially in a social situation after a few drinks ;) ), but no one takes them seriously. If anyone did seriously live by the idea that the world may not exist, they would quickly do something stupid and die, or change their minds.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:36"
    },
    {
      "nodeID": "161442",
      "text": "No-one experiences the existence of an outside world. Explanations such as the Matrix can explain sense impressions as well as some concept of 'external reality'. We have no more evidence for one than the other. The fact no-one takes them seriously is a psychological point about human beings, nothing to do with reality per se.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:36"
    },
    {
      "nodeID": "161443",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:36"
    },
    {
      "nodeID": "161444",
      "text": "No-one experiences the existence of an outside world. Explanations such as the Matrix can explain sense impressions as well as some concept of 'external reality'. We have no more evidence for one than the other. The fact no-one takes them seriously is a psychological point about human beings, nothing to do with reality per se.  How is that based on experience? We have no data that says 'an outside world exists'. The assumption that such a world exists is made before we can use the data. But the belief that 'its gotten us far' is itself a 'scientific' type belief, in fact it has less proof on the empirical assumptions than the science itself. Justifying the validity of experience by experience is the intellectual equivalent of saying 'God must exist, because God is good and would not allow a world without God'.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:36"
    },
    {
      "nodeID": "161445",
      "text": "Lets put it another way then. If the world did not exist or did not run by the theories and laws presented by science, you would think that there would be SOME experience at SOME point in reliably recordeable human history that people had which would have shown this. Experience is the only interaction we have with existence. If some aspect of existence exists (ex. some hypothetical parallel universe) that never manifests itself in human experience then we have no way of knowing its existence. We can guess but our guesses, not being based on experience, are completely arbitrary. Given that there are a nearly infinite number of imaginary scenarios that we can think up, the probability of the reality of any of those scenarious is miniscule. One other point: Say that the laws of physics (which are derived from mutual human experience) are wrong but just appear to be right and that some omnipotent being can change them whenever he likes. If these apparent laws have remained the same for all of recorded human time, then why should we suspect that they may change at any moment? It all comes down to probability - if things are not what we expect they are from Science, then that should have manifested itself by now.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:36"
    },
    {
      "nodeID": "161446",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:37:36"
    },
    {
      "nodeID": "161447",
      "text": "Experience is the only interaction we have with existence. If some aspect of existence exists (ex. some hypothetical parallel universe) that never manifests itself in human experience then we have no way of knowing its existence. We can guess but our guesses, not being based on experience, are completely arbitrary. Given that there are a nearly infinite number of imaginary scenarios that we can think up, the probability of the reality of any of those scenarious is miniscule.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:36"
    },
    {
      "nodeID": "161448",
      "text": "One of these aspects of existence which we arbitarily believe in is cause and effect. Another is the external world. A third is the consciousness of others. A fourth is the past etc. etc.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:36"
    },
    {
      "nodeID": "161449",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:36"
    },
    {
      "nodeID": "161450",
      "text": "One other point: Say that the laws of physics (which are derived from mutual human experience) are wrong but just appear to be right and that some omnipotent being can change them whenever he likes. If these apparent laws have remained the same for all of recorded human time, then why should we suspect that they may change at any moment? It all comes down to probability - if things are not what we expect they are from Science, then that should have manifested itself by now.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:36"
    },
    {
      "nodeID": "161451",
      "text": "I'm not claiming any omnipotent deciever. I'm not sure where you derive 'probability' from, or how you can have any degree of certainty over your past experiences or those of other consciousnesses. And in any case, saying 'it hasn't happened yet' is hardly logical proof.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:36"
    },
    {
      "nodeID": "161452",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:36"
    },
    {
      "nodeID": "161453",
      "text": "Lets put it another way then. If the world did not exist or did not run by the theories and laws presented by science, you would think that there would be SOME experience at SOME point in reliably recordeable human history that people had which would have shown this.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:36"
    },
    {
      "nodeID": "161454",
      "text": "1) the theories and laws constantly change, so it's not like there's one standard that's benn kept to. At best the 'theories and laws of science' are statements that fit with as many experiences and events as possible 2) If someone reports something against science, it's rejected as 'unscientific' 3) I'm rejecting the certainty of experience, so using experience to prove it is circular",
      "type": "I",
      "timestamp": "2016-03-08 20:37:36"
    },
    {
      "nodeID": "161455",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:37"
    },
    {
      "nodeID": "161456",
      "text": "And in any case, saying 'it hasn't happened yet' is hardly logical proof.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:37"
    },
    {
      "nodeID": "161457",
      "text": "It hasn't happened yet is not absolute proof, just that it makes the probability of it being wrong quite small.  By the way, if you are in the least bit intellectually honest, I challenge you to actually act on any of those doubts about the reality of existence and any other reality that we understand from all human experience. Otherwise, if you never act on those doubts, you are simply being hypocritical.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:37"
    },
    {
      "nodeID": "161458",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:37:37"
    },
    {
      "nodeID": "161459",
      "text": "1) the theories and laws constantly change, so it's not like there's one standard that's benn kept to. At best the 'theories and laws of science' are statements that fit with as many experiences and events as possible",
      "type": "I",
      "timestamp": "2016-03-08 20:37:37"
    },
    {
      "nodeID": "161460",
      "text": "Theories change since they are just that - theories. Once time and sufficient investigation has given them sufficient weight, they become laws. Newton's laws were derived to explain direct human experiences (we deal with relatively large objects going at slow speeds relative to the speed of light) and for that regime, they remain true. Since there were still a multitude of basic unanswered questions at the time in Science (about light, the nature of matter, etc.), investigation continued and found, in the 20th century, the laws of relativity and quantum mechanics to explain occurrences outside of the range of the large and slow that we experience. At the beginning of science (say ~17th century), there were a lot more questions than answers. Now, it's the other way around - at least when it comes to the essential theoretical basis behind things that human's experience.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:37"
    },
    {
      "nodeID": "161461",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:37"
    },
    {
      "nodeID": "161462",
      "text": "2) If someone reports something against science, it's rejected as 'unscientific'",
      "type": "I",
      "timestamp": "2016-03-08 20:37:37"
    },
    {
      "nodeID": "161463",
      "text": "Are you saying that an argument that is inconsistent with science should not be called unscientific, or are you saying that it should not be rejected because it is unscientific?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:37"
    },
    {
      "nodeID": "161464",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:37"
    },
    {
      "nodeID": "161465",
      "text": "They originally might have been an arbitrary guess, but experience of all humans always has given them a very high probability of being true (at least the existence of the outside world, the others are abstract logical concepts that don't have a physical reality, just an abstract one).",
      "type": "I",
      "timestamp": "2016-03-08 20:37:37"
    },
    {
      "nodeID": "161466",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:37:37"
    },
    {
      "nodeID": "161467",
      "text": "By the way, if you are in the least bit intellectually honest, I challenge you to actually act on any of those doubts about the reality of existence and any other reality that we understand from all human experience. Otherwise, if you never act on those doubts, you are simply being hypocritical.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:37"
    },
    {
      "nodeID": "161468",
      "text": "That question is a product of flawed reasoning. It is like asking the scientific researcher to test his vaccination on himself. Do you apply that standard to all of your actions and thoughts? For the scientist it is bad science; for a thoughtful person it faulty reasoning.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:37"
    },
    {
      "nodeID": "161469",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:38"
    },
    {
      "nodeID": "161470",
      "text": "I'm saying that if we assume reports that don't fit with science aren't true, then we can't use the filtered evidence to prove science is always true. Just like if I rejected as impossible any reports of Christians killing people and then said 'therefore Christians don't kill people'. The conclusion is made certain by the methodology.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:38"
    },
    {
      "nodeID": "161471",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:38"
    },
    {
      "nodeID": "161472",
      "text": "Really? A lot of people say that every answer makes more questions. In some ways we seem to know less now than we did at the time of Newton, in that we are less certain. And Newton's laws deal with what happens in a vacuum with no resistance, not direct human experience At any rate, my point is that you can't see all the evidence as piling up support for 'science' as 'science' is moulded to fit that evidence. Not a criticism of science, btw.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:38"
    },
    {
      "nodeID": "161473",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:38"
    },
    {
      "nodeID": "161474",
      "text": "I think you and Howard Beale have sorted this out (thanks Howard).",
      "type": "I",
      "timestamp": "2016-03-08 20:37:38"
    },
    {
      "nodeID": "161475",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:37:38"
    }
  ],
  "edges": [
    {
      "edgeID": "198604",
      "fromID": "161436",
      "toID": "161437",
      "formEdgeID": null
    },
    {
      "edgeID": "198605",
      "fromID": "161437",
      "toID": "161435",
      "formEdgeID": null
    },
    {
      "edgeID": "198606",
      "fromID": "161439",
      "toID": "161440",
      "formEdgeID": null
    },
    {
      "edgeID": "198607",
      "fromID": "161440",
      "toID": "161438",
      "formEdgeID": null
    },
    {
      "edgeID": "198608",
      "fromID": "161442",
      "toID": "161443",
      "formEdgeID": null
    },
    {
      "edgeID": "198609",
      "fromID": "161443",
      "toID": "161441",
      "formEdgeID": null
    },
    {
      "edgeID": "198610",
      "fromID": "161445",
      "toID": "161446",
      "formEdgeID": null
    },
    {
      "edgeID": "198611",
      "fromID": "161446",
      "toID": "161444",
      "formEdgeID": null
    },
    {
      "edgeID": "198612",
      "fromID": "161448",
      "toID": "161449",
      "formEdgeID": null
    },
    {
      "edgeID": "198613",
      "fromID": "161449",
      "toID": "161447",
      "formEdgeID": null
    },
    {
      "edgeID": "198614",
      "fromID": "161451",
      "toID": "161452",
      "formEdgeID": null
    },
    {
      "edgeID": "198615",
      "fromID": "161452",
      "toID": "161450",
      "formEdgeID": null
    },
    {
      "edgeID": "198616",
      "fromID": "161454",
      "toID": "161455",
      "formEdgeID": null
    },
    {
      "edgeID": "198617",
      "fromID": "161455",
      "toID": "161453",
      "formEdgeID": null
    },
    {
      "edgeID": "198618",
      "fromID": "161457",
      "toID": "161458",
      "formEdgeID": null
    },
    {
      "edgeID": "198619",
      "fromID": "161458",
      "toID": "161456",
      "formEdgeID": null
    },
    {
      "edgeID": "198620",
      "fromID": "161460",
      "toID": "161461",
      "formEdgeID": null
    },
    {
      "edgeID": "198621",
      "fromID": "161461",
      "toID": "161459",
      "formEdgeID": null
    },
    {
      "edgeID": "198622",
      "fromID": "161463",
      "toID": "161464",
      "formEdgeID": null
    },
    {
      "edgeID": "198623",
      "fromID": "161464",
      "toID": "161462",
      "formEdgeID": null
    },
    {
      "edgeID": "198624",
      "fromID": "161465",
      "toID": "161466",
      "formEdgeID": null
    },
    {
      "edgeID": "198625",
      "fromID": "161466",
      "toID": "161448",
      "formEdgeID": null
    },
    {
      "edgeID": "198626",
      "fromID": "161468",
      "toID": "161469",
      "formEdgeID": null
    },
    {
      "edgeID": "198627",
      "fromID": "161469",
      "toID": "161467",
      "formEdgeID": null
    },
    {
      "edgeID": "198628",
      "fromID": "161470",
      "toID": "161471",
      "formEdgeID": null
    },
    {
      "edgeID": "198629",
      "fromID": "161471",
      "toID": "161457",
      "formEdgeID": null
    },
    {
      "edgeID": "198630",
      "fromID": "161472",
      "toID": "161473",
      "formEdgeID": null
    },
    {
      "edgeID": "198631",
      "fromID": "161473",
      "toID": "161457",
      "formEdgeID": null
    },
    {
      "edgeID": "198632",
      "fromID": "161474",
      "toID": "161475",
      "formEdgeID": null
    },
    {
      "edgeID": "198633",
      "fromID": "161475",
      "toID": "161457",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
