{
  "nodes": [
    {
      "nodeID": "144947",
      "text": "The more we seek to redefine marriage, and chip away at God's original design for the home, the more we put our families and our nation at risk. How do you know what God's original design for the home was? How do you know that God didn't create homosexuals for a reason (i.e. helping raise children of people who can't care for them)? How is allowing 2 people who commit to love eachother for life putting heterosexual families and the nation at risk? At risk from what? This debate about gay marriage is really just the latest outgrowth of a culture that for decades has been drifting from biblical standards of truth and morality. The sexual revolution, for example, sought to bring legitimacy to sex outside of marriage. The women's liberation movement worked to revolutionize the roles of men and women in marriage and in our society. Throw in a rising emphasis on materialism and personal happiness, and you end up with a dramatically new way of looking at marriage. When millions of Americans view marriage from the mindset of 'What's in it for me?' concepts like responsibility, self-sacrifice, and lifelong commitment become secondary. Is it any wonder that our divorce rate is so high? Or that the number of children born outside of marriage continues to rise? Or that an increasing number of couples are opting to live together instead of marrying? And now the push for gay marriage seeks to redefine marriage even further. From the moment God created marriage, it was designed with a man and woman in mind. God designed two sexes male and female-He did not create four sexes. Homosexual marriage cannot fulfill God's purposes for marriage.I realize we are not all Christians here. However, this issue of gay marriage transends all of society and it will have a negative effect on all of us. JMHO.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:07"
    },
    {
      "nodeID": "144948",
      "text": "I disagree. I've been in a loving, committed relationship for 25 years to the same person exclusively...how does this have a negative affect on you?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:07"
    },
    {
      "nodeID": "144949",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:07"
    },
    {
      "nodeID": "144950",
      "text": "Hello all. I am new here. I've been lurking a bit and wondered why homosexuality is even an issue for heteros? Is it because it's been hated or 'taboo' for so long (a learned reaction perhaps)? As a heterosexual, how has homosexuality hurt or affected your life in any way? As a heterosexual, what gives you the right to dictate how homosexual people live? What if you have a non-christian living here in America (that would be me)...do you require them to live their lives the Christian way? Please explain. Thanks, Ladywolf",
      "type": "I",
      "timestamp": "2016-03-08 20:01:07"
    },
    {
      "nodeID": "144951",
      "text": "Well Ladywolf, that is really more of an argument than it is an honest question. If marriage was truly a private affair that impacted nobody outside the couple themselves, then, yes, that question would be valid. But that is a very shallow understanding and a very uninformed understanding of the nature of marriage, because marriage is just as much - if not more so - about the community as it is about the couple themselves.  But it's not the community that gets married. No, it's not the community that gets married, but it's the community that enforces marriage and develops marriage. We need to understand that marriage is just as much a social norm - a social ideal - of the kind of behavior that we expect and need for a healthy vibrant society; as much as it is about the emotional commitment of two people. One of the biggest issues is the social role of marriage. Marriage domesticates men. Men who are not attached permanently to a woman are men that will practice and engage in socially unhealthy behaviors at a much higher level.  How will same-sex marriage effect the concept of 'marriage'? Marriage becomes reduced down to nothing, because the moral argument for same-sex marriage is the same moral argument for group marriage, for polygamy, and it is going to be impossible to deny polygamous groups - and group marriage people - who come forth in all sincerity and say, 'If you can't restrict marriage to only couples of opposite sex, then you can't restrict marriage to only two people.' They are all very much interwoven. The three things that you lose are: 1) the domesticating influence of marriage on men; 2) the protective influence of marriage upon women from being victimized and objectified by men; and 3) it provides mothers and fathers for children.  When monogamy is lost as an ideal, the idea that a man should commit himself and forego all other sexual relationships but (the one with) his wife, then women become commodities to be used and collected by men. When committing yourself to a woman and subjugating your sexual desires for the sake of that woman - when that becomes just one lifestyle choice among many, it is devastating to a culture. Same-sex 'marriage' also denies every child it touches access to either a mother or father. It is never compassionate to intentionally deny a child either a mother or father.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:07"
    },
    {
      "nodeID": "144952",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:07"
    },
    {
      "nodeID": "144953",
      "text": "Like the 'pursuit of happiness'?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:07"
    },
    {
      "nodeID": "144954",
      "text": "And we are preventing this how?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:07"
    },
    {
      "nodeID": "144955",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:07"
    },
    {
      "nodeID": "144956",
      "text": "I think that you should look for a better example of the 'land of the free'. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:01:08"
    },
    {
      "nodeID": "144957",
      "text": "Well, I`ve always seen denmark to have a rather high level of political, economic, social and religous freedom (the only real detriment is high taxes, but some would argue that high taxes coupled with a large amount of income distribution actualy increases economic freedom, so its kind of ambigous). This being mixed with relative socialistic and prosperous economy makes Denmark a good contestant for the title 'the land of the free'.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:08"
    },
    {
      "nodeID": "144958",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:08"
    }
  ],
  "edges": [
    {
      "edgeID": "186930",
      "fromID": "144948",
      "toID": "144949",
      "formEdgeID": null
    },
    {
      "edgeID": "186931",
      "fromID": "144949",
      "toID": "144947",
      "formEdgeID": null
    },
    {
      "edgeID": "186932",
      "fromID": "144951",
      "toID": "144952",
      "formEdgeID": null
    },
    {
      "edgeID": "186933",
      "fromID": "144952",
      "toID": "144950",
      "formEdgeID": null
    },
    {
      "edgeID": "186934",
      "fromID": "144954",
      "toID": "144955",
      "formEdgeID": null
    },
    {
      "edgeID": "186935",
      "fromID": "144955",
      "toID": "144953",
      "formEdgeID": null
    },
    {
      "edgeID": "186936",
      "fromID": "144957",
      "toID": "144958",
      "formEdgeID": null
    },
    {
      "edgeID": "186937",
      "fromID": "144958",
      "toID": "144956",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
