{
  "nodes": [
    {
      "nodeID": "137630",
      "text": "It sure is funny how many times the 'pro-lifers' claim a victory- and yet that victory is quickly overturned by the supreme authority in this country- which is not the senate, not the president, it is the COURT. I find it truly insulting that this great nation, which was founded upon the idea of religious freedom has allowed so many of its laws to be affected by the over-dominant christian right. If we put aside the bible, the commandments, and the intentionally biased commentaries of christian leaders, what argument is left? The Christian right will say that all life is precious, but obviously there are tiers. An unborn, unwanted, and even sometimes malformed child is more precious than that of the mother. Who cares if she was raped? Who cares if she was the victim of incest? Who cares if the child she carries has tested positive for all sorts of defects- 'My preacher says it's wrong!' Another disturbing all too common event is that of the woman who has taken her prescribed birth control, but it failed, so she finds herself carrying a child she never wanted, and even worse, as a result of the augmented hormone levels as a result of birth control, her child has little chance of being born normal and healthy. But if these 'pro-lifers' have their way, she will be forced to have the child, and raise it. Another argument I often hear is the option of adoption. One must wonder, though, if adoptive families were so abundant, why so many group homes for unwanted children who are doomed to live out their childhoods at the knees of the state? The gross majority of open-adoption agencies out there are christian-founded, which means of course, that unless you adhere to their strict guidelines, you will not recieve a child. Single parents (no matter the income) homosexuals, any person who does not subscribe to christianity is immediately disqualified! What I really want to say is, If you have some moral objection to abortion, that's just fine~ then never have one yourself. But please do not expect another person to conform to your ideas. Why should they?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:19"
    },
    {
      "nodeID": "137631",
      "text": "But didn't you know? The USA is a CHRISTIAN NATION and all other beliefs are subservient to that. They don't get it, they actally believe that they're doing good and are also doing it for our own good as well.  It isn't terrorists, or any other outside force which are a threat to American rights and freedoms, it is those like the Christian right who you truly have to fear. Those like Pat Robertson, or Jerry Falwel who have influence and many others as well like your President. How many other Judges feel and believe the same as Judge Moore in Alabama did?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:19"
    },
    {
      "nodeID": "137632",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:19"
    },
    {
      "nodeID": "137633",
      "text": "Sticking a pair of scisors in the back of a full-grown, half born, fetus' head, with the doctor holding in his hands a fetus about to be born, is not just wrong in a Christian belief. YOu're sick if you support it.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:20"
    },
    {
      "nodeID": "137634",
      "text": "And you're quite naive if you think that emotional examples mean anything against the facts. The so-called 'Partial Birth' Abortion is quite rare and usually only performed to save the mother's life, but now they're going to have to let the mother die because Dubya has banned this now thus the first step to going back to the 'good old days' when women were nothing more than property. You're the sick one. Also, with your resorting to such tactics shows that you are losing. BTW, isn't putting 'Your god' under your name somewhat sacrilegious by putting yourself above your god? I guess that I'll be seeing you in Hell. :)",
      "type": "I",
      "timestamp": "2016-03-08 19:45:20"
    },
    {
      "nodeID": "137635",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:20"
    },
    {
      "nodeID": "137636",
      "text": "Your obvious ignorance of medical procedure is astonishing. I do not think any such uninformed person has a right to an opinion, but since you have decided you do, let me try to inform you. A doctor would never 'stick a pair of scissors' into a baby's head. Any propaganda that has told you otherwise is just that, propaganda. If the doctor is 'holding in his hands' a baby about to be born, (which implies labor) and that child weighs more than 500 grams (just under two pounds), he is required by law to do all in his power to protect and support that child's life. Partial-birth abortion is done only in a case when the mother's life is at stake, no, it does not always 'save the mother's life' in some cases it is done as a prophylaxis against an event in which life-saving measures would be deemed neccessary. Example- the mother has advanced liver disease, when she concieved it seemed as though it would be possible to carry the child, but as her pregnancy advanced, so did her disease, so that now she is in complete renal failure. The doctors advise her that if she continues with her pregnancy, she is putting her own life and that of ther child into jeopardy. He urges her to abort the child, in order to save her life. This is one case where a partial-birth abortion would be the method. If the woman decides to continue her pregnancy, she might die, the child might die as well. But if she chooses not to have the child, she lives to fight another day. Tough choices- What right on earth would I have to enter into this situation and tell her that 'god says you gotta put your life at risk and carry this child, even though both of you might die'????  I may be sick, but I pride myself on the ability to create an informed opinion on a matter, and until I am informed, I keep my opinions to myself. That should be in the bible somewhere",
      "type": "I",
      "timestamp": "2016-03-08 19:45:20"
    },
    {
      "nodeID": "137637",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:20"
    },
    {
      "nodeID": "137638",
      "text": "The partial birth abortion is rare, but it is not always used to save the mother's life. At any rate, I may seem radical, but even if it is to save the mother's life I think it should be disallowed, as it is a very cruel preocedure. Would you do that to a born baby? Of course not. It's very sickening that the so called 'land of the free' would allow such a murderous procedure to be done.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:20"
    },
    {
      "nodeID": "137639",
      "text": "So-called 'Partial Birth' Abortions are so rare as to be negligible. This ban was just a small step onto taking away a woman's right to choice. If it were a 'born baby' then they wouldn't have to perform the abortion. It would be able to survive in a respirator. There you go again misusing a legal term. You are the sick one for using emotional arguements and ignoring the facts.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:20"
    },
    {
      "nodeID": "137640",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:20"
    },
    {
      "nodeID": "137641",
      "text": "That's just great. You think it is cruel to abort a fetus when the life of the mother is in danger. So what your really saying is: 'Oh just let the chick die, save that baby'. It strikes me as strange that you don't think letting that woman die would be cruel, or that the baby growing up without his mother would be cruel. And there would be no reason to do it to a 'born baby'. If they are already born, you cannot perform an abortion. And I think it is sickening that in this so called 'land of the free' that there would even be an argument against an abortion done to prevent the death of the mother, or abortions done in the case of rape. I would think that the land of the free and the right to choose would go hand in hand. And let me ask you, with your demented, self righteous views, do you celebrate your birth date or your conception date?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:20"
    },
    {
      "nodeID": "137642",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:20"
    }
  ],
  "edges": [
    {
      "edgeID": "181736",
      "fromID": "137631",
      "toID": "137632",
      "formEdgeID": null
    },
    {
      "edgeID": "181737",
      "fromID": "137632",
      "toID": "137630",
      "formEdgeID": null
    },
    {
      "edgeID": "181738",
      "fromID": "137634",
      "toID": "137635",
      "formEdgeID": null
    },
    {
      "edgeID": "181739",
      "fromID": "137635",
      "toID": "137633",
      "formEdgeID": null
    },
    {
      "edgeID": "181740",
      "fromID": "137636",
      "toID": "137637",
      "formEdgeID": null
    },
    {
      "edgeID": "181741",
      "fromID": "137637",
      "toID": "137633",
      "formEdgeID": null
    },
    {
      "edgeID": "181742",
      "fromID": "137639",
      "toID": "137640",
      "formEdgeID": null
    },
    {
      "edgeID": "181743",
      "fromID": "137640",
      "toID": "137638",
      "formEdgeID": null
    },
    {
      "edgeID": "181744",
      "fromID": "137641",
      "toID": "137642",
      "formEdgeID": null
    },
    {
      "edgeID": "181745",
      "fromID": "137642",
      "toID": "137638",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
