{
  "nodes": [
    {
      "nodeID": "136214",
      "text": "South Dakota's Legislature: Human Life Begins at Conception  Susan Jones, CNSNews.com Friday, Feb. 27, 2004  The South Dakota House on Thursday joined the state Senate in passing a bill that says human life begins at conception - something that would outlaw all abortions in South Dakota, except in cases where the mother's health or life were endangered. Pro-abortion groups called the bill 'a direct assault on South Dakotans' rights,' and pro-life advocates see it as a way of directly challenging the Supreme Court's 1973 Roe vs. Wade ruling that legalized abortion. The bill's main sponsor, Republican state Rep. Matt McCaulley, called it the 'strongest, cleanest pro-life legislation' passed by a state legislature since 1973.  Equal Protection He and other supporters say unborn babies deserve equal protection under the 14th Amendment, and they say the state is within its rights to expand the definition of 'persons' to include unborn babies. 'If this is the case that goes to the Supreme Court to get them to overturn Roe versus Wade, so be it,' a wire report quoted McCaulley as saying. South Dakota's pro-life Republican Gov. Mike Rounds has not yet said whether he would sign the bill. He has until March 12 to make up his mind. The bill makes it a crime to perform abortions. The penalties for doing so include up to five years in prison and a $5,000 fine, unless a mother's life is in danger. The bill does not include exceptions for rape or incest.  McCaulley estimated that about 800 abortions are performed every year in South Dakota. 'Be Very Worried' Every American who 'values a woman's right to choose' should be worried, said Kate Michelman, president of NARAL Pro-Choice America, in a press release. Michelman said the bill, if upheld by the courts, could endanger the health of women, send doctors to prison for 'doing what is in the best medical interests of their patients,' and insert government into personal decisions to the point where some widely used forms of birth control might be banned. 'The anti-choice movement has not been shy about its two-pronged strategy for overturning Roe v. Wade,' Michelman said.  She described the strategy as passing bills like the one in South Dakota, then forcing them into the court system and 'hoping that George Bush has the opportunity to put new justices on the Supreme Court who will take the opportunity that these bills provide them to take away reproductive freedom.' NARAL Pro-Choice America describes itself as the 'leading national advocate of personal privacy and a woman's right to choose.'",
      "type": "I",
      "timestamp": "2016-03-08 19:41:43"
    },
    {
      "nodeID": "136215",
      "text": "YES!! Go South Dakota!! emoticon_xbouncer",
      "type": "I",
      "timestamp": "2016-03-08 19:41:43"
    },
    {
      "nodeID": "136217",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:42:38"
    }
  ],
  "edges": [
    {
      "edgeID": "180714",
      "fromID": "136215",
      "toID": "136217",
      "formEdgeID": null
    },
    {
      "edgeID": "180715",
      "fromID": "136217",
      "toID": "136214",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
