{
  "nodes": [
    {
      "nodeID": "139782",
      "text": "Reading the opinions in McDonald v. Chicago, you might think it was as much a civil-rights case as a gun case. In the ruling, the Supreme Court decided 5-4 that the Second Amendment applies to states and localities, not just the federal government, and struck down Chicago's handgun ban. The four conservative justices, along with Justice Anthony Kennedy, formed the majority. One of the conservatives, Clarence Thomas, also filed a concurring opinion. The main disagreement betwee the two opinions concerned whether the Fourteenth Amendment's 'privileges or immunities' clause or its 'due process' clause is the best way for the Court to apply constitutional protections to state and local governments. But in the process of making their arguments, both opinions emphasize the racial history of the Fourteenth Amendment - the story of the post-Civil War South and the federal government's crusade to ensure fair treatment for blacks therein. The heart of the problem was that, in an effort to stave off rebellion and maintain the racial caste structure that had developed under slavery, state and local governments refused to respect freedmen's constitutional rights. Crucial to the South's efforts were gun-control laws that applied to blacks and blacks alone. This does not show that modern gun controllers are racist, or even that the modern gun-control movement has 'racist roots,' as some have suggested - the concerns that motivate Sarah Brady are neither the same as nor descended from the concerns that motivated racist southern governments. But this does show that when a government has the ability to forbid gun ownership, it has the ability to render groups it dislikes helpless to defend themselves. Regardless of whether modern gun control accomplishes its purpose of reducing crime - and for the record, there is no evidence it does - a free society should fear a government with such power. The South's campaign against black gun ownership, not surprisingly, began long before the Civil War. Two slave rebellions in the 1820s stoked whites' fears, and in response, 'many legislatures amended their laws prohibiting slaves from carrying firearms to apply the prohibition to free blacks as well,' Thomas notes. Georgia forbade blacks to 'own, use, or carry fire arms of any description whatever.' Florida empowered 'patrol[s]' of white citizens to 'search negro houses or other suspected places, for fire arms'; blacks caught with guns - whether slave or free - were brought to the 'nearest justice of the peace' for 'whipping on the bare back, not exceeding thirty-nine lashes.' (They could escape punishment by providing a 'plain and satisfactory' explanation.) It wasn't just blacks, but also anti-slavery whites, whom governments tried to disarm. For example, during the 'Bleeding Kansas' period - a series of violent skirmishes in the 1850s between pro- and anti-slavery elements in that future border state - there were attempts to take guns from the 'free-soilers.' As the majority opinion in McDonald notes, the 1856 Republican-party platform described this as a violation of the right to keep and bear arms. When the war ended, fear of rebellion peaked, and southern governments ramped up their efforts. Some states passed laws banning black gun ownership or gun carrying, and there was a 'systematic effort' to disarm the freedmen who had served in the Union army and then returned to their homes in the South. Roving bands of ex-Confederate soldiers, many affiliated with the Ku Klux Klan, took arms from blacks by force while official law enforcement looked the other way. In South Carolina, a group of black citizens wrote the following to Congress: 'We ask that, inasmuch as the Constitution of the United States explicitly declares that the right to keep and bear arms shall not be infringed . . . that the late efforts of the Legislature of this State to pass an act to deprive us [of] arms be forbidden, as a plain violation of the Constitution.' The problem wasn't just that the laws were discriminatory, forbidding blacks but not whites to own guns - it was that the government had the right to ban gun ownership by the law-abiding at all. Even if the South had banned all gun ownership, disarmed blacks would have had to deal with the armed and racist 'state militia and state peace officers,' the justices note. They might have added that, without technically discriminating by race, the South could have used the techniques it later employed to keep blacks from voting - grandfather clauses, literacy tests, etc. - to exempt whites from facially non-discriminatory gun bans. (We see a modern analogue to these policies in laws that prevent the poor from owning guns. It costs $340, nonrefundable, just to apply for a gun permit in New York City, and the rich and famous seem to have a lower likelihood of being rejected. Also, the gun-control movement periodically goes after 'Saturday-night specials' - that is, handguns cheap enough that the poor can afford them.) It was gun-control laws - along with other laws that violated virtually every right blacks had - that led to the Fourteenth Amendment, which authorized the federal government to ensure that state and local governments respected citizens' rights. The Freedmen's Bureau Act of 1866, passed just two years before the amendment was approved, made it clear that the right to keep and bear arms was an important right for freed blacks to have: 'The right . . . to have full and equal benefit of all laws and proceedings concerning personal liberty, personal security, and the acquisition, enjoyment, and disposition of estate, real and personal, including the constitutional right to bear arms, shall be secured to and enjoyed by all the citizens . . . without respect to race or color, or previous condition of slavery.' Advocates of the Civil Rights Act of 1866 cited the disarmament of freed blacks as a reason the law was necessary. These laws, however, didn't work. Southern governments refused to enforce them, and the Supreme Court - which was far less powerful then than it is today, anyhow - did not intervene. To drive the point home that the South had to respect blacks' rights, including the right to bear arms, Republicans in Congress passed the Fourteenth Amendment (they had the numbers to do this because they had refused to seat the Democrats the South had elected, many of whom were former Confederate soldiers), sent it to the states for ratification, put the former Confederate states under martial law via the Reconstruction Acts, and made their ratifying the amendment a condition of ending military rule. The Supreme Court's decision gives Americans a lot to think about - from the 'privileges or immunities' clause to the Court's proper role in enforcing the Constitution. But whenever we discuss gun control, we need to remember that a government capable of gun control is capable of tyranny. Both the majority opinion and Thomas's concurrence in McDonald - following in the steps of works such as Stephen P. Halbrook's Securing Civil Rights - perform the crucial service of explaining how important that fact was in the wake of the Civil War.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:04"
    },
    {
      "nodeID": "139783",
      "text": "So you see, Brady, you're wrong again. The McDonald ruling wasn't an issue of guaranteeing white men their ability to feel safe in the face of growing minority groups. Quite the opposite. The McDonald ruling was about striking against those with racist and evil intentions who would use the law to render innocent people helpless for no good reason. It was as much about protecting minorities from harm as anything.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:04"
    },
    {
      "nodeID": "139784",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139785",
      "text": "If the Chicago handgun ban were truly discriminatory then it likely would have been struck down under the equal protection clause- a part of 14th Amendment which you don't seem to care if states such as Arizona violate in their attempt to deal with illegal immigration. Disarmed blacks may have been victimized by the KKK while state governments looked the other way during the late 19th Century but fast forward to 2010- now blacks are much more likely to victimized by other blacks than by racist whites. If the intent behind the Chicago handgun ban is truly racist then why allow blacks to own rifles? I recently read that you can learn to shoot a rifle more accurately in one hour than you could shoot a handgun in a lifetime of practice. Areas such as D.C. and Chicago have large populations of blacks and some argue that restrictive gun laws help fight crime in such areas while others argue that it makes crime worse. It's part of the modern gun control debate- a debate that I think true judicial conservatives would stay out of as Justice Stevens pointed out.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139786",
      "text": "Actually it has been prosecuted under 42 UDC 1981 and 1986. It dates back to the first Civil Rights ruling in , oh, about 1866 but I would have to check the date to be certain. That is one reason Thomas and Stevens felt it was incorporated under the P or I clause. What is your point about the rifle comment? Did it just sound cool so you threw that out there for the cats? :)",
      "type": "I",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139787",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139788",
      "text": "If the intent behind the Chicago handgun ban is truly racist then why allow blacks to own rifles?",
      "type": "I",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139789",
      "text": "Because they couldn't own models like the AR-15 or AK-47? Last I checked those were banned in Chicago and much of Illinois, limiting people to mainly deer rifles.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139790",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139791",
      "text": "Disarmed blacks may have been victimized by the KKK while state governments looked the other way during the late 19th Century but fast forward to 2010- now blacks are much more likely to victimized by other blacks than by racist whites.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139792",
      "text": "So what's your solution, keep all blacks unarmed so the bad blacks can't hurt the good blacks? I guess you've decided to drop your argument that the Second Amendment was a racist tool designed to keep blacks 'in their place' under the thumb of their masters.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139793",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139794",
      "text": "If the Chicago handgun ban were truly discriminatory",
      "type": "I",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139795",
      "text": "And it was. Anybody with a brain can understand that. Mayor Daley is white. A large portion of the Chicago population is black. Ergo Daley was keeping the blacks unarmed and helpless.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139796",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139797",
      "text": "Because they couldn't own models like the AR-15 or AK-47? Last I checked those were banned in Chicago and much of Illinois, limiting people to mainly deer rifles. Whatever you read is irrelevant. In Heller the judges ruled it was illegal and unconstitutional to ban ownership of an entire class of firearms, such as handguns. In McDonald they extended that same standard to all 50 states.  Gun control makes crime worse. Look at how many murders Chicago admitted they experienced each year that involved handguns. Nearly all of them.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139798",
      "text": "And they could have experienced more without gun control. You're jumping to conclusions.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139799",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139800",
      "text": "Simply because the law was applied in a manner to keep white and latino people unarmed as well, doesn't mean that the law itself isn't racist in nature.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:05"
    },
    {
      "nodeID": "139801",
      "text": "So a law that is applied equally is discriminatory? Sounds like doublethink.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:06"
    },
    {
      "nodeID": "139802",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:06"
    },
    {
      "nodeID": "139803",
      "text": "You might be interested to know that Chicago had a black mayor from 1983 to 1987 -while the ban was in effect. You're just playing the race card.  So a law that is applied equally is discriminatory? Sounds like doublethink.  Other races would be better off unarmed too.  Historically, it is as valid an argument as the argument that some state gun laws were racist after the Civil War.  And they could have experienced more without gun control. You're jumping to conclusions.  What is unconstitutional is judges' interference in matters best left to the legislature. I take a conservative view of the judiciary's powers under the Constitution.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:06"
    },
    {
      "nodeID": "139804",
      "text": "You are a foreigner yourself I recall you admitting. What do you lable that? :)",
      "type": "I",
      "timestamp": "2016-03-08 19:50:06"
    },
    {
      "nodeID": "139805",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:06"
    },
    {
      "nodeID": "139806",
      "text": "You might be interested to know that Chicago had a black mayor from 1983 to 1987 -while the ban was in effect. You're just playing the race card.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:06"
    },
    {
      "nodeID": "139807",
      "text": "And Daley fought harder than anyone to keep it in place. What's your point?",
      "type": "I",
      "timestamp": "2016-03-08 19:50:06"
    },
    {
      "nodeID": "139808",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:06"
    }
  ],
  "edges": [
    {
      "edgeID": "183262",
      "fromID": "139783",
      "toID": "139784",
      "formEdgeID": null
    },
    {
      "edgeID": "183263",
      "fromID": "139784",
      "toID": "139782",
      "formEdgeID": null
    },
    {
      "edgeID": "183264",
      "fromID": "139786",
      "toID": "139787",
      "formEdgeID": null
    },
    {
      "edgeID": "183265",
      "fromID": "139787",
      "toID": "139785",
      "formEdgeID": null
    },
    {
      "edgeID": "183266",
      "fromID": "139789",
      "toID": "139790",
      "formEdgeID": null
    },
    {
      "edgeID": "183267",
      "fromID": "139790",
      "toID": "139788",
      "formEdgeID": null
    },
    {
      "edgeID": "183268",
      "fromID": "139792",
      "toID": "139793",
      "formEdgeID": null
    },
    {
      "edgeID": "183269",
      "fromID": "139793",
      "toID": "139791",
      "formEdgeID": null
    },
    {
      "edgeID": "183270",
      "fromID": "139795",
      "toID": "139796",
      "formEdgeID": null
    },
    {
      "edgeID": "183271",
      "fromID": "139796",
      "toID": "139794",
      "formEdgeID": null
    },
    {
      "edgeID": "183272",
      "fromID": "139798",
      "toID": "139799",
      "formEdgeID": null
    },
    {
      "edgeID": "183273",
      "fromID": "139799",
      "toID": "139797",
      "formEdgeID": null
    },
    {
      "edgeID": "183274",
      "fromID": "139801",
      "toID": "139802",
      "formEdgeID": null
    },
    {
      "edgeID": "183275",
      "fromID": "139802",
      "toID": "139800",
      "formEdgeID": null
    },
    {
      "edgeID": "183276",
      "fromID": "139804",
      "toID": "139805",
      "formEdgeID": null
    },
    {
      "edgeID": "183277",
      "fromID": "139805",
      "toID": "139803",
      "formEdgeID": null
    },
    {
      "edgeID": "183278",
      "fromID": "139807",
      "toID": "139808",
      "formEdgeID": null
    },
    {
      "edgeID": "183279",
      "fromID": "139808",
      "toID": "139806",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
