{
  "nodes": [
    {
      "nodeID": "150254",
      "text": "Hi Guys,  I have a website called Marilyn's Non-Violent Planet and right now my new message board is getting visited by pro-gun posters. emoticon_xkill  I am in need of support from like-minded people here in the net and so I am hoping that you will please take a few minutes of your time and come by and help me with your opinions and viewpoints.  Thanking you kindly in advance... :) Marilyn",
      "type": "I",
      "timestamp": "2016-03-08 20:12:19"
    },
    {
      "nodeID": "150255",
      "text": "Marilyn - I'll look at your site if you look at mine... http://www.nra.org/",
      "type": "I",
      "timestamp": "2016-03-08 20:12:19"
    },
    {
      "nodeID": "150256",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:19"
    },
    {
      "nodeID": "150257",
      "text": "I don't think we have any, sorry.  Our gun control advocates have surrendered, finding that their argument is so flawed that it is absolutely insupportable. Those who advocated less than lethal weapons have also been proven fools. Less than lethal weapons have been proven to be less than effective weapons. If you are in a situation where you have to use a weapon, you want a weapon that you KNOW will stop the bad guy, not a weapon that you think has a high probability of stopping the bad guy.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:19"
    },
    {
      "nodeID": "150258",
      "text": "Not true. I believe in 'some' gun control measures. However, I also believe in my right keep and bear arms, and use such arms as I see fit in defense of myself and others. It's not an all or none thing in my book.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:20"
    },
    {
      "nodeID": "150259",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:20"
    },
    {
      "nodeID": "150260",
      "text": "That's not entirely true. For example, a country that isn't already saturated with, say, handguns, would imo greatly suffer if handguns were suddenly legalised. Banning handguns in a country that is saturated already, is imo, idiotic. -Wez",
      "type": "I",
      "timestamp": "2016-03-08 20:12:20"
    },
    {
      "nodeID": "150261",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:20"
    },
    {
      "nodeID": "150262",
      "text": "As much as I'd love pacifism and peace and tolerance and all that wonderful stuff, and I do believe, as my signature says, that violence is the last refuge of the incompetent, it can't be helped so long as we live in a world where people think they need violence. I say take a few pacifistic Earthlings, resettle them on other planets, and build nice and peaceful Spacer worlds away from the violence and squalor of this planet. :)",
      "type": "I",
      "timestamp": "2016-03-08 20:12:20"
    },
    {
      "nodeID": "150263",
      "text": "And as their populations grew over thousands of years, civilizations seperate out and independent nations form, laws are set up, and some prosper while others wallow in poverty, how long do you think it will take until people begin to kill each other on your peaceful planets? Nice dream, but real life does not work like that.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:20"
    },
    {
      "nodeID": "150264",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:20"
    }
  ],
  "edges": [
    {
      "edgeID": "190664",
      "fromID": "150255",
      "toID": "150256",
      "formEdgeID": null
    },
    {
      "edgeID": "190665",
      "fromID": "150256",
      "toID": "150254",
      "formEdgeID": null
    },
    {
      "edgeID": "190666",
      "fromID": "150258",
      "toID": "150259",
      "formEdgeID": null
    },
    {
      "edgeID": "190667",
      "fromID": "150259",
      "toID": "150257",
      "formEdgeID": null
    },
    {
      "edgeID": "190668",
      "fromID": "150260",
      "toID": "150261",
      "formEdgeID": null
    },
    {
      "edgeID": "190669",
      "fromID": "150261",
      "toID": "150257",
      "formEdgeID": null
    },
    {
      "edgeID": "190670",
      "fromID": "150263",
      "toID": "150264",
      "formEdgeID": null
    },
    {
      "edgeID": "190671",
      "fromID": "150264",
      "toID": "150262",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
