{
  "nodes": [
    {
      "nodeID": "157917",
      "text": "Using an arbitrary phrase like 'civil rights' just isn't specific enough--one can only surmise that there would be individual court cases coming up every time there's a petition about whether a given issue constitutes a 'civil right' or not.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:35"
    },
    {
      "nodeID": "157918",
      "text": "Just because you don't have a handle on what civil rights are doesn't make the phrase arbitrary. :) It's a legal term, not a catch phrase. I'm not a lawyer, I couldn't track down the exact definition they use in Massachusetts, but rest assured they have one.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:35"
    },
    {
      "nodeID": "157919",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:35"
    },
    {
      "nodeID": "157920",
      "text": "If minorities' civil rights are truly being taken away and hurt due to ballot initiatives, then that is a far better reason to change the system than the fact there are people out there who misuse the system.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:35"
    },
    {
      "nodeID": "157921",
      "text": "And the risk to minority's civil rights is, of course, the reason for the bill. They are, after all, limiting what can be started via initiative, not eliminating the initiative process altogether. The fraud was merely an example of why the change is needed. As has been argued here before, if civil rights need protecting, it's from the majority. Allowing civil rights to be modified via the initiative process simply makes it too easy for the majority to impose it's will on the minority. That's not what a Democracy is about, at least not our Democracy.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:35"
    },
    {
      "nodeID": "157922",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:35"
    },
    {
      "nodeID": "157923",
      "text": "So basically, you're saying you know they have a legal criteria for what constitutes civil rights, and in the same section you say you aren't a lawyer, and that you can't track it down. Interesting. Since you aren't backing it up and essentially admit that you can't, then your claim will be taken for what little it's worth. :)",
      "type": "I",
      "timestamp": "2016-03-08 20:29:35"
    },
    {
      "nodeID": "157924",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:35"
    },
    {
      "nodeID": "157925",
      "text": "If enough people sign a petition the process to amend the constitution is started. This bill would exclude matters of civil rights from the subjects which would be valid targets of this process. Get it now?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:35"
    },
    {
      "nodeID": "157926",
      "text": "Well of course it's about petitions that would lead to amendments. What else would it be about? Nevertheless it is still a voting process. That's how amendments are done. What I'm asking is, does this bill mean that ANY issue that could come up as an amendment would be illegal? And if not, (the more important question) how would they determine what constitutes civil rights. (Which you didn't answer, but rather basically said 'I don't know but rest assured they do' (to paraphrase). Get it now? Anyway, on further review, I believe that the bills only apply to whatever falls under the catagory of 'civil rights', however the heck that is to be determined! emoticon_xdonno",
      "type": "I",
      "timestamp": "2016-03-08 20:29:35"
    },
    {
      "nodeID": "157927",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:35"
    },
    {
      "nodeID": "157928",
      "text": "And the risk to minority's civil rights is, of course, the reason for the bill.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:36"
    },
    {
      "nodeID": "157929",
      "text": "And yet they also claim other reasons ... fraud and $, which I was addressing.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:36"
    },
    {
      "nodeID": "157930",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:36"
    },
    {
      "nodeID": "157931",
      "text": "Yeah, but your counter example is pretty bad. It's easy to defraud a petition drive, it's hard to defraud a general election.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:36"
    },
    {
      "nodeID": "157932",
      "text": "Really? It must not be too hard to defraud a general election. Why would you think it was hard when there is evidence it has happened frequently in recent years, and in fact there have been reports of it at times going on back in U.S. history? History would indicate it not to be hard after all. If someone is determined to do so, there is likely no aspect of our democratic process that is hard to defraud.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:36"
    },
    {
      "nodeID": "157933",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:36"
    },
    {
      "nodeID": "157934",
      "text": "Of course it will have an effect on the gay marriage issue. It will prevent the people of Mass from voting on the issue and place the final decision in the hands of the Pro Gay Democratic Legislature who is owned and controlled by the Gay Lobby. It should also be noted that according to the Mass Constitution, the people have always voted on such issues. The Democratic Party controlled Government wants to change the Constitution against the will of the people who want to vote on this important issue. It's just another example of the Liberals hijacking the historical political Process and reforming it in their own image.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:36"
    },
    {
      "nodeID": "157935",
      "text": "But if this was a republican program, you'd have no problem with it. You are a rightwing hypocrite, Archie Baby.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:36"
    },
    {
      "nodeID": "157936",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:36"
    },
    {
      "nodeID": "157937",
      "text": "What the Gay and Lesbian Alliance doesn't want discussed in the State or National debate is the Economic Cost of this program to the Tax Payers if passed. The increase in costs in virtually every program that affects married couple will be in the multiple billions for just the State, not to mention a National cost if it were legalized every where.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:36"
    },
    {
      "nodeID": "157938",
      "text": "I would kind of Like to Discuss your Fascinating use of Caps. :) But seriously, your numbers are insane. Somewhere around 8000 gay couples have gotten married in the past couple of years, how in the world do you imagine that they've cost the state hundreds of thousands or millions each? You just made all that up, didn't you?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:36"
    },
    {
      "nodeID": "157939",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:36"
    }
  ],
  "edges": [
    {
      "edgeID": "196076",
      "fromID": "157918",
      "toID": "157919",
      "formEdgeID": null
    },
    {
      "edgeID": "196077",
      "fromID": "157919",
      "toID": "157917",
      "formEdgeID": null
    },
    {
      "edgeID": "196078",
      "fromID": "157921",
      "toID": "157922",
      "formEdgeID": null
    },
    {
      "edgeID": "196079",
      "fromID": "157922",
      "toID": "157920",
      "formEdgeID": null
    },
    {
      "edgeID": "196080",
      "fromID": "157923",
      "toID": "157924",
      "formEdgeID": null
    },
    {
      "edgeID": "196081",
      "fromID": "157924",
      "toID": "157918",
      "formEdgeID": null
    },
    {
      "edgeID": "196082",
      "fromID": "157926",
      "toID": "157927",
      "formEdgeID": null
    },
    {
      "edgeID": "196083",
      "fromID": "157927",
      "toID": "157925",
      "formEdgeID": null
    },
    {
      "edgeID": "196084",
      "fromID": "157929",
      "toID": "157930",
      "formEdgeID": null
    },
    {
      "edgeID": "196085",
      "fromID": "157930",
      "toID": "157928",
      "formEdgeID": null
    },
    {
      "edgeID": "196086",
      "fromID": "157932",
      "toID": "157933",
      "formEdgeID": null
    },
    {
      "edgeID": "196087",
      "fromID": "157933",
      "toID": "157931",
      "formEdgeID": null
    },
    {
      "edgeID": "196088",
      "fromID": "157935",
      "toID": "157936",
      "formEdgeID": null
    },
    {
      "edgeID": "196089",
      "fromID": "157936",
      "toID": "157934",
      "formEdgeID": null
    },
    {
      "edgeID": "196090",
      "fromID": "157938",
      "toID": "157939",
      "formEdgeID": null
    },
    {
      "edgeID": "196091",
      "fromID": "157939",
      "toID": "157937",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
