{
  "nodes": [
    {
      "nodeID": "149366",
      "text": "So you are saying that because the gun is of value you should just let the burgular take everything else of value, Rape your wife and possibly kill you all because you might get shot? XXXX. You are now quoting that burgulars will invade homes more because there are guns in there? Again this is this frauds own personal research to meet his agenda. Please show me his raw data.. otherwise it is XXXX.  Your quote starts out with fact (the 74%) then goes off into fantasy land of the quotes of one or two CRIMINALS who support your global socialist agenda and then he does 'his own study'. XXXX!  GOA and other pro freedom groups footnote and annotate thier sources for your review not some 'oh we looked at the fbi statistics and from 'our own' research we have found that pistol gripped assault rifles can go on a kill crazy rampage whether or not a human is actually holding the thing' XXXX! The latest is the BATFE is XXXXXX at the brady foundation for misrepresenting their data... hmm..... C R A P !",
      "type": "I",
      "timestamp": "2016-03-08 20:10:42"
    },
    {
      "nodeID": "149367",
      "text": "Well, if burglars want to steal guns then it makes sense that they would be likely to target the homes of gun owners. And the source is from the recently published book Evaluating Gun Policy which you can read and review. The source is listed at the bottom.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:42"
    },
    {
      "nodeID": "149368",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:42"
    },
    {
      "nodeID": "149369",
      "text": "All those things would just ask for trouble just as putting up the no guns sign could. There is no benefit to them. I don't know how this seems logical to you that people should be willing to put up these signs if they don't have a gun. I'm sure you wouldn't put up a sign saying you were not home or put up a sign detailing your computer's IP address and its security system or lack thereof. It takes about one ounce of intelligence to realize that it would be stupid to do this. However, you can have no gun in the house and use the same signs that Kelvin mentioned. This is no different than a person putting up a sign showing what security system is protecting there home even if they don't have a security system. It is the poor mans security system. So since we are on the topic of using signs to encourage or discourage violence, wouldn't you agree you can play on criminal's fear of guns without actually owning a gun? I would say that you can.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:42"
    },
    {
      "nodeID": "149370",
      "text": "You just proved the DETERANCE of a gun on crime, The deterance of SOME people Carriing concealed... Just like your poor mans sign. Do you get it?  Yes we agree on the last point but that is done by the people who choose to carry that makes criminals think twice about attacking you... He does not know if you are armed or not.  BTW hows your brother? You gettin that all fixed? I only ask as this is a most serious subject you brought up and I am truly concerned for you and your families well being.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:42"
    },
    {
      "nodeID": "149371",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:42"
    },
    {
      "nodeID": "149372",
      "text": "Do guns really deter burglars? Here's an interesting study.  'In one sample of state prisoners, 74 percent agreed that one reason burglars avoid residences when people are at home is that they fear being shot. At the same time, burglars also report that guns are of considerable value to them.... Interviews with active burglars suggest that they typically prefer items that are easy to carry, easily concealed, and have high 'pound for pound' value. As one burglar reported: 'A gun is money with a trigger'....Results from the Uniform Crime Reports and NCVS data suggest that gun prevalence may increase the odds of being burglarized. Our analyses find that a 10-percent increase in a county's gun ownership rate is associated with a 3-percent to 7-percent increase in the likelihood that a home will be burglarized. The likelihood that a burglary is 'hot' (that is, that a resident is at home during the break-in) does not appear to be affected by the prevalence of gun ownership....One possible reason why the risk of burglary increases with gun prevalence is that guns are valuable loot....Keeping a gun at home is unlikely to provide a net benefit to the rest of the community in the form of burglary deterrence. If anything, residences in a neighborhood with more guns may be at greater risk of being burglarized. The upshot is ironic: Guns are often kept to protect the home, but the aggregate effect of keeping guns at home may be to increase the victimization rate.' http://www.jointogether.org/gv/news/summaries/reader/0,2061,566426,00.html Criminals fear being shot, but they also want to steal guns.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:42"
    },
    {
      "nodeID": "149373",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:42"
    },
    {
      "nodeID": "149374",
      "text": "Yes we agree on the last point but that is done by the people who choose to carry that makes criminals think twice about attacking you... He does not know if you are armed or not.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:42"
    },
    {
      "nodeID": "149375",
      "text": "So if everyone had a sign on them and a water pistol then would you be happier or does everyone need to have a gun? Should everyone who has a gun have a sign as well? Is the deterrent of a gun diminished without the sign? I'm also not going to address my brother in every single post. He is a shining example of why I don't like guns but that doesn't mean I'm going to talk about him constantly.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:42"
    },
    {
      "nodeID": "149376",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:43"
    },
    {
      "nodeID": "149377",
      "text": "So if everyone had a sign on them and a water pistol then would you be happier or does everyone need to have a gun? Should everyone who has a gun have a sign as well? Is the deterrent of a gun diminished without the sign?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:43"
    },
    {
      "nodeID": "149378",
      "text": "NO ONE HAS TO HAVE A GUN! The point is is that the choice should be up to the individual. If a criminal thinks you are armed he will move on (or he has a death wish)",
      "type": "I",
      "timestamp": "2016-03-08 20:10:43"
    },
    {
      "nodeID": "149379",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:43"
    },
    {
      "nodeID": "149380",
      "text": "I'm also not going to address my brother in every single post. He is a shining example of why I don't like guns but that doesn't mean I'm going to talk about him constantly.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:43"
    },
    {
      "nodeID": "149381",
      "text": "You mentioned him once or twice. I could give a rats a$$ about him. My concern is for you or anyone else who is in your situation. If you end up getting shot, as you walk towards that light remember you had ample opportunity to have prevented the dire mess you may find yourself in! It was not the guns fault, heck it really was not your brothers fault... It would have been your fault because you failed to act. This line has nothing to do with my position on guns or trying to get a 'one up' on the debate. You are in a dire LIFE THREATENING emergency much worse than me owning every mortar, grenade, f16, m16, ak-47 in the world. Do you get it?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:43"
    },
    {
      "nodeID": "149382",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:43"
    }
  ],
  "edges": [
    {
      "edgeID": "190040",
      "fromID": "149367",
      "toID": "149368",
      "formEdgeID": null
    },
    {
      "edgeID": "190041",
      "fromID": "149368",
      "toID": "149366",
      "formEdgeID": null
    },
    {
      "edgeID": "190042",
      "fromID": "149370",
      "toID": "149371",
      "formEdgeID": null
    },
    {
      "edgeID": "190043",
      "fromID": "149371",
      "toID": "149369",
      "formEdgeID": null
    },
    {
      "edgeID": "190045",
      "fromID": "149373",
      "toID": "149372",
      "formEdgeID": null
    },
    {
      "edgeID": "190046",
      "fromID": "149375",
      "toID": "149376",
      "formEdgeID": null
    },
    {
      "edgeID": "190047",
      "fromID": "149376",
      "toID": "149374",
      "formEdgeID": null
    },
    {
      "edgeID": "190048",
      "fromID": "149378",
      "toID": "149379",
      "formEdgeID": null
    },
    {
      "edgeID": "190049",
      "fromID": "149379",
      "toID": "149377",
      "formEdgeID": null
    },
    {
      "edgeID": "190050",
      "fromID": "149381",
      "toID": "149382",
      "formEdgeID": null
    },
    {
      "edgeID": "190051",
      "fromID": "149382",
      "toID": "149380",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
