{
  "nodes": [
    {
      "nodeID": "155324",
      "text": "Early Christian authorities rejected marriage, for the very reason that it was Goddess-oriented, and also on grounds of eschatology. Since they believed that the world was going to end at any moment, according to Jesus' promise, they saw no point in continuing another generation--for their savior specifically stated that the world would end in his own generation (Luke 9:27). However, as the decades wore on and the world did not end, fathers of the church turned even more firmly against marriage because they thought universal virginity was needed to bring about the promised kingdom of Christ.  St. Jerome said the purpose of every godly man should be 'to cut down with the ax of Virginity the wood of Marriage.' St. Ambrose called marriage a crime against God. Origen said, 'Matrimony is impure and unholy, a means of sexual passion.' Tatian said marriage is 'a polluted and foul way of life,' and Tertullian described it as an obscenity, a moral crime, 'more dreadful than any punishment or any death.' St. Augustine flatly declared marriage a sin. Saturninus explained that God made only two kinds of people, good men and evil women, and marriage turned good men toward evil. Jesus himself said there could be no marriage in heaven (Matthew 22:30, Mark 12:25). St. Bernard wrote that it is easier for a man to bring the dead back to life than to live with a woman without endangering his own soul. For many centuries therefore, marriage remained outside the church, under the auspices of common law. It was grudgingly accepted by religious authorities only when new laws restricted a wife's rights of ownership and inheritance, taking the means of independence away from women and turning them over to men.  Priests had abandoned the early church's rule of celibacy and had begun to take wives in the 5th and 6th centuries. But in the 11th century, the church decided to forbid clerical marriages, because they produced children to inherit property. When an unmarried priest died, all his property reverted to the church. Therefore, new papal decretals commended clergymen to turn their wives out on the street and sell their children as slaves. Some of the wives stayed on as concubines, though they were disinherited in the church's favor. By this means the church acquired a great new influx of wealth, although the women and children who were left destitute suffered terribly.  Marriage continued under the common law up to the 13th century, having no endorsement by canon law. Historian F.C. Conybeare says, 'Nothing is more remarkable than the tardiness with which liturgical forms for the marriage ceremony were evolved by the church.' The earliest approach to a Christian ceremony was a simple blessing of the newlyweds in facie ecclesiae--on the porch, outside the church door--to prevent the so-called 'pollution' of God's house. Though this blessing technically violated canon law, in 1215 the fourth Lateran Council granted it legal status because it had become too popular to ignore. It was only in the 16th century that the church finally made the priestly blessing mandatory (and, of course lucrative), refusing to recognize common-law marriages any more.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:34"
    },
    {
      "nodeID": "155325",
      "text": "Freethought Today, November 2008",
      "type": "I",
      "timestamp": "2016-03-08 20:23:34"
    },
    {
      "nodeID": "155326",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:34"
    },
    {
      "nodeID": "155327",
      "text": "So much for marriage's 'religious origins.'Freethought Today, November 2008",
      "type": "I",
      "timestamp": "2016-03-08 20:23:34"
    },
    {
      "nodeID": "155328",
      "text": "Yet another anti-Christian post by a gay activist. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:23:35"
    },
    {
      "nodeID": "155329",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:35"
    },
    {
      "nodeID": "155330",
      "text": "Yet another false assessment. Why is posting Christian historical context 'anti-Christian'?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:35"
    },
    {
      "nodeID": "155331",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:35"
    },
    {
      "nodeID": "155332",
      "text": "Now who's being disengenuous? When was the last time one of you gays posted a pro-Christian thread? lYou ONLY post anti-Christian threads, even though Christianity has been responsible for much of the good in the world.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:35"
    },
    {
      "nodeID": "155333",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:35"
    },
    {
      "nodeID": "155334",
      "text": "Now who's being disengenuous? When was the last time one of you gays posted a pro-Christian thread?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:35"
    },
    {
      "nodeID": "155335",
      "text": "So I am anti-Christian because I don't go around posting pro-Christian threads? Your logic is really skewed. Can I declare you anti-gay cause you don't frequently post pro-gay threads?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:35"
    },
    {
      "nodeID": "155336",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:35"
    },
    {
      "nodeID": "155337",
      "text": "You ONLY post anti-Christian threads, even though Christianity has been responsible for much of the good in the world.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:35"
    },
    {
      "nodeID": "155338",
      "text": "Quite frankly, you don't know squat about me. So stop trying to pretend you do. I have gone on record to say I think Christianity does a lot of good in the world. I have even tried to correct Matthew in his anti-Christian tirades. (Until I gave up realizing it would do no good... emoticon_frazzled ) I hate to break it to you, but the WORLD typically functions with people putting out negative news. You hear about how Joe Blow broke the law. Do you ever hear about how Johnny Atlas keeps the law? emoticon_frazzled",
      "type": "I",
      "timestamp": "2016-03-08 20:23:35"
    },
    {
      "nodeID": "155339",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:35"
    },
    {
      "nodeID": "155340",
      "text": "Funny how the truth so often tends to have an anti-Christian bias. If you can find something untrue in the article, point it out and proffer your evidence; otherwise... I didn't think posters were required to 'balance' their opinions here. At least now we see what passes for 'moderation' on this board. (That's right, folks: you can't put JPS on your ignore lists, 'cuz he's a 'moderator.' You know, like Glen Beck on 'fair and balanced' Fox News.)",
      "type": "I",
      "timestamp": "2016-03-08 20:23:35"
    },
    {
      "nodeID": "155341",
      "text": "What would you know about fair and balanced?:xcensored I know a lot of truths about gays. Do you want me to start posting incessant threads pointing them all out? And I am the moderator for the formal debate forum, not the entire board. Want to debate me on the benefits of gays on society vs Christianity?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:35"
    },
    {
      "nodeID": "155342",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:36"
    },
    {
      "nodeID": "155343",
      "text": "If you can find something untrue in the article, point it out and proffer your evidence; otherwise... I didn't think posters were required to 'balance' their opinions here.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:36"
    },
    {
      "nodeID": "155344",
      "text": "That's the thing. JPSartre12 can't point to anything inaccurate, so you see this mundane complaint that *you're posting something I don't like* ... Quite frankly, if Christianity insists on trying to tell the government how it should perform marriages, I think that street should cut both ways and the government should be able to have input on how religion performs marriages... JPSartre12's reply is reflective of the *anti-gay Christians are seeking discrimination against gays, but we're going to try to pretend we're the real victims while we bash them* school of thought.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:36"
    },
    {
      "nodeID": "155345",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:36"
    },
    {
      "nodeID": "155346",
      "text": "At least now we see what passes for 'moderation' on this board. (That's right, folks: you can't put JPS on your ignore lists, 'cuz he's a 'moderator.' You know, like Glen Beck on 'fair and balanced' Fox News.)",
      "type": "I",
      "timestamp": "2016-03-08 20:23:36"
    },
    {
      "nodeID": "155347",
      "text": "emoticon_rolleyes Meh. Foundit66 is moderator on a different site. Nobody cares. It's a rare case that a board could ever find a truly centrist person to moderate. If you have a problem with JP as a mod on this forum, no one's making you participate. I don't post on the forum Foundit mods, myself. If it's really that big a deal to you that JP mods a forum catagory on this site, then put your money where your mouth is and don't let the door hit you where the good Lord split you, on the way out.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:36"
    },
    {
      "nodeID": "155348",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:36"
    },
    {
      "nodeID": "155349",
      "text": "Look at the % of threads that I start thast are anti-gay, then look at the % of gay posters' threads that are anti-Christian. Do you see the dis-similarity in them? I don't start gay bashing threads, but all of you are obsessed with starting anti-religion threads. That certainly isn't going to win you any converts.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:36"
    },
    {
      "nodeID": "155350",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:36"
    },
    {
      "nodeID": "155351",
      "text": "While you're at it, maybe you can talk Mr Wonderful into debating me formally on the benefits of gays vs the benefits of Christianity in the world today. I could use the practice.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:36"
    },
    {
      "nodeID": "155352",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:36"
    },
    {
      "nodeID": "155353",
      "text": "I know that you are a contrarian that gioes out of his way to argue nonsensical points.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:36"
    },
    {
      "nodeID": "155354",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:36"
    },
    {
      "nodeID": "155355",
      "text": "I have gone on record to say I think Christianity does a lot of good in the world. I have even tried to correct Matthew in his anti-Christian tirades. (Until I gave up realizing it would do no good... emoticon_frazzled )",
      "type": "I",
      "timestamp": "2016-03-08 20:23:36"
    },
    {
      "nodeID": "155356",
      "text": "Yet every good deed they do is ruined by their war against us. Until they stop this war upon us, their attacks on our families, and their fight to remove our freedoms through the tyranny of the majority at the ballot box, I will continue to consider them evil, destructive, and enemies of freedom. Remember even Hitler did some good for the German people all the while committing evil acts.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:36"
    },
    {
      "nodeID": "155357",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:37"
    }
  ],
  "edges": [
    {
      "edgeID": "194250",
      "fromID": "155325",
      "toID": "155326",
      "formEdgeID": null
    },
    {
      "edgeID": "194251",
      "fromID": "155326",
      "toID": "155324",
      "formEdgeID": null
    },
    {
      "edgeID": "194252",
      "fromID": "155328",
      "toID": "155329",
      "formEdgeID": null
    },
    {
      "edgeID": "194253",
      "fromID": "155329",
      "toID": "155327",
      "formEdgeID": null
    },
    {
      "edgeID": "194254",
      "fromID": "155330",
      "toID": "155331",
      "formEdgeID": null
    },
    {
      "edgeID": "194255",
      "fromID": "155331",
      "toID": "155328",
      "formEdgeID": null
    },
    {
      "edgeID": "194256",
      "fromID": "155332",
      "toID": "155333",
      "formEdgeID": null
    },
    {
      "edgeID": "194257",
      "fromID": "155333",
      "toID": "155330",
      "formEdgeID": null
    },
    {
      "edgeID": "194258",
      "fromID": "155335",
      "toID": "155336",
      "formEdgeID": null
    },
    {
      "edgeID": "194259",
      "fromID": "155336",
      "toID": "155334",
      "formEdgeID": null
    },
    {
      "edgeID": "194260",
      "fromID": "155338",
      "toID": "155339",
      "formEdgeID": null
    },
    {
      "edgeID": "194261",
      "fromID": "155339",
      "toID": "155337",
      "formEdgeID": null
    },
    {
      "edgeID": "194262",
      "fromID": "155341",
      "toID": "155342",
      "formEdgeID": null
    },
    {
      "edgeID": "194263",
      "fromID": "155342",
      "toID": "155340",
      "formEdgeID": null
    },
    {
      "edgeID": "194264",
      "fromID": "155344",
      "toID": "155345",
      "formEdgeID": null
    },
    {
      "edgeID": "194265",
      "fromID": "155345",
      "toID": "155343",
      "formEdgeID": null
    },
    {
      "edgeID": "194266",
      "fromID": "155347",
      "toID": "155348",
      "formEdgeID": null
    },
    {
      "edgeID": "194267",
      "fromID": "155348",
      "toID": "155346",
      "formEdgeID": null
    },
    {
      "edgeID": "194268",
      "fromID": "155349",
      "toID": "155350",
      "formEdgeID": null
    },
    {
      "edgeID": "194269",
      "fromID": "155350",
      "toID": "155335",
      "formEdgeID": null
    },
    {
      "edgeID": "194270",
      "fromID": "155351",
      "toID": "155352",
      "formEdgeID": null
    },
    {
      "edgeID": "194271",
      "fromID": "155352",
      "toID": "155335",
      "formEdgeID": null
    },
    {
      "edgeID": "194272",
      "fromID": "155353",
      "toID": "155354",
      "formEdgeID": null
    },
    {
      "edgeID": "194273",
      "fromID": "155354",
      "toID": "155335",
      "formEdgeID": null
    },
    {
      "edgeID": "194274",
      "fromID": "155356",
      "toID": "155357",
      "formEdgeID": null
    },
    {
      "edgeID": "194275",
      "fromID": "155357",
      "toID": "155355",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
