{
  "nodes": [
    {
      "nodeID": "158208",
      "text": "Dying Lesbian's Partner Denied Access To Her by 365Gay.com Newscenter Staff  Posted: February 22, 2008 - 1:00 pm ET (Miami, Florida) Janice Langbehn and Lisa Pond had planned to take their three children on a family cruise. The Olympia, Washington couple had been together 18 years and with their children were looking forward to the holiday. But just as they were about to depart on the cruise from Miami, Florida. Pond, a healthy 39-year-old, suddenly collapsed. She was rushed to Jackson Memorial Hospital in Miami with Langbehn and the children following close behind. But once Langbehn and the children arrived at the hospital the hospital refused to accept information from her about Ponds's medical history.  Langbehn says she was informed that she was in an antigay city and state, and she could expect to receive no information or acknowledgment as family.  A doctor finally spoke with Janice telling her that there was no chance of recovery. Other than one five minute visit, which was orchestrated by a Catholic priest at Langbehn's request to perform last rites, and despite the doctor's acknowledgement that no medical reason existed to prevent visitation, neither she nor her children were allowed to see Pond until nearly eight hours after their arrival.  Soon after Pond''s death, Langbehn tried to get her death certificate in order to get life insurance and Social Security benefits for their children. She was denied both by the State of Florida and the Dade County Medical Examiner. http://www.365gay.com/Newscon08/02/022208fla.htm Note the above. She was informed she was in an 'anti-gay state'... 1) As I have pointed out before, some of the 'anti-gay marriage' amendments go well and beyond just 'no gay marriage' to antagonizing gays by stating in law that gays cannot perform certain legal functions, regardless of whether or not it is called 'marriage'. 2) Does anybody have any real doubt that if the two ladies had just walked in as 'friends', that this problem would not have happened? 3) I think this furthers my point regarding how some people's actions and statements FURTHER anti-gay bullying, and that refusing to acknowledge this relationship, or 'blame', is futile. The hospital perpetrated this gross violation of human decency invoking the STATE stance.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:14"
    },
    {
      "nodeID": "158209",
      "text": "Whether this has anything to do with marriage or not, it is deplorable that A PERSON who loves another person should be denied a hospital visit for any reason other than concerns related to health. The hospital staff erred in denying the visits, especially those of the children. The denial of the partner's bedside visit is also deplorable. There is no legitimate reason to deny a peaceful visit from any friend or family member to the bedside of a dying person unless it would negatively affect the health and well being of either party. If it positively affects the health and well being of either of them, it should certainly be permitted. I think the hospital staff should be chastised and punished to the point of remembering this incident forever as a reason to relax their prejudices and get with the program. There is nothing wrong with gay/lesbian people that love and understanding cannot cure.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:14"
    },
    {
      "nodeID": "158210",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:15"
    },
    {
      "nodeID": "158211",
      "text": "My GOD! anti gay or not, where's common decency?? My heart breaks for that poor family. I hope that hospital has to pay through the nose for what it did to those poor children, denying them the opportunity to see their dying parent. I really don't care what the politics are in that poor, backward state. there is simply no excuse for treating childen like that. Also, this is a hospital, and there was an accurate medical history available to them they did not avail themselves of. This is gross negligence!",
      "type": "I",
      "timestamp": "2016-03-08 20:30:15"
    },
    {
      "nodeID": "158212",
      "text": "I agree...",
      "type": "I",
      "timestamp": "2016-03-08 20:30:15"
    },
    {
      "nodeID": "158213",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:15"
    },
    {
      "nodeID": "158214",
      "text": "Its such a joke that the anti-gay side claims that gays are a threat to the family. I would like to see them come up with some situation where this was done to a heterosexual family.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:15"
    },
    {
      "nodeID": "158215",
      "text": "Yeah, but then they'd have to admit that the reason it was done to a 'heterosexual family' is because that family was black, interracial, Jewish, or some other object of prejudice. And there is no way they would admit that comparison...",
      "type": "I",
      "timestamp": "2016-03-08 20:30:15"
    },
    {
      "nodeID": "158216",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:15"
    },
    {
      "nodeID": "158217",
      "text": "Whether this has anything to do with marriage or not, it is deplorable that A PERSON who loves another person should be denied a hospital visit for any reason other than concerns related to health.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:15"
    },
    {
      "nodeID": "158218",
      "text": "The problem is that there is no test the staff can administer to determine love. They can't tell if someone is really a loved one, or just some freak off the street that gets off on looking at unconscious people. Restricting access to family members is not an inherently bad idea, but it must include in its definition of family same sex couples. And since the only way to guarantee that definition is legally, what we have here is one more reason why gays should be allowed to get married.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:15"
    },
    {
      "nodeID": "158219",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:15"
    },
    {
      "nodeID": "158220",
      "text": "I feel that I must point out that, in the past, you have argued that gays can get many of the rights that straights get from marriage by going to a lawyer and getting the proper papers drawn up. I trust you have changed your opinion on that now?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:15"
    },
    {
      "nodeID": "158221",
      "text": "That has nothing whatsoever to do with my post that you replied to. I was agreeing with a post by Flygirl which pointed out that the hospital displayed a basic lack of common decency, which I trust you also agree with. Gay marriage or not, the hospital could have and should have allowed visitation. After all, some hospitals do--they are each a business and can do as they choose. There is a lot of activism going on in terms of getting hospitals to do this. See Gay rights groups launch hospital rating system, and the report itself.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:15"
    },
    {
      "nodeID": "158222",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:15"
    },
    {
      "nodeID": "158223",
      "text": "That has nothing whatsoever to do with my post that you replied to. I was agreeing with a post by Flygirl which pointed out that the hospital displayed a basic lack of common decency, which I trust you also agree with.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:15"
    },
    {
      "nodeID": "158224",
      "text": "Sure I agree with it. The thing is, you used to argue (not in these exact words of course) that decency on the part of the hospital wasn't required, all that gays needed to do was visit a lawyer and they'd be all set. I am asking you to clarify that position now to see if you still hold that opinion or if you've changed it, specificially in light of this event. Simple question, no gotcha waiting to pounce. :)",
      "type": "I",
      "timestamp": "2016-03-08 20:30:16"
    },
    {
      "nodeID": "158225",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:16"
    }
  ],
  "edges": [
    {
      "edgeID": "196288",
      "fromID": "158209",
      "toID": "158210",
      "formEdgeID": null
    },
    {
      "edgeID": "196289",
      "fromID": "158210",
      "toID": "158208",
      "formEdgeID": null
    },
    {
      "edgeID": "196290",
      "fromID": "158212",
      "toID": "158213",
      "formEdgeID": null
    },
    {
      "edgeID": "196291",
      "fromID": "158213",
      "toID": "158211",
      "formEdgeID": null
    },
    {
      "edgeID": "196292",
      "fromID": "158215",
      "toID": "158216",
      "formEdgeID": null
    },
    {
      "edgeID": "196293",
      "fromID": "158216",
      "toID": "158214",
      "formEdgeID": null
    },
    {
      "edgeID": "196294",
      "fromID": "158218",
      "toID": "158219",
      "formEdgeID": null
    },
    {
      "edgeID": "196295",
      "fromID": "158219",
      "toID": "158217",
      "formEdgeID": null
    },
    {
      "edgeID": "196296",
      "fromID": "158221",
      "toID": "158222",
      "formEdgeID": null
    },
    {
      "edgeID": "196297",
      "fromID": "158222",
      "toID": "158220",
      "formEdgeID": null
    },
    {
      "edgeID": "196298",
      "fromID": "158224",
      "toID": "158225",
      "formEdgeID": null
    },
    {
      "edgeID": "196299",
      "fromID": "158225",
      "toID": "158223",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
