{
  "nodes": [
    {
      "nodeID": "155074",
      "text": "then why can't a man opt out of fatherhood when a mass of tissue is just that a mass a tissue.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:06"
    },
    {
      "nodeID": "155075",
      "text": "I believe a man should be able to opt out of fatherhood. The problem with this article for me is the moral ambiguity - there is no consistent argument laid out for free choice, that is choice for women and men, or even one for consistent slavery (forced births from women, forced money from men). It reeks of the vindictiveness that can be seen in any number of fringe movements, of the 'I don't really care whether we live in a just society, as long as you're not treated better than me'. So yes, I 'a real pro-choicer' agree with Matt here, the pro-choicers who are portrayed as disagreeing appear to be some kind of stereotyped 1970s feminist-socialist-activist-bra-burning type.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:06"
    },
    {
      "nodeID": "155076",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:06"
    },
    {
      "nodeID": "155077",
      "text": "I understand it to be a double standard. The mother will have the ability to force the father into paying for something he didn't consent to! Seems like a double standard. The arguments are the same...you just don't like the outcome of one :) I think the mother shouldn't have the right to kill the unborn and the father should have to pay",
      "type": "I",
      "timestamp": "2016-03-08 20:23:06"
    },
    {
      "nodeID": "155078",
      "text": "Actually you could look at this issue in several different ways.Lets start with welfare.Lets say the mother of a newborn who is responsible to finacially and physically take care of her child gets on state aid and agrees to not take child support from the father if he chooses to *opt out*Okay thats fine and dandy but if you think the goverment is going to support HIS child bucause he chooses not to ,well HAHAHA YOU HAD BETTER THINK AGAIN! Anyways things will NOT be equal until a man can actually carry and give birth to a child.Comparring the right to choose abortion and the right to choose not to pay support are completely two different issue that are not comparable.A women has to risk her possible life long health to either choose pregnancy/birth OR abortion a man does NOT risk either in his choice to support or not.This issue doesn't even touch on abortion for rape/incest or health reasons of the mother and or fetus.emoticon_xdonno seems to me a deadbeat dad is using the pro-choice position to get out of paying support when HIS body isn't even in the issue.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:07"
    },
    {
      "nodeID": "155079",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:07"
    },
    {
      "nodeID": "155080",
      "text": "I think it could impact the health of the man. Seems you are downplaying the role of a man in a childs life. For shame! I don't know how you could say the two aren't comparable. You argument is that the mother shouldn't have to support someone that she doesn't wish to support. You are now trying to qualify it by saying a mothers health is the main concern because health is more important than money. So your standard seems to be 'If the human is being supported by another and may adversly hurt someones health than there should be a choice. Otherwise we can restrict choice.  Ok, what if child support will cause the man to have to eat worse or work more and thus hurting his health? Does this not qualify now? The man 1) didn't have a choice and 2) has his health adversly affected.  Looks to me like you just have a double standard.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:07"
    },
    {
      "nodeID": "155081",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:07"
    },
    {
      "nodeID": "155082",
      "text": "I don't think any man should ever be legally required to pay child support. If a man chooses not to be a part of his childs life, than thats it. Done and done.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:07"
    },
    {
      "nodeID": "155083",
      "text": "Just because a man pays support doesn't mean he is part of the childs life.He has no obligation to do *fatherly* things with his child.Women pay child support BTW.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:07"
    },
    {
      "nodeID": "155084",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:07"
    },
    {
      "nodeID": "155085",
      "text": "Oh, wait, I forgot, you don't believe that an entirely unique human being with it's own unique DNA qualifies as a person.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:07"
    },
    {
      "nodeID": "155086",
      "text": "But if one can be a person without having unique DNA, then your qualification is at best incomplete. As it stands, it follows from your claim that monozygotic multiple births are not people. See my further deconstruction of your arguments in your own 'Kill! Kill! Kill!' thread.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:07"
    },
    {
      "nodeID": "155087",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:07"
    }
  ],
  "edges": [
    {
      "edgeID": "194070",
      "fromID": "155075",
      "toID": "155076",
      "formEdgeID": null
    },
    {
      "edgeID": "194071",
      "fromID": "155076",
      "toID": "155074",
      "formEdgeID": null
    },
    {
      "edgeID": "194072",
      "fromID": "155078",
      "toID": "155079",
      "formEdgeID": null
    },
    {
      "edgeID": "194073",
      "fromID": "155079",
      "toID": "155077",
      "formEdgeID": null
    },
    {
      "edgeID": "194074",
      "fromID": "155080",
      "toID": "155081",
      "formEdgeID": null
    },
    {
      "edgeID": "194075",
      "fromID": "155081",
      "toID": "155078",
      "formEdgeID": null
    },
    {
      "edgeID": "194076",
      "fromID": "155083",
      "toID": "155084",
      "formEdgeID": null
    },
    {
      "edgeID": "194077",
      "fromID": "155084",
      "toID": "155082",
      "formEdgeID": null
    },
    {
      "edgeID": "194078",
      "fromID": "155086",
      "toID": "155087",
      "formEdgeID": null
    },
    {
      "edgeID": "194079",
      "fromID": "155087",
      "toID": "155085",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
