{
  "nodes": [
    {
      "nodeID": "160706",
      "text": "A fairer comparison for science as a whole would be the inner way of thinking and knowing, as contrasted to that based on external empiricism. I think that has far more staying power.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:48"
    },
    {
      "nodeID": "160707",
      "text": "But it took a lot longer to develop. My point was that only after about 5000 years of human civilization did empiricism as science develop. Religion, supernaturalism, and mythology trace back into prehistory. What we know as science didn't even begin to exist until the late 1500s and 1600s. Before that it was OK to do science like Aristotle did - no experiment, only thinking about a logical answer. Thus, heavy objects fell faster than light ones and any fool could tell that the sun orbited the earth. But science is more than an inner way of thinking. It is a process and a method for learning about the universe. It is called methodological naturalism. That is not to say the science asserts that nothing exists except what is natural. It says that science can't study the supernatural.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:48"
    },
    {
      "nodeID": "160708",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:48"
    },
    {
      "nodeID": "160709",
      "text": "In reality science doesn't argue that intelligent design cannot be true, it simply argues that it is not true as far as it has researched and beyond that science doesn't try to blindly guess from the infinite possibilities.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:48"
    },
    {
      "nodeID": "160710",
      "text": "Well, the first part is true but I'm not sure I understand what you are saying in the second part. Science does not claim that intelligent design is false because science lacks the tools to examine the concept. ID is just another unsupported assertion outside the domain of science (and logic for that matter). ID has reached the stage of unsupported assertion without evidence. Science has better explanations.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:48"
    },
    {
      "nodeID": "160711",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:48"
    },
    {
      "nodeID": "160712",
      "text": "Its 'guess and check' method doesn't work as essentially there are infinite different possible explanations available to check and so the chances of coming across the correct one are effectively zero.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:48"
    },
    {
      "nodeID": "160713",
      "text": "But that's not even how 'creation science', or any religiously motivated science works. There is no checking involved - what I mean by that is that answers are always ad hoc. It doesn't matter if there is a better explanation available that does not involve mythology and superstition, if observations can be made to fit the religious scenario, it is evidence. Again, there is no checking of facts, i.e., no testing, and of course, no predictions.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:48"
    },
    {
      "nodeID": "160714",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:49"
    },
    {
      "nodeID": "160715",
      "text": "Normally an incorrect belief of the world would cause you harm or death (eg. Thinking that you have to eat dirt as apposed to going to the shops), and so wrong theories don't hang about for very long (as any one that knows them is dead).",
      "type": "I",
      "timestamp": "2016-03-08 20:35:49"
    },
    {
      "nodeID": "160716",
      "text": "But you are using the word theory incorrectly. Since part of your discussion purports to be about science, one might make the mistake that you are using the word 'theory' with a scientific connotation. You are not. What you are talking about is folk mythology, not theory.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:49"
    },
    {
      "nodeID": "160717",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:35:49"
    },
    {
      "nodeID": "160718",
      "text": "The later of course can be eliminated as it does not fit the provable criteria of the question, and at the same time defies provable logic.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:49"
    },
    {
      "nodeID": "160719",
      "text": "But the latter is exactly what some (especially in the U.S.) propose as science and truth.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:49"
    },
    {
      "nodeID": "160720",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:49"
    },
    {
      "nodeID": "160721",
      "text": "Many believe that the amount of factors that would have needed to be just right for humans to evolve, make the chances of it happening dismissible. But one needs a better understanding of odds before making this argument. Let me give an example. Say that the chances of a coin landing and balancing on the edge are 3 billion to one. I then run a test were I make 3 billion people flip one coin each. Now let's say that the most likely out come occurred - one person's coin landed on the edge. If he could not see the rest of the experiment that person would assume that he is special. But in the grand scheme of things it is nothing special at least one person was likely to get a coin to land on its edge. It is the same with Earth; it is nothing special in the big picture considering the incomprehensible amount if possible solar systems.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:49"
    },
    {
      "nodeID": "160722",
      "text": "Actually, after the fact calculations on either side are just noise. Humans do exist and I suspect that all statements of probabilities are incorrect. Further, I don't think that coin flips are relevant and not even a very good analogy.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:49"
    },
    {
      "nodeID": "160723",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:49"
    },
    {
      "nodeID": "160724",
      "text": "This curiosity normally helps survival as with out knowing about the world we could not function (eg. how would you eat if you didn't know about shops?).",
      "type": "I",
      "timestamp": "2016-03-08 20:35:49"
    },
    {
      "nodeID": "160725",
      "text": "Oh, I don't know. Grow food in a garden, gather it from various wild sources, hunt game animals in the forest.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:49"
    },
    {
      "nodeID": "160726",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:49"
    },
    {
      "nodeID": "160727",
      "text": "If I was to ask a religious person of a provable way that he found out about his belief he would have to say that he was told. If the person that told him was asked the same thing he would have to say the same answer. Now of course it can go back wards like that for ever, it has to go back to three 'possible' beginnings: some one lied, some one was insane/delusional/ect, or there was divine intervention/ect.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:49"
    },
    {
      "nodeID": "160728",
      "text": "Actually, the answer might depend more on the nature of the question, or the particular religious cult of the person being asked, etc. In questions of science, fundamentalists will tell you that the answer was revealed to them by their god in their holy scripture. On the other hand, you are characterizing religion as insanity. I think that you really mean that when religion is offered as science, then that is insane.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:50"
    },
    {
      "nodeID": "160729",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:50"
    },
    {
      "nodeID": "160730",
      "text": "If so (and I can't be bothered to read the OP), its not a fair comparison.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:50"
    },
    {
      "nodeID": "160731",
      "text": "Actually, you make it clear that it is fair.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:50"
    },
    {
      "nodeID": "160732",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:50"
    }
  ],
  "edges": [
    {
      "edgeID": "198076",
      "fromID": "160707",
      "toID": "160708",
      "formEdgeID": null
    },
    {
      "edgeID": "198077",
      "fromID": "160708",
      "toID": "160706",
      "formEdgeID": null
    },
    {
      "edgeID": "198078",
      "fromID": "160710",
      "toID": "160711",
      "formEdgeID": null
    },
    {
      "edgeID": "198079",
      "fromID": "160711",
      "toID": "160709",
      "formEdgeID": null
    },
    {
      "edgeID": "198080",
      "fromID": "160713",
      "toID": "160714",
      "formEdgeID": null
    },
    {
      "edgeID": "198081",
      "fromID": "160714",
      "toID": "160712",
      "formEdgeID": null
    },
    {
      "edgeID": "198082",
      "fromID": "160716",
      "toID": "160717",
      "formEdgeID": null
    },
    {
      "edgeID": "198083",
      "fromID": "160717",
      "toID": "160715",
      "formEdgeID": null
    },
    {
      "edgeID": "198084",
      "fromID": "160719",
      "toID": "160720",
      "formEdgeID": null
    },
    {
      "edgeID": "198085",
      "fromID": "160720",
      "toID": "160718",
      "formEdgeID": null
    },
    {
      "edgeID": "198086",
      "fromID": "160722",
      "toID": "160723",
      "formEdgeID": null
    },
    {
      "edgeID": "198087",
      "fromID": "160723",
      "toID": "160721",
      "formEdgeID": null
    },
    {
      "edgeID": "198088",
      "fromID": "160725",
      "toID": "160726",
      "formEdgeID": null
    },
    {
      "edgeID": "198089",
      "fromID": "160726",
      "toID": "160724",
      "formEdgeID": null
    },
    {
      "edgeID": "198090",
      "fromID": "160728",
      "toID": "160729",
      "formEdgeID": null
    },
    {
      "edgeID": "198091",
      "fromID": "160729",
      "toID": "160727",
      "formEdgeID": null
    },
    {
      "edgeID": "198092",
      "fromID": "160731",
      "toID": "160732",
      "formEdgeID": null
    },
    {
      "edgeID": "198093",
      "fromID": "160732",
      "toID": "160730",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
