{
  "nodes": [
    {
      "nodeID": "143547",
      "text": "If the representatives of the people betray their constituents, there is then no resource left but in the exertion of that  original right of self-defense which is paramount to all positive forms of government, and which against the usurpations of the national rulers, may be exerted with infinitely better prospect of success than against those of the rulers of an individual state. In a single state, if the persons intrusted with supreme power become usurpers, the different parcels, subdivisions, or districts of which it consists, having no distinct government in each, can take no regular measures for defense.  The citizens must rush tumultuously to arms, without concert, without system, without resource; except in their courage and despair. The usurpers, clothed with the forms of legal authority, can too often crush the opposition in embryo. The obstacles to usurpation and the facilities of resistance increase with the increased extent of the state, provided the citizens understand their rights and are disposed to defend them.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:23"
    },
    {
      "nodeID": "143548",
      "text": "It would be interesting to here this college professors explanation of these.  There will always be people who do not like your rights, and will go to extended means to slick you out of them!",
      "type": "I",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143549",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143550",
      "text": "Alexander Hamilton 1775 The Sacred Rights of Mankind are not to be rummaged for among old parchment,. or musty records. They are written with a sun beam in whole volume of human nature, by the hand of the divinity itself, and can never be erased or obscured by mortal power.  The fact that the Constitution did not include a bill of rights to specifically protect Americans' hard-won rights sparked the most heated debates during the ratification process. To the Federalists, those who favored the Constitution, a bill of rights was unnecessary because the Federal Government was limited in its powers and could not interfere with the rights of the people or the states; also, most states had bills of rights. To the Anti-Federalists, those who opposed the Constitution, the prospect of establishing a strong central government without an explicit list of rights guaranteed to the people was unthinkable. Throughout the ratification process, individuals and state ratification conventions called for the adoption of a bill of rights.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143551",
      "text": "Ninth Amendment - Unenumerated Rights",
      "type": "I",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143552",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143553",
      "text": "The enumeration in the Constitution, of certain rights, shall not be construed to deny or disparage others retained by the people.Rights Retained by the PeopleAside from contending that a bill of rights was unnecessary, the Federalists responded to those opposing ratification of the Constitution because of the lack of a declaration of fundamental rights by arguing that inasmuch as it would be impossible to list all rights it would be dangerous to list some because there would be those who would seize on the absence of the omitted rights to assert that government was unrestrained as to those. 1 Madison adverted to this argument in presenting his proposed amendments to the House of Representatives. ''It has been objected also against a bill of rights, that, by enumerating particular exceptions to the grant of power, it would disparage those rights which were not placed in that enumeration; and it might follow by implication, that those rights which were not singled out, were intended to be assigned into the hands of the General Government, and were consequently insecure. This is one of the most plausible arguments I have ever heard against the admission of a bill of rights into this system; but, I conceive, that it may be guarded against. I have attempted it, as gentlemen may see by turning to the last clause of the fourth resolution.'' 2 It is clear from its text and from Madison's statement that the Amendment states but a rule of construction, making clear that a Bill of Rights might not by implication be taken to increase the powers of the national government in areas not enumerated, and that it does not contain within itself any guarantee of a right or a proscription of an infringement. 3 Recently, however, the Amendment has been construed to be positive affirmation of the existence of rights which are not enumerated but which are nonetheless protected by other provisions.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143554",
      "text": "The purpose of the Bill of Rights.Preamble to the Bill of Rights",
      "type": "I",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143555",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143556",
      "text": "During the debates on the adoption of the Constitution, its opponents repeatedly charged that the Constitution as drafted would open the way to tyranny by the central government. Fresh in their minds was the memory of the British violation of civil rights before and during the Revolution. They demanded a 'bill of rights' that would spell out the immunities of individual citizens. Several state conventions in their formal ratification of the Constitution asked for such amendments; others ratified the Constitution with the understanding that the amendments would be offered.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143557",
      "text": "The Bill Of Rights ~ The First Ten Amendments to the Constitution",
      "type": "I",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143558",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143559",
      "text": "I don't really care what Mr. Rakove has to say, his opinion was overruled by the Supreme Court and that's the long and the short of it, and no amount of scholarly debate is going to change that fact. Accept it and move on with your life. Furthermore his argument that the bill of rights isn't legally binding is even stupider, because the bill of rights is the first part of the Constitution, which is the founding document of the United States.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143560",
      "text": "That's incorrect. The Constitution begins with Article 1 which does not contain the Bill of Rights. The Constitution contains seven articles which are followed by the Bill of Rights and the rest of the amendments. If you really are from England as you claim then I guess your lack of knowledge about the American Constitution is understandable.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143561",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143562",
      "text": "We call that an evasion tactic. That's not the main point.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143563",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143564",
      "text": "Yours is a strawman argument. If the bill of rights isn't legally binding, then the declaring of a law to be unconstitutional would never happen.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:24"
    },
    {
      "nodeID": "143565",
      "text": "There is only one problem with your statement my friend, and it is a big one in my opinion. I'll fix it! If the bill of rights isn't legally binding, then the declaring of a law to be unconstitutional would never happen. There! It looks correct now!:)",
      "type": "I",
      "timestamp": "2016-03-08 19:58:25"
    },
    {
      "nodeID": "143566",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:25"
    }
  ],
  "edges": [
    {
      "edgeID": "185938",
      "fromID": "143548",
      "toID": "143549",
      "formEdgeID": null
    },
    {
      "edgeID": "185939",
      "fromID": "143549",
      "toID": "143547",
      "formEdgeID": null
    },
    {
      "edgeID": "185940",
      "fromID": "143551",
      "toID": "143552",
      "formEdgeID": null
    },
    {
      "edgeID": "185941",
      "fromID": "143552",
      "toID": "143550",
      "formEdgeID": null
    },
    {
      "edgeID": "185942",
      "fromID": "143554",
      "toID": "143555",
      "formEdgeID": null
    },
    {
      "edgeID": "185943",
      "fromID": "143555",
      "toID": "143553",
      "formEdgeID": null
    },
    {
      "edgeID": "185944",
      "fromID": "143557",
      "toID": "143558",
      "formEdgeID": null
    },
    {
      "edgeID": "185945",
      "fromID": "143558",
      "toID": "143556",
      "formEdgeID": null
    },
    {
      "edgeID": "185946",
      "fromID": "143560",
      "toID": "143561",
      "formEdgeID": null
    },
    {
      "edgeID": "185947",
      "fromID": "143561",
      "toID": "143559",
      "formEdgeID": null
    },
    {
      "edgeID": "185948",
      "fromID": "143562",
      "toID": "143563",
      "formEdgeID": null
    },
    {
      "edgeID": "185949",
      "fromID": "143563",
      "toID": "143560",
      "formEdgeID": null
    },
    {
      "edgeID": "185950",
      "fromID": "143565",
      "toID": "143566",
      "formEdgeID": null
    },
    {
      "edgeID": "185951",
      "fromID": "143566",
      "toID": "143564",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
