{
  "nodes": [
    {
      "nodeID": "141681",
      "text": "And please answer the question about since when did religion and God for that matter only include Abrahamic beliefs.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:16"
    },
    {
      "nodeID": "141682",
      "text": "and this was my answer",
      "type": "I",
      "timestamp": "2016-03-08 19:54:16"
    },
    {
      "nodeID": "141683",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:16"
    },
    {
      "nodeID": "141684",
      "text": "Radical/Fundamentalist: Islam Christanity Judaism Marc9000 has asserted that evolution is a atheist tool used against religion.  Therefore all religions that accept evolution, including metaphorical/liberal Abrahamic beliefs and their followers are in fact atheists. Never mind how this makes radical and fundies atheists as well.  Do you agree with the logic of Marc9000 that all religions that aren't of the radical Abraham aren't religions and all of their followers are atheists?",
      "type": "I",
      "timestamp": "2016-03-08 19:54:16"
    },
    {
      "nodeID": "141685",
      "text": "No, that is far too narrow-minded. However, I suppose that a fundamental Christian looking out from their beliefs would probably agree. Other believers might think that we do not know everything and others may have some understanding of areas where we do not",
      "type": "I",
      "timestamp": "2016-03-08 19:54:16"
    },
    {
      "nodeID": "141686",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:16"
    },
    {
      "nodeID": "141687",
      "text": "Playing God's advocate here. :) Most, but not all, religions assume that there's a special relationship between God and man. Almost symbiotic, although that doesn't quite catch all the subtleties. If evolution is true, then the universe was around for billions of years, as was the earth, before people showed up. If we are God's special interest, then he probably wouldn't have waited around billions of years for us to evolve. If we 'just happened' then most religion's idea that God cares about us in some special way is thrown into serious doubt.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:17"
    },
    {
      "nodeID": "141688",
      "text": "Actually it just took GOD a long time to work out the bugs in his ideas thats why humans only appeared very recently. We are special because he took his time to gain the skills and knowledge necessary to build his masterpieces - namely us. We are after all the crown of creation meant to dominate all the inferior life forms and to take whatever we wish from the planet. Are we not?",
      "type": "I",
      "timestamp": "2016-03-08 19:54:17"
    },
    {
      "nodeID": "141689",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:17"
    },
    {
      "nodeID": "141690",
      "text": "I'm looking out from political action in the western world.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:17"
    },
    {
      "nodeID": "141691",
      "text": "And that doesn't make you wrong? But it only applies here despite the mountain of evidence saying I'm so wrong that I have fecal matter coming out of my pores! That doesn't make you right. Just foolish. And as others have stated in past threads, all that is required to prove your atheistic evolution #### claims false is a single theist accepting evolution. As you were annihilated in that formal debate, there's not much question that your beliefs are not only narrow, but completely self serving and unable to comprehend or incorporate airtight refutations of your asinine claims.  in laymans' terms, you plug you ears and say la-la-la-la when you're wrong.  And you're not doing very well in that thread. More evidence that you're not only massively dishonest (not that anyone disagrees) but you love cherry picking and ignoring how you've been ground into dust",
      "type": "I",
      "timestamp": "2016-03-08 19:54:17"
    },
    {
      "nodeID": "141692",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:17"
    },
    {
      "nodeID": "141693",
      "text": "Lines 1 and 2 may be correct, thereafter your logic only holds good if all you want to do is believe the Bible is accurate in all degrees. AS people do sin the rest doesn't follow",
      "type": "I",
      "timestamp": "2016-03-08 19:54:17"
    },
    {
      "nodeID": "141694",
      "text": "But, there is no 'fall from Grace'. And it seems what 'sin' is depends on who you talk to. SO, Yes, the rest follows.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:17"
    },
    {
      "nodeID": "141695",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:17"
    }
  ],
  "edges": [
    {
      "edgeID": "184612",
      "fromID": "141682",
      "toID": "141683",
      "formEdgeID": null
    },
    {
      "edgeID": "184613",
      "fromID": "141683",
      "toID": "141681",
      "formEdgeID": null
    },
    {
      "edgeID": "184614",
      "fromID": "141685",
      "toID": "141686",
      "formEdgeID": null
    },
    {
      "edgeID": "184615",
      "fromID": "141686",
      "toID": "141684",
      "formEdgeID": null
    },
    {
      "edgeID": "184616",
      "fromID": "141688",
      "toID": "141689",
      "formEdgeID": null
    },
    {
      "edgeID": "184617",
      "fromID": "141689",
      "toID": "141687",
      "formEdgeID": null
    },
    {
      "edgeID": "184618",
      "fromID": "141691",
      "toID": "141692",
      "formEdgeID": null
    },
    {
      "edgeID": "184619",
      "fromID": "141692",
      "toID": "141690",
      "formEdgeID": null
    },
    {
      "edgeID": "184620",
      "fromID": "141694",
      "toID": "141695",
      "formEdgeID": null
    },
    {
      "edgeID": "184621",
      "fromID": "141695",
      "toID": "141693",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
