{
  "nodes": [
    {
      "nodeID": "140907",
      "text": "Ok. But they have handcuffs on and are in a straitjacket. They are required by law to make certain assumptions that don't pass a straight-face test. They're required by law to assume that Congress is going to do everything they say they're going to do despite the fact that there's clear and compelling evidence that they never have and they probably never will in certain regards.  For example, you know, cutting provider reimbursements dramatically. Well, all right, don't hold your breath. And so the fact is, I think, technically the numbers add up to say it will reduce the deficit over ten years and even beyond that. I think based on realistic assumptions, no way.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:33"
    },
    {
      "nodeID": "140908",
      "text": "I shoulda worked for this guy when I had the chance. He goes on to say that Bush was the most fiscally irresponsible president we have had...but Obama is threatening that title. This is something I have repeatedly said!",
      "type": "I",
      "timestamp": "2016-03-08 19:52:33"
    },
    {
      "nodeID": "140909",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:33"
    },
    {
      "nodeID": "140910",
      "text": "A simple question really...if this bill supposedly reduces health care costs per person then who is getting less money? Please see the below graph to answer this question. http://biglizards.net/Graphics/ForegroundPix/NationalHealthExpendituresDistribution2007.jpg I'm honestly asking...will doctors get paid less? Will people making health care equipment get paid less? All of the above? It won't all come from the health insurance companies, in fact, they will probably benefit (the large ones that is).  Just tell me...who gets less money.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:33"
    },
    {
      "nodeID": "140911",
      "text": "I think this is rather simple. There will be a decrease in volume or quantity of healthcare services. This will not include time of doctors who mostly tell their spport staff to do yet another test. So it will mostly include support staff, administrative staff, equipment manufacturers. They will not necessarily get paid less, there will just be fewer of them. Per person that is.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:33"
    },
    {
      "nodeID": "140912",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:52:33"
    },
    {
      "nodeID": "140913",
      "text": "Well to get healthcare from $6000 per person to $3,400 per person you'd have to pay them less or fire them.  So do I understand you correctly that we will either cut pay or fire doctors and nurses? EDIT: that seems dramatic...not 'fire' them but they will basically go into another profession since they are no longer needed.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:33"
    },
    {
      "nodeID": "140914",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140915",
      "text": "In short order we would have the same waiting periods as Canada and Great Britain.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140916",
      "text": "Yes, a guarantee that you can see a GP within 3 days (same day or even a home visit within the hour in an emergency) would be catastrophic, I can see that. And being seen in ER within 4 hours (for non-urgent cases) would be terrible.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140917",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140918",
      "text": "Well to get healthcare from $6000 per person to $3,400 per person you'd have to pay them less or fire them.  So do I understand you correctly that we will either cut pay or fire doctors and nurses?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140919",
      "text": "You are just playing dumb, right? There will be fewer technicians and fewer orders for equipment PER INSURED. Their pay will not be cut. There will be fewer of them PER INSURED. Initially the absolute volume will increase.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140920",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140921",
      "text": "Well then this doesn't answer my question. If you have 10 doctors for 100 people (this is just an example) and only 50 of them have health insurance and each doctor gets paid $100 a year then your health care per capita is $10 ([10doctors x $100]/100 people). If you change it to 100 people with health insurance you now have $10 per capita as well because you population did not change. Health care costs are shown per capita and not per person insured: Per Capita Health Expenditures by Country, 2007 &mdash; Infoplease.com So again, if you go from $6,000 per capita per that website given above to say Switzerland levels at $4,100 per capita then where did that money come from?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140922",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140923",
      "text": "Well, you have 'proved' that the U.S. health insurance does not have any higher administrative cost than Medicare or the rest od the industrialized world. I think your problem is that you are convinced in your head that that in our healthcare there is no waste. And you are trying to square it with the obvious fact that our cost is the highest with nothing to show for it. You will have to admit that there is waste. For example we have 5x as many MRI scanners than we need, we perform too many tests, we have high adminstrative cost. All these costs will be reduced. There will be fewer of these things PER INSURED. I do not know how many times I have to repeat this before you get it. The volume of this work PER INSURED will decrease. Do you understand that?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140924",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140925",
      "text": "In theory the preventative care provided would allow us to catch conditions sooner, resulting in decreased utilization of hospitals, specialists, and equipment.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140926",
      "text": "Well this doesn't answer my question though. With this bill, where is the money coming from? Are we cutting doctors jobs? I hate to use a Krugman thing but this looks like an 'underpants gnomes' theory. 1) Pass Senate Bill 2) ??????? 3) Save $3,000 per capita.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140927",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140928",
      "text": "It is the 'per capita' that is important. We are not going to be saving any money on a cash flow basis. In theory we are going to be treating more people for the same money. Essentially the goal is a gain in efficiency. The problem I am seeing is that so far I have not seen anything in the bill that really touches on waste in our health care system. I have used this example before. A while back I injured my ankle. I went to the doctor to get it checked even though I was fairly certain it was just sprained. He agreed that it was probably just sprained, but sent me down for an MRI just to be sure.  Why a $3000 MRI instead of a $70 X-ray? I don't know, and when I asked him, he did not really seem to know. The MRI gives better detail, but in checking for broken bones that is not really a consideration. He said that was just the protocol they use now.  If we want o0ur health care system to work for everybody at a reasonable price, inefficiencies like that need to stop. The price of prescription drugs needs to be brought down and the American people need to be educated enough to understand that the 'need money for research' excuse that the drug companies use to explain away their 2000% markups is BS....over 80% of medical research for new prescription drugs in this country is ALREADY funded by taxpayer dollars through NIH grants. Using the cost of that research...which we already paid for...to justify a 2000% markup is insane.  We need to remove medical exemptions from anti-racketeering and price fixing laws. We need to overhaul our horribly outdated patent system when it comes to drug formulations and medical devices.  The new bill does not do any of that....at least not the parts I have seen. The new bill basically focuses on getting more people insured and putting more money in the insurance companies pockets. While we may see a slight efficiency gain from increased preventative care, I dont think the savings will be enough to come anywhere close to 'fixing' the system.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140929",
      "text": "So in short the best case scenario is we go from $6,000 per capita to.......$6,000 per capita. Basically this would mean less care for the already insured and more care fore the under insured..well, some of them.  This seems optimistic to me.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:34"
    },
    {
      "nodeID": "140930",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:52:35"
    }
  ],
  "edges": [
    {
      "edgeID": "184066",
      "fromID": "140908",
      "toID": "140909",
      "formEdgeID": null
    },
    {
      "edgeID": "184067",
      "fromID": "140909",
      "toID": "140907",
      "formEdgeID": null
    },
    {
      "edgeID": "184068",
      "fromID": "140911",
      "toID": "140912",
      "formEdgeID": null
    },
    {
      "edgeID": "184069",
      "fromID": "140912",
      "toID": "140910",
      "formEdgeID": null
    },
    {
      "edgeID": "184070",
      "fromID": "140913",
      "toID": "140914",
      "formEdgeID": null
    },
    {
      "edgeID": "184071",
      "fromID": "140914",
      "toID": "140911",
      "formEdgeID": null
    },
    {
      "edgeID": "184072",
      "fromID": "140916",
      "toID": "140917",
      "formEdgeID": null
    },
    {
      "edgeID": "184073",
      "fromID": "140917",
      "toID": "140915",
      "formEdgeID": null
    },
    {
      "edgeID": "184074",
      "fromID": "140919",
      "toID": "140920",
      "formEdgeID": null
    },
    {
      "edgeID": "184075",
      "fromID": "140920",
      "toID": "140918",
      "formEdgeID": null
    },
    {
      "edgeID": "184076",
      "fromID": "140921",
      "toID": "140922",
      "formEdgeID": null
    },
    {
      "edgeID": "184077",
      "fromID": "140922",
      "toID": "140919",
      "formEdgeID": null
    },
    {
      "edgeID": "184078",
      "fromID": "140923",
      "toID": "140924",
      "formEdgeID": null
    },
    {
      "edgeID": "184079",
      "fromID": "140924",
      "toID": "140921",
      "formEdgeID": null
    },
    {
      "edgeID": "184080",
      "fromID": "140926",
      "toID": "140927",
      "formEdgeID": null
    },
    {
      "edgeID": "184081",
      "fromID": "140927",
      "toID": "140925",
      "formEdgeID": null
    },
    {
      "edgeID": "184082",
      "fromID": "140929",
      "toID": "140930",
      "formEdgeID": null
    },
    {
      "edgeID": "184083",
      "fromID": "140930",
      "toID": "140928",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
