{
  "nodes": [
    {
      "nodeID": "136749",
      "text": "Abortion is murder in countries that define it as murder. It isn't murder in those that do not define it as murder. You seem highly confused over the terms murder and killing. Pouring bleach down a toilet is killing: it kills bacteria. Slaughtering a cow for meat is killing. Murder is an illegal killing of a human. For an abortion to be murder, a country must define the embryo and/ or fetus as a human and must make the killing of that embryo and/ or fetus illegal. As to the idea that we are all glad we were not aborted, this is a nonsense statement. It's like being glad that my house didn't blow up last night killing me in my sleep before I knew what had happened. On that note, I'm really glad I didn't suffer a heart attack whilst typing this reply! We are taking thousands of lives. It's whether the killing is justified that is important. That is what the whole abortion debate comes down to: does a woman have the right to chose to kill a fetus that is growing within her.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:43"
    },
    {
      "nodeID": "136750",
      "text": "You seem fairly intelligent. However, it is you who seems 'highly confused' over the definition of murder. You see, you are speaking in terms of legal jargon as it is applied inside a particular country. I'm referring to the moral implications of taking the life of a defenseless person without its consent. I might have better represented my argument to you by stating: we will never know with absolute certainty whether or not am unborn human constitutes a person, and thus whether or not aborting them constitutes killing them, i.e. murder in a strictly moral, and not political, sense. In response to your attacking on my saying we are glad we weren't aborted, yeah it has no bearing on my argument and I put it in for fun. Good for you to spot it.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:43"
    },
    {
      "nodeID": "136751",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:43"
    },
    {
      "nodeID": "136752",
      "text": "Isn't it wrong to violate women's rights on a chance guess or (at best) a gut feeling or a belief in a perhaps completely mythical God? We know she deserves rights.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:43"
    },
    {
      "nodeID": "136753",
      "text": "Well, you are apparently admitting that I am correct in that we do not know for sure. What God has to do with it I do not know, because I did not bring that side of the debate up. My argument is purely of logic and philosophy. Consider for a second that you are wrong, and that abortion really is the killing of thousands and thousands of people. Then is abortion a woman's right? Of course not. No one has the right to take a life for the sake of convenience (I'm not talking about aborting because the mother's life is at stake, for now just clear-cut convenience). So you commit a logical fallacy by assuming women have this right, because you assume that people are not being killed, while you provide zero hard evidence that this is the case. So, once again you are risking thousands and thousands of lives based on a hope.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:43"
    },
    {
      "nodeID": "136754",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:43"
    },
    {
      "nodeID": "136755",
      "text": "I thought I got to the substance of your argument quite well, and prefer not to drone on with a million quotes. If you want to press your argument further you will need to construct an argument as to why 'putting someone in the position' obligates you to sustain their life, and when doing so you may want to examine the consequences of that position, to see if you can apply it consistently. You put it there therefore you are responsible for it isn't, in itself, an argument.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:43"
    },
    {
      "nodeID": "136756",
      "text": "You are, in effect, telling me that putting someone in a position that will inevitable leave them dead does not make you responsible for their death. If I fire a bullet at your head, while that bullet is in mid-air, I am no longer doing anything to hurt you, and you are fine. However, I have set in motion affects that will result in your demise. This makes me responsible for your death.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:43"
    },
    {
      "nodeID": "136757",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:43"
    },
    {
      "nodeID": "136758",
      "text": "Sigma...*sigh*... Lets start off getting one thing straight. Are you suggesting that legal makes moral?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136759",
      "text": "No, neither am I suggesting that illegality makes something immoral. Legality and morality are completely separate things.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136760",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136761",
      "text": "Obviously I am saying that we do not know whether it is a person or not 'morally,' as you describe it. Yes, this does suggest a universal moral code. To say that this requires a God tells me you need to learn some philosophy. Ever heard of Kant? The Categorical Imperative? Read up on Kant and come tell me a God is necessary for a moral code.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136762",
      "text": "I know something of philosophy, and feel free to use Kant to refute me. I did not say God is necessary for a moral code to exist, I said some sort of Supreme Being is necessary for a moral code to exist objectively outside the human mind. What is your support that we do not know whether it is a person or not 'morally'? I tell you now, a fetus is not morally a person to me. There, you are refuted.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136763",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136764",
      "text": "Your analogy is very flawed. One, it does not involve me living off of your organs and life processes. Two, you violated my legal rights by kidnapping me in the first place. Three, we would both be conscious, thinking and feeling beings with enforceable rights and four, if you had not violated my rights but I was violating yours by requiring you to feed me then you would have the moral authority to stop if you wished to, even if I died without it",
      "type": "I",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136765",
      "text": "Actually, you are living off my organs and life processes. If my heart stopped beating, would you get fed? No. If my brain stopped? No. If I suffered a stroke? No. Two, the kidnapping is very synonymous: you were put in a life-threatening situation without consent, just as a fetus, doomed to be aborted, is put in one without consent. Three, these are arbitrary requisites and you have not proven to me why they are necessary to afford protections to the 'entity.' A man just knocked out in a boxing match shares many similar qualities as a fetus. Should we kill him? Four is nullified by two.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136766",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136767",
      "text": "I tell you now, a fetus is not morally a person to me. There, you are refuted.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136768",
      "text": "And what if it is one to me? Then your refute is equally refuted. The support for us not knowing lies in you and other's inability to provide anything beyond speculation as support for the assertion that an unborn child is not a person. Your own inability is my support.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136769",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136770",
      "text": "lol, zenodotus. You can *sigh* all you want, you are not debating honestly. Whether or not an abortion is performed, at a certain point in a pregnancy there are no brain functions because no brain is developed. So my point stands.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136771",
      "text": "And you can 'lol' all you want. So tell me what it is about a brain that has not developed that requires more protection than a brain that is temporarily out of commission? And yes, we could very well debate potentials, but that is a different branch of the bigger picture and personally I don't see a reason to go down it, at least not at this point.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136772",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136773",
      "text": "lol, zenodotus. You refute your own point and strengthen mine. You stated that we cannot know whether the fetus is or is not morally a person, yet now you state that the fetus is morally a person to you? That was my point, that we can know because some think it is morally a person and some think it is not morally a person. Me stating that is was not morally a person to me was merely an example.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136774",
      "text": "Just as you were stating that it was not as an example, so was I stating that it was to me as an example. So, your reasoning that we can know if it is or is not a person is because people disagree on whether or not it is? That theory could use a bit more explanation.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:44"
    },
    {
      "nodeID": "136775",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:45"
    }
  ],
  "edges": [
    {
      "edgeID": "181096",
      "fromID": "136750",
      "toID": "136751",
      "formEdgeID": null
    },
    {
      "edgeID": "181097",
      "fromID": "136751",
      "toID": "136749",
      "formEdgeID": null
    },
    {
      "edgeID": "181098",
      "fromID": "136753",
      "toID": "136754",
      "formEdgeID": null
    },
    {
      "edgeID": "181099",
      "fromID": "136754",
      "toID": "136752",
      "formEdgeID": null
    },
    {
      "edgeID": "181100",
      "fromID": "136756",
      "toID": "136757",
      "formEdgeID": null
    },
    {
      "edgeID": "181101",
      "fromID": "136757",
      "toID": "136755",
      "formEdgeID": null
    },
    {
      "edgeID": "181102",
      "fromID": "136759",
      "toID": "136760",
      "formEdgeID": null
    },
    {
      "edgeID": "181103",
      "fromID": "136760",
      "toID": "136758",
      "formEdgeID": null
    },
    {
      "edgeID": "181104",
      "fromID": "136762",
      "toID": "136763",
      "formEdgeID": null
    },
    {
      "edgeID": "181105",
      "fromID": "136763",
      "toID": "136761",
      "formEdgeID": null
    },
    {
      "edgeID": "181106",
      "fromID": "136765",
      "toID": "136766",
      "formEdgeID": null
    },
    {
      "edgeID": "181107",
      "fromID": "136766",
      "toID": "136764",
      "formEdgeID": null
    },
    {
      "edgeID": "181108",
      "fromID": "136768",
      "toID": "136769",
      "formEdgeID": null
    },
    {
      "edgeID": "181109",
      "fromID": "136769",
      "toID": "136767",
      "formEdgeID": null
    },
    {
      "edgeID": "181110",
      "fromID": "136771",
      "toID": "136772",
      "formEdgeID": null
    },
    {
      "edgeID": "181111",
      "fromID": "136772",
      "toID": "136770",
      "formEdgeID": null
    },
    {
      "edgeID": "181112",
      "fromID": "136774",
      "toID": "136775",
      "formEdgeID": null
    },
    {
      "edgeID": "181113",
      "fromID": "136775",
      "toID": "136773",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
