{
  "nodes": [
    {
      "nodeID": "153370",
      "text": "...any consistent pro-life advocate must urge any mother who accidentally loses her child due to actions she undertook, be charged with manslaughter.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:07"
    },
    {
      "nodeID": "153371",
      "text": "The problem is that she would have had to display reckless disregard for the situation, such as drinking heavily. I think that many consistent pro-lifers would be happy to have her charged with manslaughter.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:08"
    },
    {
      "nodeID": "153372",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:08"
    },
    {
      "nodeID": "153373",
      "text": "It seems to me the corollary of the phrase 'abortion is murder' is 'miscarriage is manslaughter', and that any consistent pro-life advocate must urge any mother who accidentally loses her child due to actions she undertook, be charged with manslaughter. I wonder, is this actually the case?",
      "type": "I",
      "timestamp": "2016-03-08 20:19:08"
    },
    {
      "nodeID": "153374",
      "text": "Manslaughter involves a direct action that causes an unintentional death. Miscarriage is involuntary; besides the person suffering a miscarriage might well want to keep the baby. To equate miscarriage with manslaughter is preposterous.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:08"
    },
    {
      "nodeID": "153375",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:08"
    },
    {
      "nodeID": "153376",
      "text": "Wait a second. What if it is by reason of genetic instability that the baby miscarries? Then, by your standards, this would be deemed as suicide. Check it out, another way for insurance companies to save money. They wouldn't have to pay for the ensuing DNC's or follow up visits. Because suicide is not covered by insurance. Dang, I'd be in debt up to my eyebrows. My wife has had 4 extremely emotional miscarriages. Thank God, that Symbiote is only joking.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:08"
    },
    {
      "nodeID": "153377",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:08"
    },
    {
      "nodeID": "153378",
      "text": "Supposing she drank heavily before she knew she was pregnant.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:08"
    },
    {
      "nodeID": "153379",
      "text": "And she was having unprotected sex? So she knew becoming pregnant was a possibility? Yeah, I could see that being condemned by pro-lifers.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:08"
    },
    {
      "nodeID": "153380",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:08"
    },
    {
      "nodeID": "153381",
      "text": "To equate miscarriage with manslaughter is preposterous.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:08"
    },
    {
      "nodeID": "153382",
      "text": "To force women to have babys that they dont even want is even more 'preposterous'.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:08"
    },
    {
      "nodeID": "153383",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:08"
    },
    {
      "nodeID": "153384",
      "text": "Manslaughter involves a direct action that causes an unintentional death. Miscarriage is involuntary; besides the person suffering a miscarriage might well want to keep the baby.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:08"
    },
    {
      "nodeID": "153385",
      "text": "Doesn't that explain why manslaughter is like miscarriage, rather than why it is different? And Clerisian, you didn't seem to be arguing that the two were distinct, rather you appeared to say that pro-lifers did support charging mothers who miscarried with manslaughter (where the mother's actions, say, drinking heavily, were the cause of death).",
      "type": "I",
      "timestamp": "2016-03-08 20:19:08"
    },
    {
      "nodeID": "153386",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:09"
    },
    {
      "nodeID": "153387",
      "text": "Well not to the pro-life league. Remember the Unborn Victims of Violence Act passed by the senate after laci peterson? or as they call it, conners law? The UVVA creates a federal law making it a crime to cause harm to a 'child in utero,' recognizing everything from a zygote to a fetus as an independent 'victim,' with legal rights distinct from the woman who has been attacked. 'More than 30 states already have similar laws on the books. In practice, these laws treat the pregnant woman as little more than collateral damage in an attack portrayed to the public as one directed against the fetus.' See, this law has nothing to do with prosecuting criminals who attack pregnant woman, it is about turning pregnant women into criminals. Why do i say that? Lynn M. Paltrow, executive director of National Advocates for Pregnant Women sums it up quite well: *In 1984, South Carolina's Supreme Court created a state feticide law in a case where a man viciously stabbed his pregnant girlfriend, causing her, among other things, to lose her pregnancy. In 1997, South Carolina used this law against a pregnant woman, Cornelia Whitner, who was charged with failing 'to provide proper medical care for her unborn child.' Whitner had given birth to a healthy baby who tested positive for an illegal drug. Based on extrapolation of the state feticide law, Ms. Whitner was convicted of criminal child abuse. At sentencing Ms. Whitner begged for drug treatment. The judge responded, 'I think I'll just let her go to jail.' *Regina McKnight was an indigent 22-year-old woman with a drug problem. She became pregnant and despite her problems had every hope of carrying her pregnancy to term, but the pregnancy ended in stillbirth. The hospital reacted not by offering her counseling or drug treatment, but rather by helping build a criminal case against her. Eventually she was convicted of murder. The South Carolina Medical Association and other leading health groups concluded that there was no evidence that McKnight's drug use caused the stillbirth. Moreover, no one in this case, not even the prosecution, believed that McKnight had any intention of harming the fetus or losing the pregnancy. Had McKnight intentionally sought to end her pregnancy by having an illegal third trimester abortion, her sentence would have been two years in jail -- but because of a law similar to the bill President Bush just signed, she is today serving a 12-year sentence. read more here  another good article on the matter: Do pregnant woman have rights? *In 1984, for example, a Nigerian woman pregnant and hospitalized in Chicago was forced to have a C-section. She refused the surgery because she planned to return to Nigeria where she would be unable to access C-sections for future births. The hospital obtained a court order and forced her to undergo the procedure. Hospital staff tied her down with leather wrist and ankle cuffs while she screamed for help. *Another hospital obtained a court order to force a pregnant woman to undergo a blood transfusion. Doctors 'yelled at and forcibly restrained, overpowered and sedated' the woman in order to carry out the order. *In Washington, DC, doctors sought a court order to force Ayesha Madyun to have a C-section. The doctors asserted that the fetus faced a 50-75 percent chance of infection if not delivered surgically. The court, apparently viewing the pregnant woman as having no more rights than a slab of meat, said, '[a]ll that stood between the Madyun fetus and its independent existence, separate from its mother, was put simply, a doctor's scalpel.' With that, the court granted the order and the scalpel sliced through Ms. Madyun's flesh, the muscles of her abdominal wall, and her uterus. When the procedure was done, there was no evidence of infection. *Angela Carder at 27 years old and 25 weeks pregnant became critically ill. She, her family and her attending physicians all agreed on treatment designed to keep her alive for as long as possible. The hospital however called an emergency hearing to determine the rights of the fetus. Despite testimony that a Cesarean section could kill Ms. Carder, the court ordered the surgery because the fetus had independent legal rights. As a result, Ms. Carder not only lost her right to informed consent and bodily integrity; she lost her life. The surgery resulted in the death of both Angela and her fetus. 'All of these women were denied the right to bodily integrity and physical liberty and their fetuses were granted more rights than any legal person under law.' That line just about sums it up. These laws aren't about saving the unborn, and neither is the pro-life movement. It is about controlling and punishing pregnant woman. It is about taking rights away from the woman the moment of conception..as if she no longer exists. These people would not think twice about prosecuting a pregnant woman whos pregnancy results in misscarriage...intentional, accidental, whatever.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:09"
    },
    {
      "nodeID": "153388",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:09"
    },
    {
      "nodeID": "153389",
      "text": "And Clerisian, you didn't seem to be arguing that the two were distinct, rather you appeared to say that pro-lifers did support charging mothers who miscarried with manslaughter (where the mother's actions, say, drinking heavily, were the cause of death).",
      "type": "I",
      "timestamp": "2016-03-08 20:19:09"
    },
    {
      "nodeID": "153390",
      "text": "The definition of manslaughter is when one's actions, which end up killing someone, display a reckless disregard for the dangers of the situation. That's not a proper legal definition, but it'll do. Now, you want to argue that pro-lifers would be forced into the counterintuitive conclusion that ALL miscarriage is manslaughter, and thus their position is ridiculous. I'm saying that they would only be forced to admit that a very small portion of miscarriage is manslaughter, and a portion that they would probably be willing to make a case for. I'm not saying 'miscarriage is not manslaughter,' but only 'miscarriage is not always manslaughter.' For example, if a woman took perfectly good care of herself and did nothing dangerous, but had a miscarriage anyway, she would obviously not have committed manslaughter. If a woman had one drink with dinner, but she was carrying a very unhealthy fetus and it died, then she would not have committed manslaughter, because that was not reckless. I pointed out the 'you-shouldn't-be-drinking-and-having-unprotected-sex' argument as a position somebody might hold, but I think that it would probably be judged as unrepresentative of the definition of manslaughter.  So obviously, miscarriage cannot be manslaughter in the sense of 'every instance of A is an instance of B.'",
      "type": "I",
      "timestamp": "2016-03-08 20:19:09"
    },
    {
      "nodeID": "153391",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:09"
    },
    {
      "nodeID": "153392",
      "text": "Do you mean: not to allow women to abort if they wish so is more preposterous than to equal manslaughter with abortion?",
      "type": "I",
      "timestamp": "2016-03-08 20:19:09"
    },
    {
      "nodeID": "153393",
      "text": "I think you mean 'equate.'",
      "type": "I",
      "timestamp": "2016-03-08 20:19:09"
    },
    {
      "nodeID": "153394",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:19:09"
    }
  ],
  "edges": [
    {
      "edgeID": "192862",
      "fromID": "153371",
      "toID": "153372",
      "formEdgeID": null
    },
    {
      "edgeID": "192863",
      "fromID": "153372",
      "toID": "153370",
      "formEdgeID": null
    },
    {
      "edgeID": "192864",
      "fromID": "153374",
      "toID": "153375",
      "formEdgeID": null
    },
    {
      "edgeID": "192865",
      "fromID": "153375",
      "toID": "153373",
      "formEdgeID": null
    },
    {
      "edgeID": "192866",
      "fromID": "153376",
      "toID": "153377",
      "formEdgeID": null
    },
    {
      "edgeID": "192867",
      "fromID": "153377",
      "toID": "153370",
      "formEdgeID": null
    },
    {
      "edgeID": "192868",
      "fromID": "153379",
      "toID": "153380",
      "formEdgeID": null
    },
    {
      "edgeID": "192869",
      "fromID": "153380",
      "toID": "153378",
      "formEdgeID": null
    },
    {
      "edgeID": "192870",
      "fromID": "153382",
      "toID": "153383",
      "formEdgeID": null
    },
    {
      "edgeID": "192871",
      "fromID": "153383",
      "toID": "153381",
      "formEdgeID": null
    },
    {
      "edgeID": "192872",
      "fromID": "153385",
      "toID": "153386",
      "formEdgeID": null
    },
    {
      "edgeID": "192873",
      "fromID": "153386",
      "toID": "153384",
      "formEdgeID": null
    },
    {
      "edgeID": "192874",
      "fromID": "153387",
      "toID": "153388",
      "formEdgeID": null
    },
    {
      "edgeID": "192875",
      "fromID": "153388",
      "toID": "153374",
      "formEdgeID": null
    },
    {
      "edgeID": "192876",
      "fromID": "153390",
      "toID": "153391",
      "formEdgeID": null
    },
    {
      "edgeID": "192877",
      "fromID": "153391",
      "toID": "153389",
      "formEdgeID": null
    },
    {
      "edgeID": "192878",
      "fromID": "153393",
      "toID": "153394",
      "formEdgeID": null
    },
    {
      "edgeID": "192879",
      "fromID": "153394",
      "toID": "153392",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
