{
  "nodes": [
    {
      "nodeID": "149216",
      "text": "Majority backs gay marriage, ballot measure in poll Lou Chibbaro Jr. | Feb 08, 2010 | Comments 5 A Washington Post poll published Sunday shows that 56 percent of adult D.C. residents surveyed favor legalizing same-sex marriage in the city compared to 35 percent who said they oppose it, with 9 percent saying they had no opinion. But the same poll also found that 59 percent of residents surveyed favor putting the issue to a public vote in a ballot measure. The poll found that 37 percent oppose bringing the issue to a citywide vote. The poll also identified significant differences on the same-sex marriage issue along racial lines. But the opposition to gay nuptials by blacks doesn't appear to be as strong as local gay marriage opponents have predicted. An overwhelming 83 percent of whites responding to the poll said they favor legalizing same-sex marriage, while 12 percent oppose it. A bare majority of 51 percent of blacks said they oppose legalizing gay marriage in the District; 37 percent polled said they support it. According to the survey, 4 percent of whites and 12 percent of blacks said they had no opinion on the issue. Although the poll's finding that an overall majority of 56 percent support legalized same-sex marriage at this time, LGBT activists familiar with ballot measures on the issue in other states could view the D.C. poll results with caution. In a number of states, including California, voter support for same-sex marriage dropped sharply following well funded and what LGBT activists called highly negative campaigns waged by same-sex marriage opponents. Voter initiatives or referenda seeking to prohibit same-sex marriage have won in every state where they've been placed on the ballot. In D.C., a 1978 law barring ballot measures that would result in discrimination against minorities protected by the city's Human Rights Act has so far prevented local opponents of same-sex marriage from putting the issue up for a public vote. The opponents have vowed to continue to challenge city rulings against a marriage ballot measure in court. The Post poll shows that white and black voters differ sharply over whether to bring the gay marriage question to a public vote. Among blacks, 70 percent responding to the poll favor holding a citywide vote on the issue, while 25 percent say a ballot measure should not be held. Six percent had no opinion. Among whites, 58 percent opposed bringing the gay marriage issue to a public vote; 39 percent favored such a vote. Three percent had no opinion. The Post's poll included responses from 1,135 adults reached by either landline or cell phone during Jan. 24-28. The paper says the poll has a 3 percent margin of error.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:23"
    },
    {
      "nodeID": "149217",
      "text": "http://www.dcagenda.com/2010/02/08/majority-backs-gay-marriage-ballot-measure-in-poll/ Keep in mind that this is an opinion poll, so take it for what its worth, but it seems to indicate that the people of DC wanted to vote on this issue.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:23"
    },
    {
      "nodeID": "149218",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:23"
    },
    {
      "nodeID": "149219",
      "text": "First Same-Sex Marriage Licenses Issued in DC - Towleroad, More than gay news. More gay men  Thanks to yesterday's Supreme Court ruling, marriage equality is headed to Washington, DC. Gay and lesbian couples were allowed to start applying for marriage licenses first thing this morning. The District of Columbia is now the sixth place in the US where gays can marry legally and the very first located south of the Mason-Dixon line, which is notable at least in its symbolism alone. Sinjoyla Townsend and Angelisa Young, partnered for 12 years, were the first couple to receive a same-sex marriage license. Young said that 'It's like waking up Christmas morning. The marriage bureau was expected to bring in extra employees to help with the number of couples expected to apply for a license. Due to a provision in the law, marriages cannot be held right away. Instead, 'three full days must pass between the day of application to the day that the license can be issued.' So expect full marital bliss in Washington to occur on March 9.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:23"
    },
    {
      "nodeID": "149220",
      "text": "Yet another example of a court ramming gay marriage down the public's throats. I wonder how long it'll take DC to generate a ballot initiative to reverse the court? emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:10:23"
    },
    {
      "nodeID": "149221",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:23"
    },
    {
      "nodeID": "149222",
      "text": "I find this terribly offensive Gansao and am ashamed that this came from you.....  How many times have the hatemongers and the bigots used such speech as their only defense against equality? Now such speech is used again in opposition of equality taking root in out nations capital..... And animal cannot consent. An animal is not a consenting legal adult, does not have the brain capacity to consent, and is an affront to animal welfare to even consider such a thing.... To all those applying for marriage licenses in our Capital I send out my warmest congratulations. Not even ten years ago let alone 40, when we were tossed in the back of police cars, beaten with nightsticks, and raided in our bars would we even dream of such a day.....",
      "type": "I",
      "timestamp": "2016-03-08 20:10:23"
    },
    {
      "nodeID": "149223",
      "text": "I apologise if I have offended you Jason. Furthermore I must admit that I do not actually own a camel.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:23"
    },
    {
      "nodeID": "149224",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:23"
    },
    {
      "nodeID": "149225",
      "text": "Apology accepted. I kind of figured you didn't.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:23"
    },
    {
      "nodeID": "149226",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:10:23"
    },
    {
      "nodeID": "149227",
      "text": "I have been reminded by my wife today that our 31st anniversary is coming at the end of this month. If these developments mean that you are nearer to experiencing the same marital bliss/sentence as me then I am happy for you. See you in the pit JJemoticon_xangel",
      "type": "I",
      "timestamp": "2016-03-08 20:10:23"
    },
    {
      "nodeID": "149228",
      "text": "Thanks. Well I'm a resident of California currently but my partner has orders to Virginia. If they allow outside residents to apply for a license we'll do it Considering DC is only a four hour drive or so.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:23"
    },
    {
      "nodeID": "149229",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:10:24"
    },
    {
      "nodeID": "149230",
      "text": "The Washington DC city council has turned down ballot initiatives to allow the people of DC to vote on this issue (as well as some other issues recently). Considering the amount of support these initiatives appeared to have I think were going to see some new blood on the council soon. They have made some decisions of late that haven't sat to well with the people of DC, this appears to be one of them.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:24"
    },
    {
      "nodeID": "149231",
      "text": "DC has a law that human and civil rights can not be put up for a vote, this is the way it should be in the rest of the country. Why do you want to be able to vote on other peoples lives? Why is it that you are so cruel?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:24"
    },
    {
      "nodeID": "149232",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:24"
    },
    {
      "nodeID": "149233",
      "text": "Majority backs gay marriage, ballot measure in poll : DC Agenda Keep in mind that this is an opinion poll, so take it for what its worth, but it seems to indicate that the people of DC wanted to vote on this issue.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:24"
    },
    {
      "nodeID": "149234",
      "text": "let's have an up or down vote on your marriage rights too Lurch.....",
      "type": "I",
      "timestamp": "2016-03-08 20:10:24"
    },
    {
      "nodeID": "149235",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:24"
    },
    {
      "nodeID": "149236",
      "text": "Fine by me. First, I don't consider having a marriage recognized by government to be a 'right'. Second, I've said many times I don't think government should be in the marriage business at all. I'm a fan of less gov't not more.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:24"
    },
    {
      "nodeID": "149237",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:24"
    },
    {
      "nodeID": "149238",
      "text": "Yes an I am sure you love unbridled capitalism, cruel self centred people do. Capitalism is a cruel system that kills people, lets them starve, makes them homeless, and exploits the poor for the gain of a few.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:24"
    },
    {
      "nodeID": "149239",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:24"
    },
    {
      "nodeID": "149240",
      "text": "DC has a law that human and civil rights can not be put up for a vote ...",
      "type": "I",
      "timestamp": "2016-03-08 20:10:24"
    },
    {
      "nodeID": "149241",
      "text": "The issue of whether or not gay marriage is a 'human' / 'civil' right is begging the question ...",
      "type": "I",
      "timestamp": "2016-03-08 20:10:24"
    },
    {
      "nodeID": "149242",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:24"
    },
    {
      "nodeID": "149243",
      "text": "Since when was having the gov't recognize a marriage a human right?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:24"
    },
    {
      "nodeID": "149244",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:25"
    },
    {
      "nodeID": "149245",
      "text": "Three questions: What country operates under an 'unbridled capitalism' system? Can you name any nation that has operated under your idea of socialism successfully? If the American system of government is so terrible, why do we have one of the highest standards of living on earth? Just because you think you are entitled to what I earn doesn't make it so. Earn your own.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:25"
    },
    {
      "nodeID": "149246",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:25"
    },
    {
      "nodeID": "149247",
      "text": "Certainly, because with calm empathy you can casually address such a matter simply because the struggle does not pertain to you personally. To be able to put into question the love of another human being is simply not only alarming in nature, but damning to the very definition of love, equality, and freedom in creation of man.... And to trump this as a question of morality only serves as a mask to curtail the prejudice objections one personally has to a ceremony, right, and relationship that person will not even be personally affected by....",
      "type": "I",
      "timestamp": "2016-03-08 20:10:25"
    },
    {
      "nodeID": "149248",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:25"
    },
    {
      "nodeID": "149249",
      "text": "It is worse then that they just don't get it. Once you put some civil rights on the ballot nothing is off limits. Freedom of speech, religion, assembly ect.. they are all up to be voted out of existence for an unpopular minority by the majority. They just don't get it.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:25"
    },
    {
      "nodeID": "149250",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:10:25"
    },
    {
      "nodeID": "149251",
      "text": "If the American system of government is so terrible, why do we have one of the highest standards of living on earth?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:25"
    },
    {
      "nodeID": "149252",
      "text": "GREED but what you fail to admit is that that standard of living comes at a price for someone.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:25"
    },
    {
      "nodeID": "149253",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:25"
    },
    {
      "nodeID": "149254",
      "text": "Just because you think you are entitled to what I earn doesn't make it so. Earn your own.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:25"
    },
    {
      "nodeID": "149255",
      "text": "Said like a cruel evil person who has no concern for his fellow man.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:25"
    },
    {
      "nodeID": "149256",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:25"
    },
    {
      "nodeID": "149257",
      "text": "It has to do with freedom and equality but then again I do not expect non empathic people to understand that. Looking at you answers below I would have though you would understand the concept that I get to choose who I share my life with, who I transfer my property too and who I call family. You do not understand that the government says to everyone who is a family by the issuance of that piece of legal paper. The in equality part comes in when I am told that I can not have that piece of paper but some hetero can because someone else has a religious belief that should have no effect on my life what so ever. I am saying that if so religious XXXXX wants to force their religion on me by using that religion as an excuse for the state not issuing me that piece of paper then I want a say in their life and want the government to remove that belief. If the religious XXXXXX stay out of my life then I will stay out of theirs but if they want to get involved in my life then I want to get involved in theirs. EYE FOR AN EYE equality by its very definition. You want the government out of your life and I want religion out of my government and my life.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:25"
    },
    {
      "nodeID": "149258",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:25"
    },
    {
      "nodeID": "149259",
      "text": "Can you name any nation that has operated under your idea of socialism successfully?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:26"
    },
    {
      "nodeID": "149260",
      "text": "France",
      "type": "I",
      "timestamp": "2016-03-08 20:10:26"
    },
    {
      "nodeID": "149261",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:26"
    },
    {
      "nodeID": "149262",
      "text": "Three questions: What country operates under an 'unbridled capitalism' system?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:26"
    },
    {
      "nodeID": "149263",
      "text": "Currently none however all the western powers operated this way in the 19th century and people suffered. Let conservatives dismantle regulations and it will be the return to the 19th century.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:26"
    },
    {
      "nodeID": "149264",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:26"
    },
    {
      "nodeID": "149265",
      "text": "I'll ask you the same question JJ. What makes you think you have the right to have your marriage recognized by gov't.?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:26"
    },
    {
      "nodeID": "149266",
      "text": "What makes heteros think they have that right?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:26"
    },
    {
      "nodeID": "149267",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:26"
    },
    {
      "nodeID": "149268",
      "text": "Actually they already tried, see my previous posts. The city council rejected their ballot initiative petitions. Fortunatly for the people, half of the city council is up for re-election this year. Expect to see some new faces on the council.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:26"
    },
    {
      "nodeID": "149269",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:26"
    },
    {
      "nodeID": "149270",
      "text": "Said like a lazy, ignorant person who would rather live off the sweat of others than go out and earn for himself.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:26"
    },
    {
      "nodeID": "149271",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:26"
    },
    {
      "nodeID": "149272",
      "text": "Don't think so. Provide an example of an 'unbridaled capitalist' system operating in the 19th century.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:26"
    },
    {
      "nodeID": "149273",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:26"
    },
    {
      "nodeID": "149274",
      "text": "Wrong, France's form of government is a semi-presidential republic, with rather democratic leanings. They do however tax the rich at a very high rate, up to 70%. This has caused the rich to leave France, taking their money, buinesses, and thousands of jobs with them. Starting in 2007, France began lowering/ eliminating wealth taxes in an effort to draw those people and companies back to France. They have seen the error of their ways and are trying to do something about it.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:27"
    },
    {
      "nodeID": "149275",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:27"
    },
    {
      "nodeID": "149276",
      "text": "Pathetic, why would you let anyone besides yourself determine who you call family? Nobody is forcing their religion on you. Nobody is even saying who you can or can't get married to. What is being said is that you, or anyone else, doesn't have the 'right' to have that marriage recognized by gov't. Universal recognition by gov't doesn't even happen in hetro marriages. Nowhere in the founding documents of this nation does it say 'All gov't entities shall recognize all people's marriages'. Since we have 'a government for the people by the people', the duties of government not spelled out in the founding documents are determined by the people. You have the freedom to vote your beliefs and so does everybody else.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:27"
    },
    {
      "nodeID": "149277",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:27"
    }
  ],
  "edges": [
    {
      "edgeID": "189930",
      "fromID": "149217",
      "toID": "149218",
      "formEdgeID": null
    },
    {
      "edgeID": "189931",
      "fromID": "149218",
      "toID": "149216",
      "formEdgeID": null
    },
    {
      "edgeID": "189932",
      "fromID": "149220",
      "toID": "149221",
      "formEdgeID": null
    },
    {
      "edgeID": "189933",
      "fromID": "149221",
      "toID": "149219",
      "formEdgeID": null
    },
    {
      "edgeID": "189934",
      "fromID": "149223",
      "toID": "149224",
      "formEdgeID": null
    },
    {
      "edgeID": "189935",
      "fromID": "149224",
      "toID": "149222",
      "formEdgeID": null
    },
    {
      "edgeID": "189936",
      "fromID": "149225",
      "toID": "149226",
      "formEdgeID": null
    },
    {
      "edgeID": "189937",
      "fromID": "149226",
      "toID": "149223",
      "formEdgeID": null
    },
    {
      "edgeID": "189938",
      "fromID": "149228",
      "toID": "149229",
      "formEdgeID": null
    },
    {
      "edgeID": "189939",
      "fromID": "149229",
      "toID": "149227",
      "formEdgeID": null
    },
    {
      "edgeID": "189940",
      "fromID": "149231",
      "toID": "149232",
      "formEdgeID": null
    },
    {
      "edgeID": "189941",
      "fromID": "149232",
      "toID": "149230",
      "formEdgeID": null
    },
    {
      "edgeID": "189942",
      "fromID": "149234",
      "toID": "149235",
      "formEdgeID": null
    },
    {
      "edgeID": "189943",
      "fromID": "149235",
      "toID": "149233",
      "formEdgeID": null
    },
    {
      "edgeID": "189944",
      "fromID": "149236",
      "toID": "149237",
      "formEdgeID": null
    },
    {
      "edgeID": "189945",
      "fromID": "149237",
      "toID": "149234",
      "formEdgeID": null
    },
    {
      "edgeID": "189946",
      "fromID": "149238",
      "toID": "149239",
      "formEdgeID": null
    },
    {
      "edgeID": "189947",
      "fromID": "149239",
      "toID": "149236",
      "formEdgeID": null
    },
    {
      "edgeID": "189948",
      "fromID": "149241",
      "toID": "149242",
      "formEdgeID": null
    },
    {
      "edgeID": "189949",
      "fromID": "149242",
      "toID": "149240",
      "formEdgeID": null
    },
    {
      "edgeID": "189950",
      "fromID": "149243",
      "toID": "149244",
      "formEdgeID": null
    },
    {
      "edgeID": "189951",
      "fromID": "149244",
      "toID": "149231",
      "formEdgeID": null
    },
    {
      "edgeID": "189952",
      "fromID": "149245",
      "toID": "149246",
      "formEdgeID": null
    },
    {
      "edgeID": "189953",
      "fromID": "149246",
      "toID": "149238",
      "formEdgeID": null
    },
    {
      "edgeID": "189954",
      "fromID": "149247",
      "toID": "149248",
      "formEdgeID": null
    },
    {
      "edgeID": "189955",
      "fromID": "149248",
      "toID": "149241",
      "formEdgeID": null
    },
    {
      "edgeID": "189956",
      "fromID": "149249",
      "toID": "149250",
      "formEdgeID": null
    },
    {
      "edgeID": "189957",
      "fromID": "149250",
      "toID": "149247",
      "formEdgeID": null
    },
    {
      "edgeID": "189958",
      "fromID": "149252",
      "toID": "149253",
      "formEdgeID": null
    },
    {
      "edgeID": "189959",
      "fromID": "149253",
      "toID": "149251",
      "formEdgeID": null
    },
    {
      "edgeID": "189960",
      "fromID": "149255",
      "toID": "149256",
      "formEdgeID": null
    },
    {
      "edgeID": "189961",
      "fromID": "149256",
      "toID": "149254",
      "formEdgeID": null
    },
    {
      "edgeID": "189962",
      "fromID": "149257",
      "toID": "149258",
      "formEdgeID": null
    },
    {
      "edgeID": "189963",
      "fromID": "149258",
      "toID": "149243",
      "formEdgeID": null
    },
    {
      "edgeID": "189964",
      "fromID": "149260",
      "toID": "149261",
      "formEdgeID": null
    },
    {
      "edgeID": "189965",
      "fromID": "149261",
      "toID": "149259",
      "formEdgeID": null
    },
    {
      "edgeID": "189966",
      "fromID": "149263",
      "toID": "149264",
      "formEdgeID": null
    },
    {
      "edgeID": "189967",
      "fromID": "149264",
      "toID": "149262",
      "formEdgeID": null
    },
    {
      "edgeID": "189968",
      "fromID": "149266",
      "toID": "149267",
      "formEdgeID": null
    },
    {
      "edgeID": "189969",
      "fromID": "149267",
      "toID": "149265",
      "formEdgeID": null
    },
    {
      "edgeID": "189970",
      "fromID": "149268",
      "toID": "149269",
      "formEdgeID": null
    },
    {
      "edgeID": "189971",
      "fromID": "149269",
      "toID": "149220",
      "formEdgeID": null
    },
    {
      "edgeID": "189972",
      "fromID": "149270",
      "toID": "149271",
      "formEdgeID": null
    },
    {
      "edgeID": "189973",
      "fromID": "149271",
      "toID": "149252",
      "formEdgeID": null
    },
    {
      "edgeID": "189974",
      "fromID": "149272",
      "toID": "149273",
      "formEdgeID": null
    },
    {
      "edgeID": "189975",
      "fromID": "149273",
      "toID": "149252",
      "formEdgeID": null
    },
    {
      "edgeID": "189976",
      "fromID": "149274",
      "toID": "149275",
      "formEdgeID": null
    },
    {
      "edgeID": "189977",
      "fromID": "149275",
      "toID": "149252",
      "formEdgeID": null
    },
    {
      "edgeID": "189978",
      "fromID": "149276",
      "toID": "149277",
      "formEdgeID": null
    },
    {
      "edgeID": "189979",
      "fromID": "149277",
      "toID": "149252",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
