{
  "nodes": [
    {
      "nodeID": "145984",
      "text": "It is a rare event. Other than self-defense, the use of a gun against another human is socially undesirable. Regular citizens with guns, who are sometimes tired, angry, drunk, or afraid, and who are not trained in dispute resolution, have lots of opportunities for inappropriate gun uses. People engage in innumerable annoying and somewhat hostile interactions with each other in the course of a lifetime. It should not be surprising that inappropriate, socially undesirable 'self-defense' gun uses by people who believe they are law-abiding citizens outnumber the appropriate and socially beneficial use of guns.6' http://www.hsph.harvard.edu/research/hicrc/files/Bullet-ins_Spring_2009.pdf",
      "type": "I",
      "timestamp": "2016-03-08 20:03:18"
    },
    {
      "nodeID": "145985",
      "text": "And yet the Brady Campaign and Violence Policy Center can come up with only a handful of incidents where a concealed carry holder assaulted another. Not even 300 incidents, as opposed to countless hundreds of thousands of concealed carry holders who have never done anything wrong. The math speaks for itself, you lose this one as well.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:18"
    },
    {
      "nodeID": "145986",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:19"
    },
    {
      "nodeID": "145987",
      "text": "'The opportunity for a law-abiding gun owner to use a gun in a socially desirable manner--against a criminal during the commission of a crime--will occur, for the average gun owner, perhaps once in a lifetime.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:19"
    },
    {
      "nodeID": "145988",
      "text": "So what? I don't care! Gun ownership is an individual right and that's the end of it! You don't have to exercise a right hundreds of thousands of times a year for it to be protected by the Constitution.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:19"
    },
    {
      "nodeID": "145989",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:03:19"
    },
    {
      "nodeID": "145990",
      "text": "Excerpts from a recent report: 'It has been claimed that in the United States, 'guns are used for defensive purposes about five times as often as they are used for crimes'.1,2 This claim is made even though the criminal chooses both the time and place of the crime, most households don't have guns, and very few of the individuals who own guns are carrying at any time... 'After controlling for other aspects of the surveys, these surveys indicate that criminal gun use is far more common that self-defense gun use. For example, in May 2000, a Washington Post national random-digit dial survey asked 'Not counting military service, have you ever been threatened with a gun or shot at?' Twenty-three percent (23%) said yes. In that same month (May 2000), a Gallup national random-digit dial survey asked 'Not including military combat, have you ever used a gun to defend yourself either by firing it or threatening to fire it?' Seven percent (7%) of respondents said yes.... 'So how can anyone claim that there are more self-defense gun uses than criminal gun uses? They do so by comparing different types of surveys. They compare the results of Box B with Box C! However, it is completely inappropriate to compare estimates which come from two radically different survey methodologies..... 'Second, there is no accepted understanding of what constitutes a criminal or a self-defense gun use. For example, criminals often believe that their gun use during a crime was in self-defense... 'The opportunity for a law-abiding gun owner to use a gun in a socially desirable manner--against a criminal during the commission of a crime--will occur, for the average gun owner, perhaps once in a lifetime. It is a rare event. Other than self-defense, the use of a gun against another human is socially undesirable. Regular citizens with guns, who are sometimes tired, angry, drunk, or afraid, and who are not trained in dispute resolution, have lots of opportunities for inappropriate gun uses. People engage in innumerable annoying and somewhat hostile interactions with each other in the course of a lifetime. It should not be surprising that inappropriate, socially undesirable 'self-defense' gun uses by people who believe they are law-abiding citizens outnumber the appropriate and socially beneficial use of guns.6' http://www.hsph.harvard.edu/research/hicrc/files/Bullet-ins_Spring_2009.pdf What do we learn? The claim that guns are used much more often in self defense is based on making inappropriate comparisons. If the same survey methodology is used to measure both criminal and defensive gun use, many more people will report that they have been a victim of a gun crime than having used a gun in self defense. Most of the 'defensive gun uses' reported in studies that ask every respondent directly about gun use are actually criminal uses of guns.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:19"
    },
    {
      "nodeID": "145991",
      "text": "I learned a few things from the post. The author claimed 'most households don't have guns'. According to 1997 stats, 25% of ALL US adults owned firearms. If you assume that there are typically two adults per household, that means 50% of households have guns, so the statement is false. On a personal note, someone tried to break into my brother's apartment shortly after he was married. He quickly opened the door, yelled 'freeze MFer or I'll blow your head off!' while holding a short-barrelled shotgun and watched the perp #### himself. being half asleep and in possession of a slightly modified shotgun, my brother didn't call the cops to report this self-defensive use of a firearm.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:19"
    },
    {
      "nodeID": "145992",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:19"
    },
    {
      "nodeID": "145993",
      "text": "Thank you so much for posting solid evidence why more honest people must own weapons for self defense Galileo.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:19"
    },
    {
      "nodeID": "145994",
      "text": "But if you had read carefully the information that I provided you would realize: The people that already own weapons don't seem to be doing much to combat crime and are probably doing more to cause the problem than to solve it. So throwing more guns at the problem doesn't seem to make much sense.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:19"
    },
    {
      "nodeID": "145995",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:19"
    },
    {
      "nodeID": "145996",
      "text": "When credible people looked at the studies, they cannot say one way or the other that gun control works as crime control!",
      "type": "I",
      "timestamp": "2016-03-08 20:03:19"
    },
    {
      "nodeID": "145997",
      "text": "But what if we limit our expectations to 'gun crime' control? Sharp Drop in Gun Crime Follows Tough Australian Firearm Laws",
      "type": "I",
      "timestamp": "2016-03-08 20:03:19"
    },
    {
      "nodeID": "145998",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:19"
    },
    {
      "nodeID": "145999",
      "text": "Well, I think it is best to use a real source. Like the Australian FBI, called the A.I.C.. The latest figures.  Violent crimes from 1996 to 2007 (per 100,000 persons per year)  Homicide is pretty much a flat line no? However there violent crime is not. And to be fair, Australia's murder rate has always been significantly lower then ours and they should be congratulated for there socialization for it too. So if gun related crime goes down but the murder rate remains relatively flat, but other violent crimes go up, then what is thew point of mentioning that GUN Related crime went down?",
      "type": "I",
      "timestamp": "2016-03-08 20:03:19"
    },
    {
      "nodeID": "146000",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:19"
    },
    {
      "nodeID": "146001",
      "text": "The people that already own weapons don't seem to be doing much to combat crime",
      "type": "I",
      "timestamp": "2016-03-08 20:03:20"
    },
    {
      "nodeID": "146002",
      "text": "Well what do you expect?! Everytime gun owners try and do anything to combat crime, you liberal sissies yell and scream about vigilantism and foam at the mouth as you talk about how we're taking the law into our own hands and that we'll be administering death sentences without trials for matters as trivial as jaywalking! You want us to combat crime, but you don't want us to actually do anything. Make up your mind already!",
      "type": "I",
      "timestamp": "2016-03-08 20:03:20"
    },
    {
      "nodeID": "146003",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:20"
    }
  ],
  "edges": [
    {
      "edgeID": "187652",
      "fromID": "145985",
      "toID": "145986",
      "formEdgeID": null
    },
    {
      "edgeID": "187653",
      "fromID": "145986",
      "toID": "145984",
      "formEdgeID": null
    },
    {
      "edgeID": "187654",
      "fromID": "145988",
      "toID": "145989",
      "formEdgeID": null
    },
    {
      "edgeID": "187655",
      "fromID": "145989",
      "toID": "145987",
      "formEdgeID": null
    },
    {
      "edgeID": "187656",
      "fromID": "145991",
      "toID": "145992",
      "formEdgeID": null
    },
    {
      "edgeID": "187657",
      "fromID": "145992",
      "toID": "145990",
      "formEdgeID": null
    },
    {
      "edgeID": "187658",
      "fromID": "145994",
      "toID": "145995",
      "formEdgeID": null
    },
    {
      "edgeID": "187659",
      "fromID": "145995",
      "toID": "145993",
      "formEdgeID": null
    },
    {
      "edgeID": "187660",
      "fromID": "145997",
      "toID": "145998",
      "formEdgeID": null
    },
    {
      "edgeID": "187661",
      "fromID": "145998",
      "toID": "145996",
      "formEdgeID": null
    },
    {
      "edgeID": "187662",
      "fromID": "145999",
      "toID": "146000",
      "formEdgeID": null
    },
    {
      "edgeID": "187663",
      "fromID": "146000",
      "toID": "145997",
      "formEdgeID": null
    },
    {
      "edgeID": "187664",
      "fromID": "146002",
      "toID": "146003",
      "formEdgeID": null
    },
    {
      "edgeID": "187665",
      "fromID": "146003",
      "toID": "146001",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
