{
  "nodes": [
    {
      "nodeID": "140105",
      "text": "1. Anti-something movements by themselves will fail.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:44"
    },
    {
      "nodeID": "140106",
      "text": "So scientists are doing science, lots of it. Check the August 2007 issue of Evolution, for example. On the other hand IDists produce nothing, do no lab work, but just harp and harangue against evolution. As the article says, 'Its passionate diatribes virtually advertise the program they attack. People must fight for something that they want to achieve, not simply reject an evil, however bad it may be.' Shoe fits you lot, WW, not us.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:44"
    },
    {
      "nodeID": "140107",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:44"
    },
    {
      "nodeID": "140108",
      "text": "3. Rational is as rational does. If it is our goal to raise people's consciousness to the wonders of science and the power of reason, then we must apply science and reason to our own actions. It is irrational to take a hostile or condescending attitude toward religion because by doing so we virtually guarantee that religious people will respond in kind. As Carl Sagan cautioned in 'The Burden of Skepticism,' a 1987 lecture, 'You can get into a habit of thought in which you enjoy making fun of all those other people who don't see things as clearly as you do. We have to guard carefully against it.'",
      "type": "I",
      "timestamp": "2016-03-08 19:50:44"
    },
    {
      "nodeID": "140109",
      "text": "Well, that last bit applies to me, but scientists otherwise epitomize rationality, as opposed to the sky-fairy, Noah's-Flood, angel-packing crowd.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:44"
    },
    {
      "nodeID": "140110",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:44"
    },
    {
      "nodeID": "140111",
      "text": "5. Promote freedom of belief and disbelief.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:44"
    },
    {
      "nodeID": "140112",
      "text": "But not at the expense of people spreading lies about science and forcing religious untruths into science classes.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140113",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140114",
      "text": "True. It (scientific output) is on the EAM side, with none of it on the darwinist pseudo-science religion, nor on the side of the xtianist bible-worshiping religion.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140115",
      "text": "And you wondered why I referred to the last issue of Evolution. Let's look at the output in a single recent copy of Biology Letters that I was checking out this morning. Not all of it deals with evolutionary questions being addressed by evolutionary biologists, but by far the majority meets that qualification. Biology Letters, The Royal Society, Volume 2, issue 4 (December 22, 2006) 1) The influence of social affiliation on individual vocal signatures of northern resident killer whales ( Orcinus orca). Nousek, Anna E.; Slater, Peter J.B.; Wang, Chao; Miller, Patrick J.O., p. 481 - 484 2) Rotational feeding in caecilians: putting a spin on the evolution of cranial design. Measey, G. John ; Herrel, Anthony, p. 485 - 487 3) Avian predators attack aposematic prey more forcefully when they are part of an aggregation. Skelhorn, John ; Ruxton, Graeme D., p. 488 - 490 4) Sex-role reversed nuptial feeding reduces male kleptoparasitism of females in Zeus bugs (Heteroptera; Veliidae). Arnqvist, Göran ; Jones, Therésa M. ; Elgar, Mark A., p. 491 - 493 5) Anatomical basis for camouflaged polarized light communication in squid. Mäthger, Lydia M. ; Hanlon, Roger T. , p. 494 - 496 6) A killer whale social network is vulnerable to targeted removals. Williams, Rob ; Lusseau, David, p. 497 - 500 7) Parent-offspring conflict and motivational control of brooding in an amphipod (Crustacea). Dick, Jaimie T.A. ; Elwood, Robert W., p. 501 - 504 8) Chimpanzee and felid diet composition is influenced by prey brain size, Shultz, Susanne ; Dunbar, R.I.M., p. 505 - 508 9) Killer whales are capable of vocal learning. Foote, Andrew D. ; Griffin, Rachael M. ; Howitt, David ; et al., p. 509 - 512 10) Paternity loss in contrasting mammalian societies. Clutton-Brock, T.H. ; Isvaran, K., p. 513 - 516 11) Consistent annual schedules in a migratory shorebird. Battley, Phil F., p. 517 - 520 12) Silent night: adaptive disappearance of a sexual signal in a parasitized population of field crickets. Zuk, Marlene ; Rotenberry, John T. ; Tinghitella, Robin M., p. 521 - 524 13) The courtship-inhibiting pheromone is ignored by female-deprived gregarious desert locust males. Seidelmann, Karsten, p. 525 - 527 14) Connecting the dots: an invariant migration corridor links the Holocene to the present. Berger, Joel ; Cain, Steven L. ; Berger, Kim Murray, p. 528 - 531 15) Niche breadth and geographical range: ecological compensation for geographical rarity in rainforest frogs. Williams, Yvette M. ; Williams, Stephen E. ; Alford, Ross A. ; et al., p. 532 - 535 16) Sexual selection and its effect on the fixation of an asexual clone. Salathé, Marcel, p. 536 - 538 17) Adaptive divergence of scaling relationships mediates the arms race between a weevil and its host plant. Toju, Hirokazu ; Sota, Teiji, p. 539 - 542 18) Diversification of Neoaves: integration of molecular sequence data and fossils. Ericson, Per G. P.; Anderson, Cajsa L. ; Britton, Tom ; et al., p. 543 - 547 19) On the origin of the Synodontis catfish species flock from Lake Tanganyika. Day, Julia J. ; Wilkinson, Mark, p. 548 - 552 20) Mate choice assays and mating propensity differences in natural yeast populations. Murphy, Helen A. ; Kuehne, Heidi A. ; Francis, Chantal A. ; Sniegowski, Paul D., p. 553 - 556 21) Metabolic costs of brain size evolution. Isler, Karin ; van Schaik, Carel P., p. 557 - 560 22) Correlated evolution between hearing sensitivity and social calls in bats. Bohn, Kirsten M. ; Moss, Cynthia F. ; Wilkinson, Gerald S., p. 561 - 564 23) Insects from the grazing food web favoured the evolutionary habitat shift to bright environments in araneoid spiders. Miyashita, Tadashi ; Shimazaki, Aya, p. 565 - 568 24) Consistent sex ratio bias of individual female dragon lizards, Uller, Tobias ; Mott, Beth ; Odierna, Gaetano ; Olsson, Mats, p. 569 - 572 25) Long-term maternal effect on offspring immune response in song sparrows Melospiza melodia. Reid, Jane M. ; Arcese, Peter ; Keller, Lukas F. ; Hasselquist, Dennis, p. 573 - 576 26) Nepotism and brood reliability in the suppression of worker reproduction in the eusocial Hymenoptera. Nonacs, Peter, p. 577 - 579 27) Gut reaction by heartless shrimps: experimental evidence for the role of the gut in generating circulation before cardiac ontogeny. Spicer, John I., p. 580 - 582 28) Extrafloral nectary phenotypic plasticity is damage- and resource-dependent in Vicia faba. Mondor, Edward B. ; Tremblay, Michelle N. ; Messing, Russell H., p. 583 - 585 29) Where do all the maternal effects go? Variation in offspring body size through ontogeny in the live-bearing fish <i<Poecilia parae</i<. Lindholm, Anna K.; Hunt, John ; Brooks, Robert, p. 586 - 589 30) Muscle fibre number varies with haemoglobin phenotype in Atlantic cod as predicted by the optimal fibre number hypothesis. Johnston, Ian A. ; Abercromby, Marguerite ; Andersen, Ã?ivind, p. 590 - 592 31) A novel obligate cultivation mutualism between damselfish and <i<Polysiphonia</i< algae. Hata, Hiroki ; Kato, Makoto, p. 593 - 596 32) Fathers in hot water: rising sea temperatures and a Northeastern Atlantic pipefish baby boom. Kirby, Richard R. ; Johns, David G. ; Lindley, John A., p. 597 - 600 33) Typing single polymorphic nucleotides in mitochondrial DNA as a way to access Middle Pleistocene DNA. Valdiosera, Cristina ; García, Nuria ; Dalén, Love ; et al., p. 601 - 603 34) Contrasting patterns of sequence divergence and base composition between <i<Drosophila</i< introns and intergenic regions. Ometto, Lino ; De Lorenzo, David ; Stephan, Wolfgang, p. 604 - 607 35) Olfactory memory capacity of the cricket <i<Gryllus bimaculatus</i<. Matsumoto, Yukihisa ; Mizunami, Makoto, p. 608 - 610 36) Prey choice and cannibalistic behaviour in the theropod Coelophysis. Nesbitt, Sterling J. ; Turner, Alan H. ; Erickson, Gregory M. ; Norell, Mark A., p. 611 - 614 37) An archaic crested plesiosaur in opal from the Lower Cretaceous high-latitude deposits of Australia. Kear, Benjamin , P. ; Schroeder, Natalie I. ; Lee, Michael S.Y., p. 615 - 619 38) Endophytic fungus decreases plant virus infections in meadow ryegrass ( Lolium pratense). Lehtonen, Päivi T.; Helander, Marjo; Siddiqui, Shahid A.; et al., p. 620 - 623 39) Linking ecology, behaviour and conservation: does habitat saturation change the mating system of bearded vultures? Carrete, Martina ; Donázar, José A. ; Margalida, Antoni ; Bertran, Joan, p. 624 - 627 40) Ocean climate prior to breeding affects the duration of the nestling period in the Atlantic puffin. Durant, Joël M. ; Anker-Nilssen, Tycho ; Stenseth, Nils Chr., p. 628 - 631 41) Selectivity of harvesting differs between local and foreign roe deer hunters: trophy stalkers have the first shot at the right place. Mysterud, Atle ; Tryjanowski, Piotr ; Panek, Marek, p. 632 - 635 42) Low intensity, mixed livestock grazing improves the breeding abundance of a common insectivorous passerine. Evans, Darren M. ; Redpath, Stephen M. ; Evans, Sharon A. ; et al., p. 636 - 638 43) Low worldwide genetic diversity in the basking shark (Cetorhinus maximus). Rus Hoelzel, A. ; Shivji, Mahmood S. ; Magnussen, Jennifer ; Francis, Malcolm P., p. 639 - 642  That's one issue of one journal, out of many. Now let's compare that to the output in the one and only ID journal (ISCID 'PCID') over the last few years:",
      "type": "I",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140116",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140117",
      "text": "Good ideas, but it's damn hard to remain calm and dispassionate when people like supersport come into the equasion with their approach.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140118",
      "text": "oh don't kid yourself, you people were miserable long before I got here. Darwinists' arrogance is astounding.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140119",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140120",
      "text": "I was and am fine actually. Don't know about anyone else, but I don't think you have that much impact on our lives SS   Who's more arrogant? The person searching for truth or the person who claims to know everything?",
      "type": "I",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140121",
      "text": "oh, it's obvious that non-darwinists have no affect on you guys. Nothing will ever change your mind because your mind is not made up on the evidence...it's made up on your worldview and your belief in materialism.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140122",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140123",
      "text": "Oh the irony....",
      "type": "I",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140124",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140125",
      "text": "what scientists do has nothing to do with the debate that goes on wrt to philosophical merits of darwinism versus creationism versus neo-lamarckism,i.e., devo-evo, aka, Endogenous Adaptive mutagenesis.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140126",
      "text": "You are absolutely correct. Scientists do science. Philosophers wander around inside their own domain. On the other hand I am much more interested in the scientific merits of NDS and EAM than in the musings of philosophers. Science supports NDS, science fails to support the vitalist views of EAM. Simple as that. Its not a philosophical issue, its a scientific one.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140127",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140128",
      "text": "Gee, neil, first you put me in the same philosophical boat as SS [whom you insult by playing games with his pseudonym]",
      "type": "I",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140129",
      "text": "But I think he likes you. My bad on the name though - my only excuse is that by thinking of him as Sspurt, it keeps me from calling him something worse in type. However, note that I didn't say he was philosophically identical to you - I just said that the two of you are left with denying and obfuscating, a charge that I stand by.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:45"
    },
    {
      "nodeID": "140130",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:46"
    },
    {
      "nodeID": "140131",
      "text": "Pretty darn obvious just who is doing the obfuscating and denying around here, bud.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:46"
    },
    {
      "nodeID": "140132",
      "text": "Well, at least we agree that someone is obfuscating and denying.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:46"
    },
    {
      "nodeID": "140133",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:46"
    },
    {
      "nodeID": "140134",
      "text": "You know perfectly well that lots of good science is being done, particularly over the past few decades, that supports the devo-evo, neo-lamarckian, whole-system, responsive, dynamic, teleological view of biological evolution, that is, ID, and contradicts your particulate, passive, accidental, directionless and random darwinian notion.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:46"
    },
    {
      "nodeID": "140135",
      "text": "I know you keep claiming that, but that is not an accurate depiction of reality.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:46"
    },
    {
      "nodeID": "140136",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:46"
    },
    {
      "nodeID": "140137",
      "text": "<giggle<.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:46"
    },
    {
      "nodeID": "140138",
      "text": "And being an evil old darwinist I should add <smirk<.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:46"
    },
    {
      "nodeID": "140139",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:46"
    },
    {
      "nodeID": "140140",
      "text": "According RM&NS all creativity is the result of genomic accidents.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:46"
    },
    {
      "nodeID": "140141",
      "text": "No is the only answer one can make to that claim - its false. Indeed there is no claim made within NDS to 'creativity' at all. NDS does not to deal with creativity which is a mental process. NDS deals with plain old biology. Evolution does not require creativity although NS does provide a non-random element to the process.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:46"
    },
    {
      "nodeID": "140142",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:46"
    },
    {
      "nodeID": "140143",
      "text": "Then 'natural selection somehow organizes a bunch of such accidents into rational, complex, biological systems.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:46"
    },
    {
      "nodeID": "140144",
      "text": "Well no. NS only provides a sorting function and only a partial sorting at that. That which reproduces better survives better than that which does not. Simple as that more or less. There is no 'organization' involved since organization is again a mental concept not a law of nature.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:46"
    },
    {
      "nodeID": "140145",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:46"
    }
  ],
  "edges": [
    {
      "edgeID": "183496",
      "fromID": "140106",
      "toID": "140107",
      "formEdgeID": null
    },
    {
      "edgeID": "183497",
      "fromID": "140107",
      "toID": "140105",
      "formEdgeID": null
    },
    {
      "edgeID": "183498",
      "fromID": "140109",
      "toID": "140110",
      "formEdgeID": null
    },
    {
      "edgeID": "183499",
      "fromID": "140110",
      "toID": "140108",
      "formEdgeID": null
    },
    {
      "edgeID": "183500",
      "fromID": "140112",
      "toID": "140113",
      "formEdgeID": null
    },
    {
      "edgeID": "183501",
      "fromID": "140113",
      "toID": "140111",
      "formEdgeID": null
    },
    {
      "edgeID": "183502",
      "fromID": "140115",
      "toID": "140116",
      "formEdgeID": null
    },
    {
      "edgeID": "183503",
      "fromID": "140116",
      "toID": "140114",
      "formEdgeID": null
    },
    {
      "edgeID": "183504",
      "fromID": "140118",
      "toID": "140119",
      "formEdgeID": null
    },
    {
      "edgeID": "183505",
      "fromID": "140119",
      "toID": "140117",
      "formEdgeID": null
    },
    {
      "edgeID": "183506",
      "fromID": "140121",
      "toID": "140122",
      "formEdgeID": null
    },
    {
      "edgeID": "183507",
      "fromID": "140122",
      "toID": "140120",
      "formEdgeID": null
    },
    {
      "edgeID": "183508",
      "fromID": "140123",
      "toID": "140124",
      "formEdgeID": null
    },
    {
      "edgeID": "183509",
      "fromID": "140124",
      "toID": "140121",
      "formEdgeID": null
    },
    {
      "edgeID": "183510",
      "fromID": "140126",
      "toID": "140127",
      "formEdgeID": null
    },
    {
      "edgeID": "183511",
      "fromID": "140127",
      "toID": "140125",
      "formEdgeID": null
    },
    {
      "edgeID": "183512",
      "fromID": "140129",
      "toID": "140130",
      "formEdgeID": null
    },
    {
      "edgeID": "183513",
      "fromID": "140130",
      "toID": "140128",
      "formEdgeID": null
    },
    {
      "edgeID": "183514",
      "fromID": "140132",
      "toID": "140133",
      "formEdgeID": null
    },
    {
      "edgeID": "183515",
      "fromID": "140133",
      "toID": "140131",
      "formEdgeID": null
    },
    {
      "edgeID": "183516",
      "fromID": "140135",
      "toID": "140136",
      "formEdgeID": null
    },
    {
      "edgeID": "183517",
      "fromID": "140136",
      "toID": "140134",
      "formEdgeID": null
    },
    {
      "edgeID": "183518",
      "fromID": "140138",
      "toID": "140139",
      "formEdgeID": null
    },
    {
      "edgeID": "183519",
      "fromID": "140139",
      "toID": "140137",
      "formEdgeID": null
    },
    {
      "edgeID": "183520",
      "fromID": "140141",
      "toID": "140142",
      "formEdgeID": null
    },
    {
      "edgeID": "183521",
      "fromID": "140142",
      "toID": "140140",
      "formEdgeID": null
    },
    {
      "edgeID": "183522",
      "fromID": "140144",
      "toID": "140145",
      "formEdgeID": null
    },
    {
      "edgeID": "183523",
      "fromID": "140145",
      "toID": "140143",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
