{
  "nodes": [
    {
      "nodeID": "148110",
      "text": "Heller though refocused the 2nd Amendment protection spotlight away from Miller's primary military usefulness 'rule' and brought Miller's 'in common use by the citizen'(fn4) into the forefront.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:51"
    },
    {
      "nodeID": "148111",
      "text": "So they decided to focus on the dicta in Miller rather than the holding? I wondered how Heller would handle or get around the machine gun question if they decided to go the individual right route especially in light of the civic purpose of the Second Amendment. Heller seemed to me to say that the right is not limited to its civic purpose but can be more limited than its civic purpose.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:51"
    },
    {
      "nodeID": "148112",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:07:51"
    },
    {
      "nodeID": "148113",
      "text": "In the past, gun activists have labeled scholars who have expressed similar views to the dissents as advocates of the collective rights interpretation.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:51"
    },
    {
      "nodeID": "148114",
      "text": "And there is that disingenuousness on display!  The dissenting Justices would never propose the use of a alternate, subjectively interpreted standard of scrutiny to be applied for any other right deemed 'individual' expressly secured by a provision of the Bill of Rights (Stevens especially and even for rights NOT enumerated).  The dissents refuse to consider the incongruousness of saying that, 'based on our precedent and today's opinions, to which . . . the entire Court subscribes' the 2nd Amendment, 'protects an 'individual' right-i.e., one that is separately possessed, and may be separately enforced' and then argue that, 'When each word in the text is given full effect, the Amendment is most naturally read to secure to the people a right to use and possess arms in conjunction with service in a well-regulated militia.' Say what???? The leftist dissenters, while acknowledging the Court's history of unwavering 'individual right' conclusions, revert to their old statist (but invalid) theories when explaining their unconstitutional, philosophically bankrupt positions.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:51"
    },
    {
      "nodeID": "148115",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:51"
    }
  ],
  "edges": [
    {
      "edgeID": "189154",
      "fromID": "148111",
      "toID": "148112",
      "formEdgeID": null
    },
    {
      "edgeID": "189155",
      "fromID": "148112",
      "toID": "148110",
      "formEdgeID": null
    },
    {
      "edgeID": "189156",
      "fromID": "148114",
      "toID": "148115",
      "formEdgeID": null
    },
    {
      "edgeID": "189157",
      "fromID": "148115",
      "toID": "148113",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
