{
  "nodes": [
    {
      "nodeID": "139459",
      "text": "Wow, this shows how hypocritical some people can be. These gun owners are not only disrespecting the Constitution by showing disrespect for a Constitutionally elected president, they also threaten the free speech rights of others. It's a step backwards. In a civilized democratic society people should be able to freely debate and discuss politics without feeling threatened by someone openly displaying a gun. That 'It is time to water the tree of liberty' quote is the same quote McVeigh was wearing on his shirt the day he blew up the Federal Building.",
      "type": "I",
      "timestamp": "2016-03-08 19:49:06"
    },
    {
      "nodeID": "139460",
      "text": "You are repeating some more sensational hogwash and creating a false delimma yourself. You still haven't learned this is a REPUBLIC and not a democratic society? You ignore the Rule of Law. Just as King George ignored the Declaration of Independence at his own peril you disgrace the FF of this Republic.  Tell us exactly where that 'quote came from, who said it and under what context'. He is a political animal which you are attempting to copy and not fooling anyone here although you attempt to disinfranchise some of the timid on this board for exercising their 2A rights. Now why would you abuse the 1A when you have attempted to create a false delimma already about the 2A? Your Progessive/socialist/commie leanings are showing again. He praised Mao as a dictator and tried to demonize people who are pro 2A from keeping and bearing arms as the true masters in our political system.",
      "type": "I",
      "timestamp": "2016-03-08 19:49:06"
    },
    {
      "nodeID": "139461",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:49:06"
    },
    {
      "nodeID": "139462",
      "text": "Some people doesn't mean a typical gun owner. Would it be reasonable to say that black people are robbers because a group of three black kids robbed a convinience store?",
      "type": "I",
      "timestamp": "2016-03-08 19:49:06"
    },
    {
      "nodeID": "139463",
      "text": "So you disapprove of what these gun owners are doing? It's encouraging to see someone on the progun side who can think for themselves and recognize when other people on their side are doing wrong.",
      "type": "I",
      "timestamp": "2016-03-08 19:49:06"
    },
    {
      "nodeID": "139464",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:49:06"
    }
  ],
  "edges": [
    {
      "edgeID": "183038",
      "fromID": "139460",
      "toID": "139461",
      "formEdgeID": null
    },
    {
      "edgeID": "183039",
      "fromID": "139461",
      "toID": "139459",
      "formEdgeID": null
    },
    {
      "edgeID": "183040",
      "fromID": "139463",
      "toID": "139464",
      "formEdgeID": null
    },
    {
      "edgeID": "183041",
      "fromID": "139464",
      "toID": "139462",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
