{
  "nodes": [
    {
      "nodeID": "159212",
      "text": "Are you better than straight people? Are you superior people because your preferred form of sex doesn't allow for pro-creation as God commanded humanity to do? Is this your argument? emoticon_frazzled",
      "type": "I",
      "timestamp": "2016-03-08 20:32:22"
    },
    {
      "nodeID": "159213",
      "text": "And the follow-on that Archie throws out there demonstrates his ignorance on the subject. Such laws DO NOT just protect homosexuals. They protect EVERYBODY from being fired just cause they are gay OR straight (or bisexual or nonsexual). It protects the straights just as much as it protects the gays. It has nothing to do with 'better than' or 'superior'. If people like Archie understood legislation like ENDA, they wouldn't try to make such an absurd allegation! emoticon_emb",
      "type": "I",
      "timestamp": "2016-03-08 20:32:22"
    },
    {
      "nodeID": "159214",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:22"
    },
    {
      "nodeID": "159215",
      "text": "Yeah, he's absolutely correct. So what's your point? You think you deserve special rights?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:22"
    },
    {
      "nodeID": "159216",
      "text": "This whole riff where people talk about preventing employers from firing gays JUST cause they are gay as a 'special right' is something that seems to fool those who are prejudiced against gays... ... but for most people, they recognize it as a propagandic phrasing with little merit. I think our laws should include something that prevents people from firing employees based on the employee's sexual orientation. But to utilize your phrasing Archie, do you think that religion is something that deserves 'special rights'?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:23"
    },
    {
      "nodeID": "159217",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:23"
    },
    {
      "nodeID": "159218",
      "text": "Yeah, he's absolutely correct. So what's your point? You think you deserve special rights? Are you better than straight people? Are you superior people because your preferred form of sex doesn't allow for pro-creation as God commanded humanity to do? Is this your argument? emoticon_frazzled",
      "type": "I",
      "timestamp": "2016-03-08 20:32:23"
    },
    {
      "nodeID": "159219",
      "text": "And what is so special about religion that give people special rights for a choice? I say no special rights for religion.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:23"
    },
    {
      "nodeID": "159220",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:23"
    },
    {
      "nodeID": "159221",
      "text": "let Utah be Utah... gesh.. states are supposed to be able to choose their own laws... and there need not be perfect uniformity between states. That way we can choose which state we want to live in based on those laws.  -Mosheh Thezion",
      "type": "I",
      "timestamp": "2016-03-08 20:32:23"
    },
    {
      "nodeID": "159222",
      "text": "So if Utah made a law or a governor stated that christians didn't need protection because of their beliefs even if there were incidents of anti chrisitan beating and harassment let alone murder for their beliefs you would just say let states have their own laws?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:23"
    },
    {
      "nodeID": "159223",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:23"
    },
    {
      "nodeID": "159224",
      "text": "murder would violate the common law. People should be free to do as they please, but an employer should also be free to employ who they see fit. we are not talking about legalized beatings. And are you... now saying being gay is a belief system? or are they born that way? which is it?  personally, i would never agree to discriminate against people for being gay.. however... if they are flaboyantly gay... then i do favor discrimination. there is no need to flaunt it.. as it disturbs people. but if they act normal.. speak normal.. and seem normal, then there would be no justification for firing them in my book.  -Mosheh Thezion",
      "type": "I",
      "timestamp": "2016-03-08 20:32:23"
    },
    {
      "nodeID": "159225",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:23"
    },
    {
      "nodeID": "159226",
      "text": "People are protected by law from being harassed, assaulted and/or murdered because they are people. Not because they are a certain religion. Because they are people it would be wrong to allow such things.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:23"
    },
    {
      "nodeID": "159227",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:23"
    },
    {
      "nodeID": "159228",
      "text": "so you think it would be ok to fire people for being secular atheists?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:23"
    },
    {
      "nodeID": "159229",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:24"
    },
    {
      "nodeID": "159230",
      "text": "NO I think that if certain religious groups can fire people for being gay then I as a gay man should be allowed to fire those of that certain religion.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:24"
    },
    {
      "nodeID": "159231",
      "text": "As much as it pains me I'm going to agree with Mathew here. If you own a private business then you should be able to hire and fire people for whatever reason you want. If a private company only wants to employ one gender that should be their choice. If a private company only wanted to employ people choosing a gay lifestyle, I would support their right to do so. I also support a persons right to not use businesses who have hiring practices they don't agree with. Note: I don't include gov't in this, the rules are and should be different for government.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:24"
    },
    {
      "nodeID": "159232",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:24"
    }
  ],
  "edges": [
    {
      "edgeID": "197010",
      "fromID": "159213",
      "toID": "159214",
      "formEdgeID": null
    },
    {
      "edgeID": "197011",
      "fromID": "159214",
      "toID": "159212",
      "formEdgeID": null
    },
    {
      "edgeID": "197012",
      "fromID": "159216",
      "toID": "159217",
      "formEdgeID": null
    },
    {
      "edgeID": "197013",
      "fromID": "159217",
      "toID": "159215",
      "formEdgeID": null
    },
    {
      "edgeID": "197014",
      "fromID": "159219",
      "toID": "159220",
      "formEdgeID": null
    },
    {
      "edgeID": "197015",
      "fromID": "159220",
      "toID": "159218",
      "formEdgeID": null
    },
    {
      "edgeID": "197016",
      "fromID": "159222",
      "toID": "159223",
      "formEdgeID": null
    },
    {
      "edgeID": "197017",
      "fromID": "159223",
      "toID": "159221",
      "formEdgeID": null
    },
    {
      "edgeID": "197018",
      "fromID": "159224",
      "toID": "159225",
      "formEdgeID": null
    },
    {
      "edgeID": "197019",
      "fromID": "159225",
      "toID": "159222",
      "formEdgeID": null
    },
    {
      "edgeID": "197020",
      "fromID": "159226",
      "toID": "159227",
      "formEdgeID": null
    },
    {
      "edgeID": "197021",
      "fromID": "159227",
      "toID": "159222",
      "formEdgeID": null
    },
    {
      "edgeID": "197022",
      "fromID": "159228",
      "toID": "159229",
      "formEdgeID": null
    },
    {
      "edgeID": "197023",
      "fromID": "159229",
      "toID": "159219",
      "formEdgeID": null
    },
    {
      "edgeID": "197024",
      "fromID": "159231",
      "toID": "159232",
      "formEdgeID": null
    },
    {
      "edgeID": "197025",
      "fromID": "159232",
      "toID": "159230",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
