{
  "nodes": [
    {
      "nodeID": "162688",
      "text": "If I am to believe in something even if it's scientific, I should be able to challenge the belief's of the person who's pushing it. If they don't believe what they're selling, why should I.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:45"
    },
    {
      "nodeID": "162689",
      "text": "This is why people shouldn't have opinions, rather facts. Opinions should remain neutral untill sufficient objective evidence can be gathered. When people run off having 'opinions,' they cause trouble.  The fact that someone doesn't do or believe what he is selling doesn't affect the validity of the argument. There are teachers who don't believe in evolution, yet they teach it because it's standardized. You have people who promote an idea because it's popular, because of convention, or because someone tells them to. Someone can be saying something, believing something else, yet be totally wrong. THeir belief isn't the fact.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:45"
    },
    {
      "nodeID": "162690",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:45"
    },
    {
      "nodeID": "162691",
      "text": "As we all have seen, creationists can't debate if their lives depended on it.  Let's examine their style 1) Refuse to comment upon scientific procedures 2) When faced with hard facts, move the argument to either a emotional ground, or question the personal, non-scientific beliefs of the evolution believer. 3) Lie like there is no tomorrow 4) Refuse to acknowledge anything they simply don't like 5) When faced with a point they cannot use #2 on, ignore it completely like it does not exist 6) Classical ad-naeseum Can you think of any more?",
      "type": "I",
      "timestamp": "2016-03-08 20:40:45"
    },
    {
      "nodeID": "162692",
      "text": "1.)Refusing to comment on scientific procedure means absolutely nothing. Maybe we don't have anything to say. 2.)Testing your beliefs of your own scientific conclusions is not wrong. 3.)I don't lie dude. 4.)Because we don't give the response you would like is not wrong. 5.)Don't think so. 6.)The only thing classical ad-naeseum is your own preconceived idea's of creationism and creationist. You don't want to debate the issues like normal civil people, you just want try to make fools of creationists. Usually you're the one who start's the insulting. Your hatred is obivious and you're open to nothing. Just good 'ol boys patting each other on the back. I know this probably doesn't apply to everyone, there are some good guys out there. emoticon_xangel",
      "type": "I",
      "timestamp": "2016-03-08 20:40:45"
    },
    {
      "nodeID": "162693",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:45"
    },
    {
      "nodeID": "162694",
      "text": "1.)Refusing to comment on scientific procedure means absolutely nothing. Maybe we don't have anything to say. 2.)Testing your beliefs of your own scientific conclusions is not wrong.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:45"
    },
    {
      "nodeID": "162695",
      "text": "#2 was questioning the personal, non-scientific beliefs of the evolution believer",
      "type": "I",
      "timestamp": "2016-03-08 20:40:45"
    },
    {
      "nodeID": "162696",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:45"
    },
    {
      "nodeID": "162697",
      "text": "5.)Don't think so. 6.)The only thing classical ad-naeseum is your own preconceived idea's of creationism and creationist. You don't want to debate the issues like normal civil people, you just want try to make fools of creationists. Usually you're the one who start's the insulting. Your hatred is obivious and you're open to nothing. Just good 'ol boys patting each other on the back. I know this probably doesn't apply to everyone, there are some good guys out there. emoticon_xangel",
      "type": "I",
      "timestamp": "2016-03-08 20:40:45"
    },
    {
      "nodeID": "162698",
      "text": "Anyway Duo_Maxwell this isn't only creationist debaters, there are many more who do the same thing with different debates. you also forgot 7. Make random accusations of logical fallacies when they have no idea what they even mean. Example: You said that my spelling is wrong, that's the biggest strawman I've ever heard 8. Correct spelling mistakes and convienantly not answer the question. Example: 'What do you thinkk of carbon dating?' 'you spelled think wrong'. If you want to correct spelling, fine but answer the question as well.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:45"
    },
    {
      "nodeID": "162699",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:45"
    },
    {
      "nodeID": "162700",
      "text": "3.)I don't lie dude. 4.)Because we don't give the response you would like is not wrong.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:45"
    },
    {
      "nodeID": "162701",
      "text": "That has nothing to do with acknowledging or not acknowledging facts.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:45"
    },
    {
      "nodeID": "162702",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:46"
    },
    {
      "nodeID": "162703",
      "text": "8. Correct spelling mistakes and convienantly not answer the question. Example: 'What do you thinkk of carbon dating?' 'you spelled think wrong'. If you want to correct spelling, fine but answer the question as well.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:46"
    },
    {
      "nodeID": "162704",
      "text": "There was nothing wrong with my answer. I did the correction after being insulted, double-standard huh. I am not entitled to my own opinion if it doesn't agree with yours.  I expected alot more from you, you've let me down. Your obviously only looking at one side of the argument. emoticon_wow",
      "type": "I",
      "timestamp": "2016-03-08 20:40:46"
    },
    {
      "nodeID": "162705",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:46"
    },
    {
      "nodeID": "162706",
      "text": "You better read it again dude.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:46"
    },
    {
      "nodeID": "162707",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:46"
    },
    {
      "nodeID": "162708",
      "text": "Anyway Duo_Maxwell this isn't only creationist debaters, there are many more who do the same thing with different debates. you also forgot",
      "type": "I",
      "timestamp": "2016-03-08 20:40:46"
    },
    {
      "nodeID": "162709",
      "text": "I know and I would say they are wrong also. I may be overly enthusiastic, but I do believe people can disagree and still be civil.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:46"
    },
    {
      "nodeID": "162710",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:40:46"
    },
    {
      "nodeID": "162711",
      "text": "If I am to believe in something even if it's scientific, I should be able to challenge the belief's of the person who's pushing it. If they don't believe in what they're selling, why should I.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:46"
    },
    {
      "nodeID": "162712",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:46"
    },
    {
      "nodeID": "162713",
      "text": "Why do you think they don't answer the question. They obviously love to ignore you and then go off on a tangent, throwing you a little red herring to keep you busy.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:46"
    },
    {
      "nodeID": "162714",
      "text": "So it's alright for a Evo to insult you and go off on a tangent, and expect to get answer. What's the point in answering if your being mocked, before you give answer. Now I know why there are few Creo's on this forum.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:46"
    },
    {
      "nodeID": "162715",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:46"
    },
    {
      "nodeID": "162716",
      "text": "1) Refuse to comment upon scientific procedures. 1.)Refusing to comment on scientific procedure means absolutely nothing. Maybe we don't have anything to say.  But if you have nothing to say, then how can you refute the point. Yet this doesn't stop creationists from attempting to refute established scientific facts with misinformation, ignorance and outright lies. 2) When faced with hard facts, move the argument to either a emotional ground, or question the personal, non-scientific beliefs of the evolution believer. 2.)Testing your beliefs of your own scientific conclusions is not wrong.  Duo_Maxwell's point is when creationists are incapable of refuting a fact that disproves their worldview, they switch to non scientific tactics that have nothing to do with the veracity of the scientific theory in an attempt to confuse the issue. Such as you did in another thread when you asked 'WOULD YOU BET YOUR LIFE ON IT?' Theories in science are continuously tested and in over 150 years the theory of evolution has NOT been falsified.  3) Lie like there is no tomorrow 3.)I don't lie dude.  Sure you do, probably due to ignorance, but none the less...... You said in another thread 'My point exactly. Carbon dating is by no means accurate, there it does not refute creationism.' Carbon dating and radiometric dating are very accurate. But like any tool, when used improperly, they won't give accurate results. But when used properly, they give excellent data. How do we know they are accurate, because they are cross checked, they are verified by other dating methods. Samples that are dated by radiometric dating methods are dated by more than one method before a date is reached. For a sample to be dated by 2 different isotopes and both isotopes are flawed yet give the same date range is simply impossible. Carbon dating (which is only good for about 50,000 years) is checked against ice core samples, dendochronology, lake varves, just to name a few other dating methods, and it is virtually always verified. For all these different dating methods to be wrong and still give us the same dates just can't happen. 4) Refuse to acknowledge anything they simply don't like  4.)Because we don't give the response you would like is not wrong.  No, creationists ignore the data that refutes their points. 5) When faced with a point they cannot use #2 on, ignore it completely like it does not exist 5.)Don't think so  Then you've done no research on the subject and haven't read many of the creatinist posts on forums like this one. You did it yourself in the thread where you said this about carbon dating: 'I didn't ignore the quote, I just don't believe it. There have been many inaccurate test.' You don't believe it why? Have you studied the evidence, do you know how carbon dating works, have you ever carbon dated something and explained the flaws? No, the only reason you don't believe it is because it destroys the possiblity of a young earth. You ignore the evidence, sweep it all away with an unsupported 'I don't believe it', that is exactly what point 5 is saying. 6) Classical ad-naeseum 6.)The only thing classical ad-naeseum is your own preconceived idea's of creationism and creationist. Preconceived ideas?!? You forget that up until 200 years ago, creationism was the accepted model, based on PRECONCEIVED ideas taken from the Bible. But christian geologists started to look at the evidence and found that the earth could not possibly be only a few thousand years old and there never could have been a global flood. And in all the time since, there has been no evidence found that supports a young earth or global flood and mountains of evidence that refute both. Science isn't about preconceived ideas, science is about finding an explaination for the available data, even if that explaination destroys cherished, PRECONCEIVED ideas that are found to be false. So let's hear what preconceived ideas science has that are refuted by the evidence.........",
      "type": "I",
      "timestamp": "2016-03-08 20:40:47"
    },
    {
      "nodeID": "162717",
      "text": "Why is it when Creo's don't believe something, Evo's always think because they have studies or what have you that we Creo's have to accept it as proof. I mean you don't accept anything as proof from Creo's. If Creo's did some carbon testing and did it accurately and got some anomaly's, you'd still reject it. I didn't lie not even by ignorance. I just don't believe it's true, but I take it I'm not allowed my beliefs :) . What fact has disproved my worldview, my worldview is intact as it ever has been?",
      "type": "I",
      "timestamp": "2016-03-08 20:40:47"
    },
    {
      "nodeID": "162718",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:47"
    },
    {
      "nodeID": "162719",
      "text": "i love these kinds of arguments! both sides are in denial and see the other as stupid. only one of them can be right, or else. hooray! pass the popcorn!",
      "type": "I",
      "timestamp": "2016-03-08 20:40:47"
    },
    {
      "nodeID": "162720",
      "text": "I'm not in denial about anything and don't think Evo's are stupid because they don't agree with me. Obiviously, things don't work both ways. emoticon_xangel",
      "type": "I",
      "timestamp": "2016-03-08 20:40:47"
    },
    {
      "nodeID": "162721",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:47"
    },
    {
      "nodeID": "162722",
      "text": "What does spelling have to do with your own opinion? Again this isn't just about you although I think you did resort to correcting someone's spelling and just didn't answer the question. This has nothing to do with being entitled to your own opinion. It is equally bad for anyone to resort to personal attacks on either side of the debate.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:47"
    },
    {
      "nodeID": "162723",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:47"
    },
    {
      "nodeID": "162724",
      "text": "So why should you care about their non-scientific beliefs in a debate on science? Most people who believe in evolution do so because of science, so their non-scientific beliefs are irrelevant.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:47"
    },
    {
      "nodeID": "162725",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:47"
    },
    {
      "nodeID": "162726",
      "text": "I don't have the right to make accusations about logical fallacies and how do you know I don't know what they mean. Explain. I don't remember correcting your spelling, please refresh my memory.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:47"
    },
    {
      "nodeID": "162727",
      "text": "Again, this wasn't just about you and me. I do think you corrected someone's spelling and if you didn't it was another creationist.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:47"
    },
    {
      "nodeID": "162728",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:47"
    },
    {
      "nodeID": "162729",
      "text": "If I am to believe in something even if it's scientific, I should be able to challenge the belief's of the person who's pushing it.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:47"
    },
    {
      "nodeID": "162730",
      "text": "The difference is subtle, but I don't 'believe in' science, I believe it. It is the best explanation for observed reality. Of course, there is no problem with challenging science. But 'believing in' mythology isn't a challenge. That's why you have been asked for evidence. That's why you have been asked to support your assertions. I suspect that what we will get from you as 'proof' will be scientific sounding statements based on no evidence, that have no predictive value, and haven't been tested - that is, challenged. I suspect that we will find that you will 'challenge' us 'evos' with information that you haven't challenged. It will be a statement by some religious guru making religious claims. You will 'believe in' it - you will accept it without challenge.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:48"
    },
    {
      "nodeID": "162731",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:48"
    },
    {
      "nodeID": "162732",
      "text": "The fact that someone doesn't do or believe what he is selling doesn't affect the validity of the argument. There are teachers who don't believe in evolution, yet they teach it because it's standardized.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:48"
    },
    {
      "nodeID": "162733",
      "text": "I'd be pretty dumb to buy something from someone who doesn't even believe in what they're selling. Those teachers may teach it, but they don't believe in it.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:48"
    },
    {
      "nodeID": "162734",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:48"
    },
    {
      "nodeID": "162735",
      "text": "Now I know why there are few Creo's on this forum.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:48"
    },
    {
      "nodeID": "162736",
      "text": "There are few 'Creo's' in this forum because it becomes very quickly apparent to them that they can't defend their belief in mythology. They find out that they have been misinformed and that they are scientifically illiterate. They realize that they have no evidence or proof, only statements of religious faith. That's why they leave. They make statements like, 'radiocarbon dating is inaccurate because it is based on assumptions.' Creationists are unwilling to examine their beliefs with the same skepticism as they direct at science. By the way, when asked for evidence you quite rudely responded that you would furnish it when you were good and ready. If you wished to be treated with respect, then wouldn't it have been better to explain that your material wasn't available but you would find it and post it as soon as it was - say next Tuesday? Instead you copped an attitude and responded with snide remarks. You invited the disrespect because you gave none. You are rude and verbally abusive and then play the martyr when you are mocked. We've seen it before. Your behaviour is quite typical of creationists in general, but especially those who can't back up their assertions. [edit to add] Here's how science works. A scientist makes an observation of some natural event or the effects of some natural event that he/she doesn't understand. Drawing on experience and current theory in that field of science, the scientist formulates a speculative explanation due to natural causes. This is called an hypothesis. If the scientist were to declare, 'It's a miracle!' then that would shut off all inquiry and place the assertion beyond challenge. That would be giving up. It is important that the hypothesis is open to challenge, that is to say, it must be falsifiable. The scientist then makes a prediction of some potential observation that is a logical requirement of the hypothesis. In other words, the predicted observation must be true if the hypothesis is the correct explanation. This is what I meant when I spoke of predictive value above. The scientist then designs and carries out an experiment that tests whether the observation can be made exactly as predicted. If the scientist is correct, then he publishes his hypothesis in an appropriate scientific journal where his work is evaluated and the testing can be repeated. Sometimes further predictions are made and tested. If the experimentation shows that the hypothesis isn't correct, then it is amended to account for the new experimental data and the process is repeated with further predictions and tests. Sometimes the hypothesis is abandoned entirely. I certainly hope that your 'proof' has been subjected to the kind of challenge that scientific theories undergo. Science advances by being challenged. Religion doesn't advance and challenges have resulted in burning at the stake, torture and death.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:48"
    },
    {
      "nodeID": "162737",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:48"
    },
    {
      "nodeID": "162738",
      "text": "If a scientist doesn't believe his test results are accurate, and expects me to place my life savings on his project would that not be pretty stupid.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:48"
    },
    {
      "nodeID": "162739",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:40:48"
    }
  ],
  "edges": [
    {
      "edgeID": "199498",
      "fromID": "162689",
      "toID": "162690",
      "formEdgeID": null
    },
    {
      "edgeID": "199499",
      "fromID": "162690",
      "toID": "162688",
      "formEdgeID": null
    },
    {
      "edgeID": "199500",
      "fromID": "162692",
      "toID": "162693",
      "formEdgeID": null
    },
    {
      "edgeID": "199501",
      "fromID": "162693",
      "toID": "162691",
      "formEdgeID": null
    },
    {
      "edgeID": "199502",
      "fromID": "162695",
      "toID": "162696",
      "formEdgeID": null
    },
    {
      "edgeID": "199503",
      "fromID": "162696",
      "toID": "162694",
      "formEdgeID": null
    },
    {
      "edgeID": "199504",
      "fromID": "162698",
      "toID": "162699",
      "formEdgeID": null
    },
    {
      "edgeID": "199505",
      "fromID": "162699",
      "toID": "162697",
      "formEdgeID": null
    },
    {
      "edgeID": "199506",
      "fromID": "162701",
      "toID": "162702",
      "formEdgeID": null
    },
    {
      "edgeID": "199507",
      "fromID": "162702",
      "toID": "162700",
      "formEdgeID": null
    },
    {
      "edgeID": "199508",
      "fromID": "162704",
      "toID": "162705",
      "formEdgeID": null
    },
    {
      "edgeID": "199509",
      "fromID": "162705",
      "toID": "162703",
      "formEdgeID": null
    },
    {
      "edgeID": "199510",
      "fromID": "162706",
      "toID": "162707",
      "formEdgeID": null
    },
    {
      "edgeID": "199511",
      "fromID": "162707",
      "toID": "162695",
      "formEdgeID": null
    },
    {
      "edgeID": "199512",
      "fromID": "162709",
      "toID": "162710",
      "formEdgeID": null
    },
    {
      "edgeID": "199513",
      "fromID": "162710",
      "toID": "162708",
      "formEdgeID": null
    },
    {
      "edgeID": "199514",
      "fromID": "162711",
      "toID": "162712",
      "formEdgeID": null
    },
    {
      "edgeID": "199515",
      "fromID": "162712",
      "toID": "162695",
      "formEdgeID": null
    },
    {
      "edgeID": "199516",
      "fromID": "162714",
      "toID": "162715",
      "formEdgeID": null
    },
    {
      "edgeID": "199517",
      "fromID": "162715",
      "toID": "162713",
      "formEdgeID": null
    },
    {
      "edgeID": "199518",
      "fromID": "162717",
      "toID": "162718",
      "formEdgeID": null
    },
    {
      "edgeID": "199519",
      "fromID": "162718",
      "toID": "162716",
      "formEdgeID": null
    },
    {
      "edgeID": "199520",
      "fromID": "162720",
      "toID": "162721",
      "formEdgeID": null
    },
    {
      "edgeID": "199521",
      "fromID": "162721",
      "toID": "162719",
      "formEdgeID": null
    },
    {
      "edgeID": "199522",
      "fromID": "162722",
      "toID": "162723",
      "formEdgeID": null
    },
    {
      "edgeID": "199523",
      "fromID": "162723",
      "toID": "162704",
      "formEdgeID": null
    },
    {
      "edgeID": "199524",
      "fromID": "162724",
      "toID": "162725",
      "formEdgeID": null
    },
    {
      "edgeID": "199525",
      "fromID": "162725",
      "toID": "162704",
      "formEdgeID": null
    },
    {
      "edgeID": "199526",
      "fromID": "162727",
      "toID": "162728",
      "formEdgeID": null
    },
    {
      "edgeID": "199527",
      "fromID": "162728",
      "toID": "162726",
      "formEdgeID": null
    },
    {
      "edgeID": "199528",
      "fromID": "162730",
      "toID": "162731",
      "formEdgeID": null
    },
    {
      "edgeID": "199529",
      "fromID": "162731",
      "toID": "162729",
      "formEdgeID": null
    },
    {
      "edgeID": "199530",
      "fromID": "162733",
      "toID": "162734",
      "formEdgeID": null
    },
    {
      "edgeID": "199531",
      "fromID": "162734",
      "toID": "162732",
      "formEdgeID": null
    },
    {
      "edgeID": "199532",
      "fromID": "162736",
      "toID": "162737",
      "formEdgeID": null
    },
    {
      "edgeID": "199533",
      "fromID": "162737",
      "toID": "162735",
      "formEdgeID": null
    },
    {
      "edgeID": "199534",
      "fromID": "162738",
      "toID": "162739",
      "formEdgeID": null
    },
    {
      "edgeID": "199535",
      "fromID": "162739",
      "toID": "162722",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
