{
  "nodes": [
    {
      "nodeID": "154776",
      "text": "I've had an abortion, at 9 weeks gestation. I'm not proud of it, but I'm not ashamed of it either - it was the best decision for me at the time. And I remain pro-choice. My choice was not 'just' my rights at the time, it was the priority of my existing family and our lives.  Just about the rights of the mother? It's interesting to note that the mothers rights (and the rights of her family, her children?) are obviously of much lower value to you than the rights of a fetus. emoticon_wow",
      "type": "I",
      "timestamp": "2016-03-08 20:22:22"
    },
    {
      "nodeID": "154777",
      "text": "I am very sorry to hear that. And maybe I came off a little bias in my pastposts and now that I have really thought about my opinions and the way they have come off to people I know that it is not my place or any one elses to judge another. I guess some of need to clean our own backyard befor we look at our neighbors. Best of luck to you and your family.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:22"
    },
    {
      "nodeID": "154778",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:22"
    },
    {
      "nodeID": "154779",
      "text": "And at nine months, they're no longer dependent on it's mother's blood, and therefore is technically a baby. At nine months, you're not killing a fetus, you're killing a baby.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:22"
    },
    {
      "nodeID": "154780",
      "text": "Yes Ethmi, that is why abortion is not legal at nine months :xbanghead .",
      "type": "I",
      "timestamp": "2016-03-08 20:22:22"
    },
    {
      "nodeID": "154781",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:22:22"
    },
    {
      "nodeID": "154782",
      "text": "You didn't answer her question, nor did you address her point. You simply sidestepped them because they make your argument look as stupid as it really is.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:22"
    },
    {
      "nodeID": "154783",
      "text": "And you people whine at me about using personal insults (emoticon_cry )... anyhow, once a fetus is eight months, I believe, they are fully developed and ready for a premature birth. I was born prematurely, so don't tell me it doesn't happen. So if you get an abortion at eight months, you're not killing a fetus, you're killing a baby.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:22"
    },
    {
      "nodeID": "154784",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:22"
    },
    {
      "nodeID": "154785",
      "text": "Why do you assume the poster didn't use birth control?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:23"
    },
    {
      "nodeID": "154786",
      "text": "Because otherwise their argument is moronic and indefensible.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:23"
    },
    {
      "nodeID": "154787",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:23"
    },
    {
      "nodeID": "154788",
      "text": "One of the reasons included fears that the population would be dominated by the children of newly arriving immigrants, whose birth rates were higher than those of 'native' Anglo-Saxon women. Abortion has been legally performed for thousands of years. It was also legal in the United States from the time the earliest settlers arrived. At the time the Constitution was adopted, abortions before 'quickening' were openly advertised and commonly performed.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:23"
    },
    {
      "nodeID": "154789",
      "text": "You mean before abortion was ever dealt with as a moral issue, so there were no laws against it at all? But just for the heck of it, would you mind humoring me with any evidence that this paragraph is true at all? I'm referring to the stated mindset of the day, the social attitude you outline of the time, and of course the bolded section.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:23"
    },
    {
      "nodeID": "154790",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:23"
    },
    {
      "nodeID": "154791",
      "text": "WOW, so you consider being an abortionist as some sort of a benevolent public servant who's act of murdering the unborn is improving the lives of the women who then must live with the knowledge that they knowingly and willingly contributed to the killing of their own offspring?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:23"
    },
    {
      "nodeID": "154792",
      "text": "Well that's one way to put it emoticon_rolleyes Give me the knife and tell me where to cut, I've been practicing with my vacuum cleaner all afternoon archangel :p",
      "type": "I",
      "timestamp": "2016-03-08 20:22:23"
    },
    {
      "nodeID": "154793",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:23"
    }
  ],
  "edges": [
    {
      "edgeID": "193860",
      "fromID": "154777",
      "toID": "154778",
      "formEdgeID": null
    },
    {
      "edgeID": "193861",
      "fromID": "154778",
      "toID": "154776",
      "formEdgeID": null
    },
    {
      "edgeID": "193862",
      "fromID": "154780",
      "toID": "154781",
      "formEdgeID": null
    },
    {
      "edgeID": "193863",
      "fromID": "154781",
      "toID": "154779",
      "formEdgeID": null
    },
    {
      "edgeID": "193864",
      "fromID": "154783",
      "toID": "154784",
      "formEdgeID": null
    },
    {
      "edgeID": "193865",
      "fromID": "154784",
      "toID": "154782",
      "formEdgeID": null
    },
    {
      "edgeID": "193866",
      "fromID": "154786",
      "toID": "154787",
      "formEdgeID": null
    },
    {
      "edgeID": "193867",
      "fromID": "154787",
      "toID": "154785",
      "formEdgeID": null
    },
    {
      "edgeID": "193868",
      "fromID": "154789",
      "toID": "154790",
      "formEdgeID": null
    },
    {
      "edgeID": "193869",
      "fromID": "154790",
      "toID": "154788",
      "formEdgeID": null
    },
    {
      "edgeID": "193870",
      "fromID": "154792",
      "toID": "154793",
      "formEdgeID": null
    },
    {
      "edgeID": "193871",
      "fromID": "154793",
      "toID": "154791",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
