{
  "nodes": [
    {
      "nodeID": "159721",
      "text": "I've new to this site and everything and have spent a lot of time going through the abortion forum because I'm about to have one and am curious as to what people are discussing. It seems that a lot of people have very strong opinions on abortion, but that's about as far as it goes, opinions. Has anybody on this forum ever had any experience with abortions? Ever had one yourself or know someone who had gone through it? Just curious as to how many people have gone through this traumatic event because I know that for myself, even being pro-choice, my opinions and views have changed. For instance, I don't for a second buy into the bs that is 'a fetus is not alive or a human being'. I know for a fact that the baby growing inside me alive, I just cannot accept it at this time in my life. Thanks for your responses.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:36"
    },
    {
      "nodeID": "159722",
      "text": "You have a lot of choices. My wife had an abortion before we met. My mother also had an abortion when I was about 8. They both have regretted it greatly. Have you considered adoption? There are many many many great couples who cannot have babies that would love to have one and some companies can set you up with those that are willing to pay for the doctors fees and hospital fees etc. This is indeed traumatic and a difficult choice. It is one I do not wish on anyone. I hope you know some folks you can trust to guide you and to lean on regardless of your decision. You can still keep it, even though it will be hard, giving life is a wonderful thing. I would suggest that you consider all angles. Talk with those that lead you both ways. Be wary of anyone who just confirms whatever you say. They are not likely giving you sound wisdom but just want you to like them. Pay attention to those that are secure enough in your relationship with them to speak openly and honestly to you. They may confirm your thoughts they may deny them. Good luck. EF",
      "type": "I",
      "timestamp": "2016-03-08 20:33:36"
    },
    {
      "nodeID": "159723",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:36"
    },
    {
      "nodeID": "159724",
      "text": "Hello Aivlis, my name is Joe. Please let me tell you a little about my self. When I was twenty one I started dating my first girlfriend. She was seven years older then me. She had a seven year old little girl. I was working three jobs when we meet (one full time, two part time). Within six months she was pregnant (Yes we were stupid and did not use protection). I went out a bought a ring and proposed to her. She said yes. A short time later she told me she was going to get an abortion. I was devastated. I told her I would open a bank account in her name and have the pay from two of my jobs direct deposited into the account. I told her I would be there for her and our child. She still wanted to get an abortion. I told her I would raise the baby myself and that she would have no obligation, she still wanted to get an abortion. I told her I could not support her in this decision. The night before she went for the abortion, I begged her to reconsider. She would not. I wept like a baby because of this. I took me many years and the mercy and grace of God to heal from this life changing event. If there is anything I can say or do to get you to reconsider this please let me know. There are many people who would love to help you either keep your unborn child or find a safe loving home for him/her. My wife and I have a fifteen month old daughter, her name is Halley Raine. She is a real blessing, but she will never take the place of the child I would have had with my ex girlfriend. My other child would be about ten or eleven now. Please let me know if I can be of any help to you. What ever road you do decide to go down, I will be keeping you in my prayers.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:36"
    },
    {
      "nodeID": "159725",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:36"
    },
    {
      "nodeID": "159726",
      "text": "We cannot accept the child at this time.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:36"
    },
    {
      "nodeID": "159727",
      "text": "Don't forget adoption. The other option is to have the baby checked with what is called 'genetic counseling'. At 5 and 1/2 weeks it is unlikely there is significant damage. You can have doctors test for it first.  There are lots of folks that would be willing to adopt a child who has those challenges. Do not give in to despair. If you choose an abortion, you may regret it far more than you regret smoking and drinking heavily. My wife has wept over hers. This is a big decision. Please get counsel from those that know you and who you can trust. EF",
      "type": "I",
      "timestamp": "2016-03-08 20:33:37"
    },
    {
      "nodeID": "159728",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:37"
    },
    {
      "nodeID": "159729",
      "text": "Not all women are the same. And, your attitude is very offensive if you believe that all women must carry an enormous burden of guilt if they have an abortion.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:37"
    },
    {
      "nodeID": "159730",
      "text": "Yes, and since some might not, it should not be mentioned at all? Personally I only know a half dozen people who have had abortions (at least that I know if). 1 of them doesn't care, she has had 6 or 8 abortions...pretty much used them instead of the pill. 2 are pro life zealots now and feel terrible about the fact they had aboortions. 2 are pro life, but not zealots. The final one was overwhelming pro choice prior to her abortion. Attended rallies and everything. SHE felt so bad about havinghte abortion afterwards that 6 months later she blew her head off. She could not get it out of her head that she had killed a baby. She became totally obsessed and finally cracked. So, yea...maybe it is not so out of line for people, including men, to say 'Think about it real hard because a lot of people regret it'. You don't have to get shot to know it hurts.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:37"
    },
    {
      "nodeID": "159731",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:37"
    }
  ],
  "edges": [
    {
      "edgeID": "197378",
      "fromID": "159722",
      "toID": "159723",
      "formEdgeID": null
    },
    {
      "edgeID": "197379",
      "fromID": "159723",
      "toID": "159721",
      "formEdgeID": null
    },
    {
      "edgeID": "197380",
      "fromID": "159724",
      "toID": "159725",
      "formEdgeID": null
    },
    {
      "edgeID": "197381",
      "fromID": "159725",
      "toID": "159721",
      "formEdgeID": null
    },
    {
      "edgeID": "197382",
      "fromID": "159727",
      "toID": "159728",
      "formEdgeID": null
    },
    {
      "edgeID": "197383",
      "fromID": "159728",
      "toID": "159726",
      "formEdgeID": null
    },
    {
      "edgeID": "197384",
      "fromID": "159730",
      "toID": "159731",
      "formEdgeID": null
    },
    {
      "edgeID": "197385",
      "fromID": "159731",
      "toID": "159729",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
