{
  "nodes": [
    {
      "nodeID": "142476",
      "text": "U.N. vs. Guns: An international gun-control fight.  By John R. Lott Jr.  But if you think that is bad, the Clinton administration pales in comparison to the United Nations' attitude on gun ownership. This week the U.N. conference to 'Prevent, combat, and eradicate the Illicit Trade in small arms and Light Weapons in All Aspects,' which concludes today, puts these views in straightforward terms: Governments have the 'right' to guns for 'self defense and security needs.' On the other hand, not one acceptable reason for individuals owning guns is mentioned. And to the extent that individuals do buy guns, third-world and western European countries are pushing for a tax on every gun purchase, with the money then being used to eliminate world hunger. .",
      "type": "I",
      "timestamp": "2016-03-08 19:56:01"
    },
    {
      "nodeID": "142477",
      "text": "PH, is this wher you got your rabid 'UN hates guns' rhetoric? Lets look at what is being attacked here:",
      "type": "I",
      "timestamp": "2016-03-08 19:56:01"
    },
    {
      "nodeID": "142478",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:01"
    },
    {
      "nodeID": "142479",
      "text": "... Of course, this last numerical example is questionable as gun control is more likely to increase than reduce violent crime. To put it in its most extreme form, suppose that tomorrow guns were banned, who would be most likely to turn them in? Presumably the most law-abiding citizens &#8212; not the criminals. And my own research shows that disarming law-abiding citizens relative to criminals emboldens the criminals to commit crimes.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:01"
    },
    {
      "nodeID": "142480",
      "text": "Why is gun control more likely to increase crime that reducing it? Mind telling us about your own 'research'? You are right about the people who would give uop their gun. It would be the law-abiding ones, but you are saying this as if they would do something immoral.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:01"
    },
    {
      "nodeID": "142481",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:01"
    },
    {
      "nodeID": "142482",
      "text": "PH, is this wher you got your rabid 'UN hates guns' rhetoric? Lets look at what is being attacked here:  I can honestly say I fully support that goal. Hopefully, we can ALL agree that illegal arms trading should be dealt with.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:01"
    },
    {
      "nodeID": "142483",
      "text": "What part of.. 'On the other hand, not one acceptable reason for individuals owning guns is mentioned.' are you having trouble with? Only a gullible fool, such as yourself, would lend blind allegiance, and obedience, to a 'world' body that seeks to usurp the sovereignty of individual nations.  That's why you are indeed a LIBERAL.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:01"
    },
    {
      "nodeID": "142484",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:01"
    },
    {
      "nodeID": "142485",
      "text": "So how would you make a study that shows the benefits of gun ownership? I don't think there is any way to do this. It's already been done to some degree. Do your own research.  Sounds like liberal XXXX. Fighting hunger...tztz emoticon_rolleyes No kidding. That's your U.N. for you, 'cradle to grave' socialism. Do you think this resistance got their most useful weapons out of a normal store? Please don't try such arguments without knowing about European history. Try reading this part again. Also, I didn't write the article. But, let me also state that I'll 'try' whatever arguments I see fit.  The number of deaths wouldn't be lower in any way. After all, countries like Rwanda and Sierra Leone don't have a working governmental strucure so couldn't enforce such a ban. Is that right? I'll tell you what, come at me with a machete and see how close you can get?  Why is gun control more likely to increase crime that reducing it? It emboldens criminals to commit crimes against what they perceive to be easy targets. How often do pawn shops get robbed? Not very, as everyone I've ever been in, the employees all carry a sidearm. Nice try, but DOJ statistics bear this out. Mind telling us about your own 'research'? John Lott and others have done extensive research on the issue using DOJ and other statistics. But, it's irrelevent to liberals like yourself who'd rather base their opinions on hysterical emotions rather than facts. So, keep relying on Michael Moore and others for your 'research'. You are right about the people who would give uop their gun. It would be the law-abiding ones, but you are saying this as if they would do something immoral. Huh? It was obvious that this stupid argument comes up again. Bosnia: People there occasionaly owned guns, but what could a few familiy fathers do when the army comes and shoots everyone. Not much. Oh? You lived in Bosnia? Hmm.. I'm glad a coward like you wasn't around when the British 'army' came calling on the Colonists who were 'family fathers'. Afghanistan: Do you really think that the Afghanis would have had the same chances against the Soviets without Stingers or CIA training showing them how to plan terrorist attacks? Sure, without gun control the second-mightiest army would have never attacked Afghanistan... The Afghans were causing all kinds of grief before we got involved. So, yeah, the Stingers, etc. were a help, but not the deciding factor. Warsaw: That is your most stupid argument and it really makes me angry. In the ghetto of Warsaw, there WAS an armed uprise. The result? The Germans massacred thousands as revenge. And if they had more guns, maybe the Germans simply had bombed the whole ghetto with their planes. Yeah, it's stupid to defend yourself. Maybe they weren't as cowardly as yourself and didn't want to die on their knees like you would? Oh, the Germans did shell and bomb the Ghetto as I recall. And here I thought you were an expert on European history? Please don't you ever bring on any arguments against gun-control by showing examples from the 3. Reich. Gun-control got nothing to do with the increase of Hitler's power or the way that WW2 went. I'll bring up whatever I want to, idiot. So, cram it! Once gun-control was established by the Nazis, how were his opponents suppose to overthrow him had they decided to? Do like you, and put flowers in the barrels of the Storm Trooper's Mausers? Give peace a chance? Yeah, that'd work! Also, nowhere in there did it say anything about the 'way WW2 went'.. you're just making stuff up.  The rest of your post I maybe reply to later, but it is always exhausting to write against any uncited and unproven claims... What you find 'exhausting' is your inability to discredit any of John Lott's points. All you have is your irrational fear of firearms and emotional distortions. Nevermind the revisionist history.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:01"
    },
    {
      "nodeID": "142486",
      "text": "For a 'comedian', you're not very funny..",
      "type": "I",
      "timestamp": "2016-03-08 19:56:01"
    },
    {
      "nodeID": "142487",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:01"
    },
    {
      "nodeID": "142488",
      "text": "But if you think that is bad, the Clinton administration pales in comparison to the United Nations' attitude on gun ownership. This week the U.N. conference to 'Prevent, combat, and eradicate the Illicit Trade in small arms and Light Weapons in All Aspects,' which concludes today, puts these views in straightforward terms: Governments have the 'right' to guns for 'self defense and security needs.' On the other hand, not one acceptable reason for individuals owning guns is mentioned. And to the extent that individuals do buy guns, third-world and western European countries are pushing for a tax on every gun purchase, with the money then being used to eliminate world hunger.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:01"
    },
    {
      "nodeID": "142489",
      "text": "Sounds like liberal XXXX. Fighting hunger...tztz emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 19:56:01"
    },
    {
      "nodeID": "142490",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142491",
      "text": "Many countries already ban private gun ownership. Rwanda and Sierra Leone are two notable examples. Yet, with more than a million people hacked to death over the last seven years, were their citizens better off without guns?",
      "type": "I",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142492",
      "text": "The number of deaths wouldn't be lower in any way. After all, countries like Rwanda and Sierra Leone don't have a working governmental strucure so couldn't enforce such a ban.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142493",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142494",
      "text": "WHEN GOVERNMENTS ARE A THREAT The U.N. claims that guns used in armed conflicts cause 300,000 deaths worldwide every year. The solution proposed in conference's 'Program of Action'? Keep rebels from getting guns by requiring that countries 'prevent, combat and eradicate' what those countries who want to stop rebels from getting the guns define as 'the illicit trade in small arms'  This may be an understandable 'solution' from governments that don't trust their citizens. But it also represents a dangerous disregard for their citizens' safety and freedom. Why? First, and most obviously, because not all insurgencies are 'bad.' It is hardly surprising that infamous regimes such as those in Syria, Cuba, Rwanda, Vietnam, Zimbabwe, and Sierra Leone support these 'reforms.' To ban providing guns to rebels in totalitarian countries is like arguing that there is never anything such as a just war.  In hindsight, would Europeans have preferred that no resistance was put up against Hitler? Should the French or Norwegian resistance movements simply have given up? Surely this would have minimized war causalities.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142495",
      "text": "Do you think this resistance got their most useful weapons out of a normal store? Please don't try such arguments without knowing about European history.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142496",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142497",
      "text": "What about the massacre of civilians in Bosnia? Would that have been so easy if the Bosnian people had been able to defend themselves? And what about the Jews in the Warsaw ghetto during World War II? Wouldn't it have been better if they had more guns to defend themselves? More recently, the rules would have prevented the American government from assisting the Afghanis in their fight against the Soviet Union.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142498",
      "text": "It was obvious that this stupid argument comes up again. Bosnia: People there occasionaly owned guns, but what could a few familiy fathers do when the army comes and shoots everyone. Not much. Afghanistan: Do you really think that the Afghanis would have had the same chances against the Soviets without Stingers or CIA training showing them how to plan terrorist attacks? Sure, without gun control the second-mightiest army would have never attacked Afghanistan... Warsaw: That is your most stupid argument and it really makes me angry. In the ghetto of Warsaw, there WAS an armed uprise. The result? The Germans massacred thousands as revenge. And if they had more guns, maybe the Germans simply had bombed the whole ghetto with their planes. Please don't you ever bring on any arguments against gun-control by showing examples from the 3. Reich. Gun-control got nothing to do with the increase of Hitler's power or the way that WW2 went.  The rest of your post I maybe reply to later, but it is always exhausting to write against any uncited and unproven claims...",
      "type": "I",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142499",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142500",
      "text": "U.N. vs. Guns: An international gun-control fight.  By John R. Lott Jr. The U.S. government often makes American gun owners feel besieged. For example, over the last decade it is simply impossible to find one study by either the U.S. Justice Department or the Treasury that measures the benefits from people owning guns. While this has been done by both Democratic and Republican administrations, the Clinton administration surely set new standards for misleading attacks on gun ownership with its studies and public-service ads.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142501",
      "text": "So how would you make a study that shows the benefits of gun ownership? I don't think there is any way to do this.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142502",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142503",
      "text": "'Prevent, combat, and eradicate the Illicit Trade in small arms and Light Weapons in All Aspects,'",
      "type": "I",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142504",
      "text": "The scope of the conference was ONLY the discussion of illicit weapons trade on the international market. It had nothing at all to do with the ownership of weapons by private individuals EXCEPT as it pertained to the illicit sales of arms on the international market. THATS IT. NOTHING ELSE. They were not debating private ownership of arms, and such debates were discouraged. When a group from handgun control inc. attempted to give a presentation, they were politely told that the the scope of the conference did NOT include privae gun ownership by individuals.  HEre is a link to the UNs goals: http://www.un.org/millenniumgoals/ They run from word hunger to economic reform to higher educational standadrds. There is nothing there about guns. Here is a link to their news page: http://www.un.org/News/ You can also get a newsletter from them that is mailed right to your door every day to be read at your leisure. I don't really have any feelings about the UN one way or the other. They are a large force that helps shape world politics, so I follow what is going on there.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142505",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:02"
    },
    {
      "nodeID": "142506",
      "text": "Patrick Henry doesn't do any research, nor does he realiset his is not a news board.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142507",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142508",
      "text": "Afghanistan: Do you really think that the Afghanis would have had the same chances against the Soviets without Stingers or CIA training showing them how to plan terrorist attacks? Sure, without gun control the second-mightiest army would have never attacked Afghanistan...",
      "type": "I",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142509",
      "text": "The Afghanis did VERY well before CIA intervention and arms supplies. They were fighting T-72 tanks with Molotov cocktails, and winning. They were taking out entire armored divisions with dynamite (by instituting land slides). Certainly the CIAs assistance was helpful, but by no means definitive.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142510",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142511",
      "text": "There have been several conducted by the department of justice.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142512",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142513",
      "text": "Warsaw: That is your most stupid argument and it really makes me angry. In the ghetto of Warsaw, there WAS an armed uprise. The result? The Germans massacred thousands as revenge. And if they had more guns, maybe the Germans simply had bombed the whole ghetto with their planes. Please don't you ever bring on any arguments against gun-control by showing examples from the 3. Reich. Gun-control got nothing to do with the increase of Hitler's power or the way that WW2 went.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142514",
      "text": "It could be argued that the delays in germanies advancement due to armed civil defenses gave the allies a chance to mobilize. IT is a case of 'what might have happened', though, so it is impossible to tell for sure. With Hitler you had a unique situation which involved a tyrant and a lunatic in charge of a country, but with the popular support of the population. I would have to agree that resistance against Hitler didn't lead to any great victories. Of course, (and playing 'might have been again') if more people had realised what kind of threat he actually posd, perhaps the resistance would have been more popular and successful. [QUOTE}The rest of your post I maybe reply to later, but it is always exhausting to write against any uncited and unproven claims...[/QUOTE] It is rather difficult to debate with PH, isn't it? I think it is because he doesn't debate, he just types s bunch of XXXX and then goes 'SO THERE!'. It is amusing to watch, though/",
      "type": "I",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142515",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142516",
      "text": "Entirely wrong on this point. I was in sierra leone during hte rebellion, nad they did have a working government structure from begining to end. Civilians in rebel controlled portions of sierra leone were hacked apart with machetes (literally) and horribly treated because they had no way to fight back. In several circumstances, entire villages were bypassed by the rebels becasue one or 2 people had ignored the ban on guns. Rebels showed up, took fire from the town, and went and found an easier town to pick on. There was a move by certain british folks who worked for certain british companies to arm the civilian population. Unfortunatly, the UN impoased an arms embargo against sierra leone and short circuited the plan.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142517",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142518",
      "text": "Bosnia: People there occasionaly owned guns, but what could a few familiy fathers do when the army comes and shoots everyone. Not much.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142519",
      "text": "Which would tend to prove that they population at large needed MORE guns.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142520",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142521",
      "text": "Why in the name of god would you discuss acceptable reasons for domestic ownership of guns in a conference about curtailing illegal international gun trafficking? The two are entirely unrelated. I seldom hear of people discussing the benifits of marriage during rape prevention seminars. While the two are concievably related, they are entirely seperate topics.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142522",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:03"
    },
    {
      "nodeID": "142523",
      "text": "So what is your answer to the thoughts I got about some things?",
      "type": "I",
      "timestamp": "2016-03-08 19:56:04"
    },
    {
      "nodeID": "142524",
      "text": "Why? You'll just call them 'stupid'. And by doing so you will have effectively trumped all of the facts in one fell swoop. Right?",
      "type": "I",
      "timestamp": "2016-03-08 19:56:04"
    },
    {
      "nodeID": "142525",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:04"
    },
    {
      "nodeID": "142526",
      "text": "Is that what you said right before they started banning assault weapons? 'Oh, let's just see what Sarah Brady wants to do?' Obviously, you're gullible. Since you're such a brainiac and all, why don't you visit the UN website and see what your beloved UN is up to? And again, read this slower this time (if that helps) 'On the other hand, not one acceptable reason for individuals owning guns is mentioned.'",
      "type": "I",
      "timestamp": "2016-03-08 19:56:04"
    },
    {
      "nodeID": "142527",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:04"
    },
    {
      "nodeID": "142528",
      "text": "Read THIS slower:",
      "type": "I",
      "timestamp": "2016-03-08 19:56:04"
    },
    {
      "nodeID": "142529",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:04"
    }
  ],
  "edges": [
    {
      "edgeID": "185182",
      "fromID": "142477",
      "toID": "142478",
      "formEdgeID": null
    },
    {
      "edgeID": "185183",
      "fromID": "142478",
      "toID": "142476",
      "formEdgeID": null
    },
    {
      "edgeID": "185184",
      "fromID": "142480",
      "toID": "142481",
      "formEdgeID": null
    },
    {
      "edgeID": "185185",
      "fromID": "142481",
      "toID": "142479",
      "formEdgeID": null
    },
    {
      "edgeID": "185186",
      "fromID": "142483",
      "toID": "142484",
      "formEdgeID": null
    },
    {
      "edgeID": "185187",
      "fromID": "142484",
      "toID": "142482",
      "formEdgeID": null
    },
    {
      "edgeID": "185188",
      "fromID": "142486",
      "toID": "142487",
      "formEdgeID": null
    },
    {
      "edgeID": "185189",
      "fromID": "142487",
      "toID": "142485",
      "formEdgeID": null
    },
    {
      "edgeID": "185190",
      "fromID": "142489",
      "toID": "142490",
      "formEdgeID": null
    },
    {
      "edgeID": "185191",
      "fromID": "142490",
      "toID": "142488",
      "formEdgeID": null
    },
    {
      "edgeID": "185192",
      "fromID": "142492",
      "toID": "142493",
      "formEdgeID": null
    },
    {
      "edgeID": "185193",
      "fromID": "142493",
      "toID": "142491",
      "formEdgeID": null
    },
    {
      "edgeID": "185194",
      "fromID": "142495",
      "toID": "142496",
      "formEdgeID": null
    },
    {
      "edgeID": "185195",
      "fromID": "142496",
      "toID": "142494",
      "formEdgeID": null
    },
    {
      "edgeID": "185196",
      "fromID": "142498",
      "toID": "142499",
      "formEdgeID": null
    },
    {
      "edgeID": "185197",
      "fromID": "142499",
      "toID": "142497",
      "formEdgeID": null
    },
    {
      "edgeID": "185198",
      "fromID": "142501",
      "toID": "142502",
      "formEdgeID": null
    },
    {
      "edgeID": "185199",
      "fromID": "142502",
      "toID": "142500",
      "formEdgeID": null
    },
    {
      "edgeID": "185200",
      "fromID": "142504",
      "toID": "142505",
      "formEdgeID": null
    },
    {
      "edgeID": "185201",
      "fromID": "142505",
      "toID": "142503",
      "formEdgeID": null
    },
    {
      "edgeID": "185202",
      "fromID": "142506",
      "toID": "142507",
      "formEdgeID": null
    },
    {
      "edgeID": "185203",
      "fromID": "142507",
      "toID": "142480",
      "formEdgeID": null
    },
    {
      "edgeID": "185204",
      "fromID": "142509",
      "toID": "142510",
      "formEdgeID": null
    },
    {
      "edgeID": "185205",
      "fromID": "142510",
      "toID": "142508",
      "formEdgeID": null
    },
    {
      "edgeID": "185206",
      "fromID": "142511",
      "toID": "142512",
      "formEdgeID": null
    },
    {
      "edgeID": "185207",
      "fromID": "142512",
      "toID": "142480",
      "formEdgeID": null
    },
    {
      "edgeID": "185208",
      "fromID": "142514",
      "toID": "142515",
      "formEdgeID": null
    },
    {
      "edgeID": "185209",
      "fromID": "142515",
      "toID": "142513",
      "formEdgeID": null
    },
    {
      "edgeID": "185210",
      "fromID": "142516",
      "toID": "142517",
      "formEdgeID": null
    },
    {
      "edgeID": "185211",
      "fromID": "142517",
      "toID": "142480",
      "formEdgeID": null
    },
    {
      "edgeID": "185212",
      "fromID": "142519",
      "toID": "142520",
      "formEdgeID": null
    },
    {
      "edgeID": "185213",
      "fromID": "142520",
      "toID": "142518",
      "formEdgeID": null
    },
    {
      "edgeID": "185214",
      "fromID": "142521",
      "toID": "142522",
      "formEdgeID": null
    },
    {
      "edgeID": "185215",
      "fromID": "142522",
      "toID": "142483",
      "formEdgeID": null
    },
    {
      "edgeID": "185216",
      "fromID": "142524",
      "toID": "142525",
      "formEdgeID": null
    },
    {
      "edgeID": "185217",
      "fromID": "142525",
      "toID": "142523",
      "formEdgeID": null
    },
    {
      "edgeID": "185218",
      "fromID": "142526",
      "toID": "142527",
      "formEdgeID": null
    },
    {
      "edgeID": "185219",
      "fromID": "142527",
      "toID": "142521",
      "formEdgeID": null
    },
    {
      "edgeID": "185220",
      "fromID": "142528",
      "toID": "142529",
      "formEdgeID": null
    },
    {
      "edgeID": "185221",
      "fromID": "142529",
      "toID": "142526",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
