{
  "nodes": [
    {
      "nodeID": "159732",
      "text": "I do not believe it is right, but the life of the woman is more important than the unborn,",
      "type": "I",
      "timestamp": "2016-03-08 20:33:39"
    },
    {
      "nodeID": "159733",
      "text": "So you're saying that God is a 'respector'?-of-persons - iow, the mom's 'more'-important to *God*? than the unborn.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:39"
    },
    {
      "nodeID": "159734",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:39"
    },
    {
      "nodeID": "159735",
      "text": "or that they just don't want the child. This is not a sufficient argument. If you don't want to have the child, protect yourself, or *practice abstinance*.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:39"
    },
    {
      "nodeID": "159736",
      "text": "You mean 'No! sex' :), 'til you want *response-ably* :) to nurture :) a baby. What novel ideas!",
      "type": "I",
      "timestamp": "2016-03-08 20:33:39"
    },
    {
      "nodeID": "159737",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:39"
    },
    {
      "nodeID": "159738",
      "text": "human: A member of the genus Homo and especially of the species H. sapiens.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:39"
    },
    {
      "nodeID": "159739",
      "text": "Well, the unborn qualifies for this...so we can conclude, using YOUR logic, that the unborn...from conception on....is, in fact, a human being. You can remove the foot from your mouth now.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:39"
    },
    {
      "nodeID": "159740",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:39"
    },
    {
      "nodeID": "159741",
      "text": "If a married couple doesn't want a child, surgeries can take place to remove the possibility.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:39"
    },
    {
      "nodeID": "159742",
      "text": "Really. 'surgeons' shouldn't go starving less, or should they. Like *what* was God thinking :) when he created man & woman as well as He did?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:39"
    },
    {
      "nodeID": "159743",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:39"
    },
    {
      "nodeID": "159744",
      "text": "No child should be used as a punitive measure against a woman for her sexuality. You claim to care for babies with a statement like this?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:39"
    },
    {
      "nodeID": "159745",
      "text": "Yes jitobear, pro-lifers value babies only in the sense that they punish evil women for their promiscous ways! You have 'em pegged!   I don't believe this is what she meant, and I hate it when people characterize those who are pro-life like this.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:39"
    },
    {
      "nodeID": "159746",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:39"
    },
    {
      "nodeID": "159747",
      "text": "I habe absolutely NO patience for those who would impose the nine month rape. To hell I would ever pay in time, money, or lifestyle changes to support the baby of a rapist in my womb. I exist here and my body is not up for grabs. Thems the breaks no matter what laws are in place.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:40"
    },
    {
      "nodeID": "159748",
      "text": "And you say juleacatz is the one who views pregnancy as a punishment for women.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:40"
    },
    {
      "nodeID": "159749",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:40"
    },
    {
      "nodeID": "159750",
      "text": "Oh I hated being pregnant. However I am not really arguing whether pregnancy in and of itself is punishment, I suspect that is an opinion matter - there are some crazy women who actually liked pregnancy. ;) Julie - however clearly feels that it is acceptable to use a pregnancy and parenting in a punitive matter against women she feels are irresponsible.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:40"
    },
    {
      "nodeID": "159751",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:40"
    },
    {
      "nodeID": "159752",
      "text": "Then go away. If you have no interest, then why on earth are you even here to debate? Besides this, you're trying to put killing human beings on the same platform as animals or organic plant life. I'd seriously suggest you reconsider your views on what exactly is more important. You cannot put those things together, they mix about as well as oil and water. If the court or parental unit is not allowed to interfere with abortion plans, does the mother have the right to kill the child? Who is she to interfere with her child's life if her own parents can't make her live with a baby she can just give up for adoption? By the way, only 1% of abortions are made because of rape. If it were my decision, I would outlaw abortion altogether for the other 99% who have abortions irresponsibly and save over a million lives. Don't get me wrong, I do feel for victims of such crimes, but a few thousand hardly outweighs over a million. And they don't even have to die! They just have to live with a baby for a few months, and they can get on with their lives! It's more of a chance than the baby will get otherwise.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:40"
    },
    {
      "nodeID": "159753",
      "text": "So, in your scenario, Prototype, are you anti-choice folk going to force us who believe in choice, who believe that a woman owns her very own body, are you going to place us in re-education jails so that we, too, believe that a fertilized egg is a human being?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:40"
    },
    {
      "nodeID": "159754",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:40"
    },
    {
      "nodeID": "159755",
      "text": "And I forget.... you're Americans. So I am trying to be gentle.... but, um, comparing humans to OTHER animals and plants is not off topic or irrelevent. It is only when people hold themselves above nature that they start getting into the God myth and sense of superiority.  In short. Humans are animals. We are mammals. We are primates. We have opposable thumbs, which have allowed us to adapt a little better than most primates. Like other primates, we kill en masse, engage in incest, rape, viciously cruel physical abuse and cannibalism, among other acts. We are not special as a species, nor unique. Or only true not worthy point is that we are an incredibly egotistical species that, for the most part, likes to take credit for the inventions of a SELECT few of the homo sapiens spectrum (those that argue- but man has invented this and that... most people are profoundly dense and that is why there are 'HOT COFFEE- CAREFUL NOT TO SPILL' labels on <cDonald's cups). Humans ARE animals.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:40"
    },
    {
      "nodeID": "159756",
      "text": "You don't consider yourself anymore advanced than animals? Not seperated specially in anyway? If humans are nothing but animals, than you have to question your own views and morals. For if we are just animals, than we have no cause or goals. You may as well kill yourself right now.  Please re-think this idea you have. I understand from your posts that you have a hard emotional problem, and I would urge you to please try and answer yourself those questions. You're views on this issue are built on hate, and annoyance. What morals do you have to support these views other than - You don't like it. -?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:40"
    },
    {
      "nodeID": "159757",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:40"
    }
  ],
  "edges": [
    {
      "edgeID": "197386",
      "fromID": "159733",
      "toID": "159734",
      "formEdgeID": null
    },
    {
      "edgeID": "197387",
      "fromID": "159734",
      "toID": "159732",
      "formEdgeID": null
    },
    {
      "edgeID": "197388",
      "fromID": "159736",
      "toID": "159737",
      "formEdgeID": null
    },
    {
      "edgeID": "197389",
      "fromID": "159737",
      "toID": "159735",
      "formEdgeID": null
    },
    {
      "edgeID": "197390",
      "fromID": "159739",
      "toID": "159740",
      "formEdgeID": null
    },
    {
      "edgeID": "197391",
      "fromID": "159740",
      "toID": "159738",
      "formEdgeID": null
    },
    {
      "edgeID": "197392",
      "fromID": "159742",
      "toID": "159743",
      "formEdgeID": null
    },
    {
      "edgeID": "197393",
      "fromID": "159743",
      "toID": "159741",
      "formEdgeID": null
    },
    {
      "edgeID": "197394",
      "fromID": "159745",
      "toID": "159746",
      "formEdgeID": null
    },
    {
      "edgeID": "197395",
      "fromID": "159746",
      "toID": "159744",
      "formEdgeID": null
    },
    {
      "edgeID": "197396",
      "fromID": "159748",
      "toID": "159749",
      "formEdgeID": null
    },
    {
      "edgeID": "197397",
      "fromID": "159749",
      "toID": "159747",
      "formEdgeID": null
    },
    {
      "edgeID": "197398",
      "fromID": "159750",
      "toID": "159751",
      "formEdgeID": null
    },
    {
      "edgeID": "197399",
      "fromID": "159751",
      "toID": "159748",
      "formEdgeID": null
    },
    {
      "edgeID": "197400",
      "fromID": "159753",
      "toID": "159754",
      "formEdgeID": null
    },
    {
      "edgeID": "197401",
      "fromID": "159754",
      "toID": "159752",
      "formEdgeID": null
    },
    {
      "edgeID": "197402",
      "fromID": "159756",
      "toID": "159757",
      "formEdgeID": null
    },
    {
      "edgeID": "197403",
      "fromID": "159757",
      "toID": "159755",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
