{
  "nodes": [
    {
      "nodeID": "158980",
      "text": "Abortions hurt much more than they heal. Not just phsyically (Side effects can occure months afterward) but psychologically as well. Guilt, depression, so forth.  In my view, abortion is murder, one way or the other and rare extreme cases don't justify its legality. Even the rape victim gets a better chance than the baby does. They're at least alive while they kill their baby. That in itself will eat at the person for years until they find some way of forgiving themselves. I believe these testimonies to be real, and I feel sorry for those victims who feel obligated because of family relations' reputations to kill their own child. It really is sad.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:54"
    },
    {
      "nodeID": "158981",
      "text": "What I've been saying here, and after awhile - the guilt, depression, etc - will get buried, deeper & deeper - but no negative/damaging experiences leave people. They stay quietly in the background-computer base - until, as you said: Hopefully, the person 'finds some way of forgiving themselves', right.  But what about in the mean-time? - And we know, from research & quite a number of Healers, that rot (inside a person) is damaging... and often in very unsuspecting ways. Much better to life benevolently, in the first place. Annie",
      "type": "I",
      "timestamp": "2016-03-08 20:31:54"
    },
    {
      "nodeID": "158982",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:54"
    },
    {
      "nodeID": "158983",
      "text": "They should forgive themselves much quicker. I'd say, um, like 5 minutes after the abortion procedure. That's bound to drastically reduce the heartbreak of 'unsuspecting ways', internal rot. I'm laughing with you, I swear!",
      "type": "I",
      "timestamp": "2016-03-08 20:31:54"
    },
    {
      "nodeID": "158984",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:54"
    },
    {
      "nodeID": "158985",
      "text": "I guess that is your opinion,so if you ever get raped don't get an abortion.The point is,is that it is a choice and not yours.If a women (girl) is molested or raped and doesn't feel comfortable keeping the baby who are you to decide that for them?Personally if I were raped and became pregnant I WOULD NOT keep the fetus,if someone else thought differently and they decided to keep a rape fetus more power to them,but don't expect everbody to feel the same as you do.The best person to make that choice is the one that has been through the rape/incest and has to live with the outcome.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:54"
    },
    {
      "nodeID": "158986",
      "text": "Do I have tell you exactly how many rape/incest victims are the ones who decide an abortion is neccessary? How many of them need to have counseling years afterwards because they had the abortion, not because they were a rape/incest victim?  There are very few if any girls in the U.S. that would have an abortion after an experience like that. It's the family and relations that force them into it in order to keep the matter hush-hush. No doubt some of those reasons seem good, but abortion is an incorrect solution. The help a victim should get is a hug, some tears and comforting words so that they view their future life in a positive light. Instead, they bury them in words of 'GET AN ABORTION, YOU'LL FEEL BETTER LATER'. Yeah right. Oh, I think I'll add that only 1% of abortions performed yearly are for rape/incest cases. And some years it may even drop lower than that. Should we keep abortion legal for just that 1%?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:54"
    },
    {
      "nodeID": "158987",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:54"
    },
    {
      "nodeID": "158988",
      "text": "First of all rape is one of the most under-reported crimes so it makes sense that abortion due to rape/incest is also under-reported so that makes your assumptions and numbers off.But of course you are missing the whole point.You are not the one being raped so it isn't YOUR choice.I don't need you making choices for me or telling me what is and isn't good for my emotional health.If one gets raped and DOES NOT want to be pregnant who are you tell them they have to be? Abortion should be legal for everybody who wants one not just rape/incest victims,for the simple reason that no human being has the right to substain life by using the body of another why should a fetus have more rights than actual persons?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:54"
    },
    {
      "nodeID": "158989",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:54"
    },
    {
      "nodeID": "158990",
      "text": "People need to face the facts too. Sex isn't there for pleasure, it's there for procreation and happens to be pleasureable. Someone who indulges in this pleasure should be ready to deal with the outcome, which oftentimes is a baby.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:55"
    },
    {
      "nodeID": "158991",
      "text": "Banning abortion is a tool with which to punish women you deem promiscuous or immoral and recreate through a police state a mythical golden age of christian virtue, got you.  The rest is just a cover story in the same way biblical creationists who want their religion brought into the school system advocate 'intelligent design'. They call it 'lying for baby Jesus'.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:55"
    },
    {
      "nodeID": "158992",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:55"
    },
    {
      "nodeID": "158993",
      "text": "Many people would allow abortions in extreme cases because they figure that since extreme cases make up about 5% of abortions then if they can get all but extreme cases then they will be saving at least 95%, which is better than nothing. After that they can work towards stopping all abortions. It's a step-by-step process.  I say abortion of all kinds should be illegal. 95% of abortions are a result of consentual sex. We shouldn't cater to the 5% just because they've had a tough situation. I sympathize with them and would do what I could to help them, but they do still need to have the baby, whether they give it up for adoption or not. This isn't a horribly unreasonable position. It's just a difficult position. Saying it's alright to kill a baby for any reason is a horribly unreasonable position. People need to face the facts too. Sex isn't there for pleasure, it's there for procreation and happens to be pleasureable. Someone who indulges in this pleasure should be ready to deal with the outcome, which oftentimes is a baby.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:55"
    },
    {
      "nodeID": "158994",
      "text": "Save 95% of fetuses? Pro-lifers have a weird obsession with non-sentient fetal tissue. emoticon_xdonno",
      "type": "I",
      "timestamp": "2016-03-08 20:31:55"
    },
    {
      "nodeID": "158995",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:55"
    },
    {
      "nodeID": "158996",
      "text": "The pro-life argument quite plainly revolves around the premise that fetuses are human beings, and therefore have a right to life. However, many (if not all) pro-lifers say that they will allow abortions in the 'extreme cases' of rape or incest. Now, what does that imply? Rape/incest fetuses aren't human beings, while others are? Pro-lifers say that they don't want the government picking and choosing who has the right to life and who doesn't, but this sounds like picking and choosing to me. I think this inconsistency effectively nullifies the pro-life argument. Of course, to get rid of the inconsistency, the pro-lifers can bring rape and incest babies into the sphere of protected beings. The result - a horribly unreasonable position I can't suport.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:55"
    },
    {
      "nodeID": "158997",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:55"
    },
    {
      "nodeID": "158998",
      "text": "I've met few people who had no abortion exceptions:",
      "type": "I",
      "timestamp": "2016-03-08 20:31:55"
    },
    {
      "nodeID": "158999",
      "text": "Now that's just scary, I must say.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:55"
    },
    {
      "nodeID": "159000",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:55"
    }
  ],
  "edges": [
    {
      "edgeID": "196844",
      "fromID": "158981",
      "toID": "158982",
      "formEdgeID": null
    },
    {
      "edgeID": "196845",
      "fromID": "158982",
      "toID": "158980",
      "formEdgeID": null
    },
    {
      "edgeID": "196846",
      "fromID": "158983",
      "toID": "158984",
      "formEdgeID": null
    },
    {
      "edgeID": "196847",
      "fromID": "158984",
      "toID": "158981",
      "formEdgeID": null
    },
    {
      "edgeID": "196848",
      "fromID": "158986",
      "toID": "158987",
      "formEdgeID": null
    },
    {
      "edgeID": "196849",
      "fromID": "158987",
      "toID": "158985",
      "formEdgeID": null
    },
    {
      "edgeID": "196850",
      "fromID": "158988",
      "toID": "158989",
      "formEdgeID": null
    },
    {
      "edgeID": "196851",
      "fromID": "158989",
      "toID": "158986",
      "formEdgeID": null
    },
    {
      "edgeID": "196852",
      "fromID": "158991",
      "toID": "158992",
      "formEdgeID": null
    },
    {
      "edgeID": "196853",
      "fromID": "158992",
      "toID": "158990",
      "formEdgeID": null
    },
    {
      "edgeID": "196854",
      "fromID": "158994",
      "toID": "158995",
      "formEdgeID": null
    },
    {
      "edgeID": "196855",
      "fromID": "158995",
      "toID": "158993",
      "formEdgeID": null
    },
    {
      "edgeID": "196856",
      "fromID": "158990",
      "toID": "158997",
      "formEdgeID": null
    },
    {
      "edgeID": "196857",
      "fromID": "158997",
      "toID": "158996",
      "formEdgeID": null
    },
    {
      "edgeID": "196858",
      "fromID": "158999",
      "toID": "159000",
      "formEdgeID": null
    },
    {
      "edgeID": "196859",
      "fromID": "159000",
      "toID": "158998",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
