{
  "nodes": [
    {
      "nodeID": "146582",
      "text": "But from your first post I see that you are not even going to consider any arguments, no matter how they sound, because you already made up your mind and said that anything creationists will say is stupid, crazy and anti-scientific. I guess you are a known scientist who knows everything and you are in a place to make that kind of judgements.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:34"
    },
    {
      "nodeID": "146583",
      "text": "But we won't know until you present some sort of evidence, some ideas that aren't anti-science, will we? There was no claim of knowing everything. So please, present some 'sound arguments.' Explain to us how events that happened thousands, or millions of years ago are not an example of the deceit of your god.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:34"
    },
    {
      "nodeID": "146584",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:34"
    },
    {
      "nodeID": "146585",
      "text": "Man, you don't have any respect for your opponents.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:34"
    },
    {
      "nodeID": "146586",
      "text": "Actually, I don't have any respect for creationism in most of it's varied forms. I have had great respect for several individual creationists that I have met. But they earned that respect.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:34"
    },
    {
      "nodeID": "146587",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:34"
    },
    {
      "nodeID": "146588",
      "text": "By the way, my personal opinion is that real scientists are trying to be objecticve and actually explore something before completely trashing it.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:34"
    },
    {
      "nodeID": "146589",
      "text": "And creationism was investigated and explored completely and shown to be false.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:34"
    },
    {
      "nodeID": "146590",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:34"
    },
    {
      "nodeID": "146591",
      "text": "I personally don't know how exactly this world came to be, but if it was created, then I would like to compare it to buying a car.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:34"
    },
    {
      "nodeID": "146592",
      "text": "So your god is like a used car salesman?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:34"
    },
    {
      "nodeID": "146593",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:34"
    },
    {
      "nodeID": "146594",
      "text": "As for the topic of the thread, I will give my little idea.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:34"
    },
    {
      "nodeID": "146595",
      "text": "Yes. Little.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:35"
    },
    {
      "nodeID": "146596",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:35"
    },
    {
      "nodeID": "146597",
      "text": "This fact makes me think that you are NOT here to learn, rather, you only wanna throw an argument that you think is like the top anti-creationist argument in the world, and you probably think that you already won the whole debate.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:35"
    },
    {
      "nodeID": "146598",
      "text": "Actually, SkepticGunt expressed the opinion that the speed of light is the greatest anti-creationist argument. You are being a bit redundant in repeating that. What exactly is it that SkipticGunt should be learning from a creationist? One certainly can't learn any science from creationist assertions that the speed of light must have changed. I guess one can learn some really bad science from 'creation scientists.' Of course, the debate was settled a couple hundred years ago when creationism was falsified. But there are still some creationists who cling to primitive ideas, just like there are flat earthers and geocentrists.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:35"
    },
    {
      "nodeID": "146599",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:35"
    },
    {
      "nodeID": "146600",
      "text": "Ok, beat this responce. If it's wrong then prove why it wrong.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:35"
    },
    {
      "nodeID": "146601",
      "text": "Well, I thought I did. Perhaps you didn't understand. We can look at the rings of a tree to determine how old it is. We can also determine other things, such as relative lengths of growing seasons and times of catastrophies. If I were to cut down a tree just after it was 'created,' I would be able to infer a growth pattern and relative seasonal information.. even though there was no growth pattern and there were no seasons. In the same way, if we look at a star that is 10 billion light years away, we are seeing the events that happened at that star 10 billion years ago. If this creationist 'response' is correct, and the light we see didn't originate 10 billion years ago, what is the light telling us? It's telling us a story of stellar events that never happened. That's like writing a history book about events that never took place... Or at the very least, that would be like someone reading my daily journal of the events that took place in my life millions of years before I was born. Unless you can explain why we would see this false information, this response leaves you stuck with a trickster God. Moreover, true to SkepticGunt's word, this view is unscientific because it is completely unfalsifiable. 'Because that's how God made it' is not a scientific claim.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:35"
    },
    {
      "nodeID": "146602",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:35"
    }
  ],
  "edges": [
    {
      "edgeID": "188082",
      "fromID": "146583",
      "toID": "146584",
      "formEdgeID": null
    },
    {
      "edgeID": "188083",
      "fromID": "146584",
      "toID": "146582",
      "formEdgeID": null
    },
    {
      "edgeID": "188084",
      "fromID": "146586",
      "toID": "146587",
      "formEdgeID": null
    },
    {
      "edgeID": "188085",
      "fromID": "146587",
      "toID": "146585",
      "formEdgeID": null
    },
    {
      "edgeID": "188086",
      "fromID": "146589",
      "toID": "146590",
      "formEdgeID": null
    },
    {
      "edgeID": "188087",
      "fromID": "146590",
      "toID": "146588",
      "formEdgeID": null
    },
    {
      "edgeID": "188088",
      "fromID": "146592",
      "toID": "146593",
      "formEdgeID": null
    },
    {
      "edgeID": "188089",
      "fromID": "146593",
      "toID": "146591",
      "formEdgeID": null
    },
    {
      "edgeID": "188090",
      "fromID": "146595",
      "toID": "146596",
      "formEdgeID": null
    },
    {
      "edgeID": "188091",
      "fromID": "146596",
      "toID": "146594",
      "formEdgeID": null
    },
    {
      "edgeID": "188092",
      "fromID": "146598",
      "toID": "146599",
      "formEdgeID": null
    },
    {
      "edgeID": "188093",
      "fromID": "146599",
      "toID": "146597",
      "formEdgeID": null
    },
    {
      "edgeID": "188094",
      "fromID": "146601",
      "toID": "146602",
      "formEdgeID": null
    },
    {
      "edgeID": "188095",
      "fromID": "146602",
      "toID": "146600",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
