{
  "nodes": [
    {
      "nodeID": "141602",
      "text": "...According to the institute, these findings will challenge scientists 'to rethink some long-held views about what genes are and what they do...'",
      "type": "I",
      "timestamp": "2016-03-08 19:54:05"
    },
    {
      "nodeID": "141603",
      "text": "And that's what scientists will do. No change there, then. Now, on the subject of long-held religious views, how many so-called Christians will have a rethink when presented with new findings?",
      "type": "I",
      "timestamp": "2016-03-08 19:54:05"
    },
    {
      "nodeID": "141604",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:06"
    },
    {
      "nodeID": "141605",
      "text": "Here we go again.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:06"
    },
    {
      "nodeID": "141606",
      "text": "Yep... emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 19:54:06"
    },
    {
      "nodeID": "141607",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:06"
    },
    {
      "nodeID": "141608",
      "text": "I thought it had been known for some time that genes were multi-functional?",
      "type": "I",
      "timestamp": "2016-03-08 19:54:06"
    },
    {
      "nodeID": "141609",
      "text": "it has been known for a long time -- it's just been surpressed because it contradicts genetic determinism and neo-darwinsm in general.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:06"
    },
    {
      "nodeID": "141610",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:06"
    },
    {
      "nodeID": "141611",
      "text": "I'm not sure what you mean by either genetic determinism or neo-darwinism, but there is no contradiction between multi-purpose genes and evolution by natural selection, or the principle that genotypic alterations have a phenotypic expression. Just because a gene may have more than one function, or multiple genes make contribute to a single characteristic, doesn't make any substantive difference to the theory of evolution, which you should recall was inititally developed before there was any understanding of genetics at all.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:06"
    },
    {
      "nodeID": "141612",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:06"
    },
    {
      "nodeID": "141613",
      "text": "I'm not sure what you mean by either genetic determinism or neo-darwinism, .",
      "type": "I",
      "timestamp": "2016-03-08 19:54:06"
    },
    {
      "nodeID": "141614",
      "text": "that's where you should have stopped....if you don't know the meaning of those terms then it's probably safe to say you're not versed enough to know the specifics of the theory itself. No offense.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:06"
    },
    {
      "nodeID": "141615",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:06"
    },
    {
      "nodeID": "141616",
      "text": "** Hi jo; Going by your various posts that I've read, I think that you are probably a person that I could like and whose opinions I could respect. But quite frankly, on the issue of darwinism and the way darwinists play sly games with the English language, corrupting trhe language to suit their ideology, you seem to have been very much duped by their semantic dishonesty. 'Genetic determinism' and 'neo-darwinism' are terms that, as a result of constant and perpetual darwinist equivocation are among those that no longer have one, single, and definite meaning among those that employ them. That is, you can never be sure what they mean when darwinists employ them. What do they mean when you use them? IAC, if 'genetic determinism' depends upon the linear chemical process of one gene maps to one protein [it is now known that this is not the case], then a 'theory' of evolution dependent upon phenotypic mutations determined by genotypic mutations is plausible, [not necessarily true, but plausible], even when the genotypic mutations are accidental/undirected/random. But such a 'theory', [that is, a hypothesis whereby the origin/evolution of biological novelty and increased sytematic complexity and productivity is held to be directly and linearly and mechanically and deterministically traceable to accidental genetic alterations], becomes entirely implausible when you have 'multi-purpose genes', and whole genomes self-organising their own genetic 'pieces'. Then phenotypic expression is not the sum, or anything like, the deterministic linear outcome of any given mutated gene, or collection of mutated genes, taken together. The entire fisherian notion of 'Random genetic mutation as the source of adaptive phenotypic traits' goes straight down the tubes,-- just as it always should have done, from day one. But now you are back to where Darwin was, 150 years ago--he had no explanation for the ORIGINS of species. All he had was a mechanism ['NS'] for the numerical distribution [aka 'fitness'] of species. That 'theory' can 'explain' [well, not really :)] why some species are plentiful, while others are extinct, but it cannot and does not explain how they 'evolved' in the first place. It was because Darwin had this fact rubbed in his face by his contemporaries that he cribbed from Lamarck, and came up with a 'theory' of origins that he called, 'pangenesis'. And without 'RM', latterday darwinists are in the same position neo-darwinists were in prior to fisherism's 'modern synthesis'. They have no mechanism for the origin of traits [evolution], but only one for the preservation and distribution of traits [inheritance, heretibility, conservation]. And a very nebulous 'mechanism' that is, anyway. Now you may be among those who conveniently forget or ignore the fact that 'NS' does not, and cannot, account for evolution, i.e., the origins of species, but some of us refuse to do that, despite much pressure from darwinists. And we have been 'recalling' that fact on a regular basis for 150+ years.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:06"
    },
    {
      "nodeID": "141617",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:06"
    }
  ],
  "edges": [
    {
      "edgeID": "184558",
      "fromID": "141603",
      "toID": "141604",
      "formEdgeID": null
    },
    {
      "edgeID": "184559",
      "fromID": "141604",
      "toID": "141602",
      "formEdgeID": null
    },
    {
      "edgeID": "184560",
      "fromID": "141606",
      "toID": "141607",
      "formEdgeID": null
    },
    {
      "edgeID": "184561",
      "fromID": "141607",
      "toID": "141605",
      "formEdgeID": null
    },
    {
      "edgeID": "184562",
      "fromID": "141609",
      "toID": "141610",
      "formEdgeID": null
    },
    {
      "edgeID": "184563",
      "fromID": "141610",
      "toID": "141608",
      "formEdgeID": null
    },
    {
      "edgeID": "184564",
      "fromID": "141611",
      "toID": "141612",
      "formEdgeID": null
    },
    {
      "edgeID": "184565",
      "fromID": "141612",
      "toID": "141609",
      "formEdgeID": null
    },
    {
      "edgeID": "184566",
      "fromID": "141614",
      "toID": "141615",
      "formEdgeID": null
    },
    {
      "edgeID": "184567",
      "fromID": "141615",
      "toID": "141613",
      "formEdgeID": null
    },
    {
      "edgeID": "184568",
      "fromID": "141616",
      "toID": "141617",
      "formEdgeID": null
    },
    {
      "edgeID": "184569",
      "fromID": "141617",
      "toID": "141611",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
