{
  "nodes": [
    {
      "nodeID": "149070",
      "text": "No. It steps firmly in the realm of REALITY Jyoshu. Have you never heard people talk about how police in an area respond in X amount of time for one situation, but for a different situation, like in a neighborhood predominantly black or gay or ___, the response time is four times as long? Have you never heard of how there have been cases where people have died because they tried to get medical help at the 'white' hospital? Or how about you read about THIS case and tell me that these concerns aren't real...",
      "type": "I",
      "timestamp": "2016-03-08 20:09:58"
    },
    {
      "nodeID": "149071",
      "text": "And people are punished for that, and their service record is going to make clear they did it. I feel that if someone has a service record that gives no indication he or she would discriminate, there is no reason they should be asked questions about their ideological views.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:58"
    },
    {
      "nodeID": "149072",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:58"
    },
    {
      "nodeID": "149073",
      "text": "If he had signed a petition calling on the government do disband and criminalize the GOP, sure. If he had signed a petition to repeal freedom of religion and outlaw that person's religion, sure.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:58"
    },
    {
      "nodeID": "149074",
      "text": "So you'd ask on these issues even if you didn't know if they had signed it?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:58"
    },
    {
      "nodeID": "149075",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:58"
    },
    {
      "nodeID": "149076",
      "text": "Let's get real here. The man puts out fires and rescues people. Do you really think he's going to stop and ask people before he carries them out of a burning building 'wait . . . are you gay? Because if you are I'm sorry someone else will have to do this.' This idea that someone's political and/or ideological view on a public referendum issue should have any bearing on whether he should be allowed to do other things is scary, if you ask me. It's stepping into the realm of thought-police fascism.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:58"
    },
    {
      "nodeID": "149077",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:58"
    },
    {
      "nodeID": "149078",
      "text": "she's writing an editorial here",
      "type": "I",
      "timestamp": "2016-03-08 20:09:58"
    },
    {
      "nodeID": "149079",
      "text": "Just being persnickety here... she wrote an opinion piece",
      "type": "I",
      "timestamp": "2016-03-08 20:09:58"
    },
    {
      "nodeID": "149080",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:58"
    },
    {
      "nodeID": "149081",
      "text": "I'd be rather stumped too if someone asked me about a gay marriage petition during a job appointment. Leave it to Mass. to call discrimination anything that doesn't support a certain viewpoint. What a hypocritical state.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149082",
      "text": "Yeah. They should just be more consistent and have no hypocrisy in a stance that just discriminates against gays... <end sarcasm<",
      "type": "I",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149083",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149084",
      "text": "Jyoshu, if these questions already had a pat and universal answer, it wouldn't be necessary to ask them in the first place. Since a QUESTION was being asked, it seems fairly reasonable to realize that no ASSUMPTION as to the answer to the question was being made...",
      "type": "I",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149085",
      "text": "Well, I'd say that since that sort of question don't have a pat and universal answer, then that's why they shouldn't have been asked in the first place, in this case. My view is that questions over a job like this should be about a person's qualifications.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149086",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149087",
      "text": "While I again feel that it should be assumed he would do so to begin with, I can agree that a simple answer as you say would have been easy enough.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149088",
      "text": "You accuse others of making an assumption to the answer. But then you admit that YOU think the answer should have been assumed. Do you see a problem here?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149089",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149090",
      "text": "I don't discount that it happens, and do acknowledge that there are people out there that do that sort of thing. But I really do believe that it's the definite exception rather than the rule, and personal ideology shouldn't be made part of something like a job interview.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149091",
      "text": "I think it would be an exception as well. But if you see an indicator that might point to an 'exception', I think the question should be asked. Consider the flip side of things. The question doesn't get asked. If Skip had been the type of man to let a gay couple's house burn to spite gays, don't you think that the gay couple would have had grounds to sue the city in such a situation? Part of this is just the city covering its own XXX. If they ask the question, and the guy lies, they have helped to cover their own XXX by asking the question.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149092",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149093",
      "text": "Yep, he holds to the position of over 50% of people in this country. You act as though that's somehow a dangerous or far worse view than it is--as if they're KKK members or something and that it's going to cause violent behavior. They simply see marriage differently than you. This firefighter had the view that most people have.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149094",
      "text": "Actually, most people do not hold the view that existing marriages should be dissolved. In Massachussetts, it's quite a minority view, almost as low as Bush's approval rating. In any case, that is irrelevant. I was pointing out why someone might reasonably ask the question you consider so inappropriate. What I haven't seen, either from you or from any of the articles, was what the firefighter's answer was or why he refused to answer. From what I can tell from the scant coverage, he avoided answering but had no trouble discussing his political views. Odd, I think.. or just crappy coverage.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149095",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149096",
      "text": "It's hard for me to believe that people in your movement don't know that generally, people's view on a political/ideological issue is a different matter than whether or not they would save their life or help them. Surely you all aren't THAT out of touch with the way people are.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:59"
    },
    {
      "nodeID": "149097",
      "text": "You see, that's the problem: 'generally'. You obviously know little or nothing of how prejudice works in this country.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:00"
    },
    {
      "nodeID": "149098",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:00"
    }
  ],
  "edges": [
    {
      "edgeID": "189830",
      "fromID": "149071",
      "toID": "149072",
      "formEdgeID": null
    },
    {
      "edgeID": "189831",
      "fromID": "149072",
      "toID": "149070",
      "formEdgeID": null
    },
    {
      "edgeID": "189832",
      "fromID": "149074",
      "toID": "149075",
      "formEdgeID": null
    },
    {
      "edgeID": "189833",
      "fromID": "149075",
      "toID": "149073",
      "formEdgeID": null
    },
    {
      "edgeID": "189835",
      "fromID": "149077",
      "toID": "149076",
      "formEdgeID": null
    },
    {
      "edgeID": "189836",
      "fromID": "149079",
      "toID": "149080",
      "formEdgeID": null
    },
    {
      "edgeID": "189837",
      "fromID": "149080",
      "toID": "149078",
      "formEdgeID": null
    },
    {
      "edgeID": "189838",
      "fromID": "149082",
      "toID": "149083",
      "formEdgeID": null
    },
    {
      "edgeID": "189839",
      "fromID": "149083",
      "toID": "149081",
      "formEdgeID": null
    },
    {
      "edgeID": "189840",
      "fromID": "149085",
      "toID": "149086",
      "formEdgeID": null
    },
    {
      "edgeID": "189841",
      "fromID": "149086",
      "toID": "149084",
      "formEdgeID": null
    },
    {
      "edgeID": "189842",
      "fromID": "149088",
      "toID": "149089",
      "formEdgeID": null
    },
    {
      "edgeID": "189843",
      "fromID": "149089",
      "toID": "149087",
      "formEdgeID": null
    },
    {
      "edgeID": "189844",
      "fromID": "149091",
      "toID": "149092",
      "formEdgeID": null
    },
    {
      "edgeID": "189845",
      "fromID": "149092",
      "toID": "149090",
      "formEdgeID": null
    },
    {
      "edgeID": "189846",
      "fromID": "149094",
      "toID": "149095",
      "formEdgeID": null
    },
    {
      "edgeID": "189847",
      "fromID": "149095",
      "toID": "149093",
      "formEdgeID": null
    },
    {
      "edgeID": "189848",
      "fromID": "149097",
      "toID": "149098",
      "formEdgeID": null
    },
    {
      "edgeID": "189849",
      "fromID": "149098",
      "toID": "149096",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
