{
  "nodes": [
    {
      "nodeID": "160244",
      "text": "The rise in fresh water entering the Arctic Ocean could change the global distribution of water, the team says......It could also affect the balance of the climate system itself and even possibly alter the behaviour of the Gulf Stream.Part of the process is likely to mean more precipitation (hail, rain, sleet and snow) at higher latitudes, and so more water flowing down the rivers.......If the global water distribution changes, this could have important social and economic consequences. An altered hydrological cycle might conceivably have a profound cooling effect on north-west Europe as well.The American Geophysical Union, publisher of the journal, says: 'It could also alter the balance of the climate system itself, such as the Atlantic thermohaline circulation, a kind of conveyor belt....'It is possible the increase in fresh water entering the Arctic Ocean could contribute to an alteration in the thermohaline circulation, because it is diluting the saltiness of the seawater and reducing its density.'",
      "type": "I",
      "timestamp": "2016-03-08 20:34:37"
    },
    {
      "nodeID": "160245",
      "text": "Nothing like quoting experts willing to stick their scientific necks out, huh?Or in your second quote:'But it now appears the warming from greenhouse gases has been offset by a strong cooling effect from dimming - in effect two of our pollutants have been cancelling each other out.This means that the climate may in fact be more sensitive to the greenhouse effect than previously thought.'Huh?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:37"
    },
    {
      "nodeID": "160246",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:37"
    },
    {
      "nodeID": "160247",
      "text": "Global warming sure is a threat. Some of the Polar Ice Caps already melted. Average temperatures have rised since 50+ years ago at a constant rate. We better stop polluting now, or we will be in big trouble.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:37"
    },
    {
      "nodeID": "160248",
      "text": "The Polar Icecaps have been melting for the past 14,000 years according to experts. Many in the scientific community believe that it would be another 100-1000 years before the melting of Polar Ice becomes a factor in the rise of sea level. What they believe is more important is the thermal expansion of the world's water that comes with the increase in the oceans' mean temperature. Some predict that the rise in sea level could be 3' by 2100, so don't invest long-term in any beach-front property that isn't on tall stilts and you'll be OK. emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:34:37"
    },
    {
      "nodeID": "160249",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:37"
    },
    {
      "nodeID": "160250",
      "text": "Global warming may or may not be the result of what humans are doing, although it sure isn't helped by our destorying the environment. Now the increasing amount of natural disasters worries me a lot more than global warming which doesn't seem to be progressing to quickly (from winter to early summer, 136 of 140 days were below average temperature where I live). I could really use some global warming up here in Michigan!!!",
      "type": "I",
      "timestamp": "2016-03-08 20:34:37"
    },
    {
      "nodeID": "160251",
      "text": "Many natural disasters such as tornados, destructive flood, severe drought probably have something to do with global warming. I don't know which is first regarding these combinations. Maybe flood is caused due to global warming, maybe reverse. These phenomena are related each other, so it can't be seperated when we think about it. Maybe global warming itself is not such a big threat but many disadvantages resulting from this are threats to us.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:37"
    },
    {
      "nodeID": "160252",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:37"
    },
    {
      "nodeID": "160253",
      "text": "The 'solution' is what's causing all of the ocean currents to produce 'mega' hurricanes, tsunamis, and other 'freak weather'. If the more ice melts, the weather could only get much worse. That is why we must act fast. I am not trying to scare you, or freak you out by this, but this is a very serious matter.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:37"
    },
    {
      "nodeID": "160254",
      "text": "We don't actually know this for sure. There is some data but much speculation as to what is exactly causing larger and more frequent storms. The bigger problem of reducing salinity is the currents themselves and how they intergrate with migration and heat transfer. Sources of food that humans depend upon could disappear if currents drastically change. And the basis of Day after Tommorrow is correct in how the gulf stream helps regulate temperatures in Europe.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:37"
    },
    {
      "nodeID": "160255",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:38"
    },
    {
      "nodeID": "160256",
      "text": "we waste paper, which is causing people to deplete the world's forests.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:38"
    },
    {
      "nodeID": "160257",
      "text": "Not really. World forests are at risk for farm land and non-paper logging, not for paper which is being replaced by post consumer waste at increasing rates. Most paper people use today contains at least some recycled paper.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:38"
    },
    {
      "nodeID": "160258",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:38"
    },
    {
      "nodeID": "160259",
      "text": "Global warming is causing the ice caps, glaciers, and Polar Regions of the world, like Antarctica, the Arctic Circle, and areas around Northern Canada, Northern Russia, and Greenland, to melt. What happens is, the ice is made from fresh water, when the ice melts, the fresh water mixes with the salt water in the oceans, which makes a 'fresh/salt solution'. When the 'solution' forms, it makes the ocean currents act strange.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:38"
    },
    {
      "nodeID": "160260",
      "text": "Flooding is more a immediate problem.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:38"
    },
    {
      "nodeID": "160261",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:38"
    },
    {
      "nodeID": "160262",
      "text": "When we buy something at the store, like a box of cereal, the factory that it was made in emits smoke into the air as well. There are people carelessly animals throughout the world, which causes them to become endangered, or worse, extinct. If all of this continues, our world could end, without notice.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:38"
    },
    {
      "nodeID": "160263",
      "text": "Cereal factories aren't that big of polluters. The largest polluters are energy plants with a few exceptions like some of Alcoa's smelters which burns one of the dirtiest types of coal in the almunimum production process. And the world will go from bad to worse, from worse to horrible and from horrible to castastrphoic. Not suddenly. That's day after tomorrow fantasy.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:38"
    },
    {
      "nodeID": "160264",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:38"
    },
    {
      "nodeID": "160265",
      "text": "Here's an essay that I wrote for school this year (7th grade) about global warming, .etc. Tell me what you think! :D",
      "type": "I",
      "timestamp": "2016-03-08 20:34:38"
    },
    {
      "nodeID": "160266",
      "text": "I'll try to be nice since you wrote it in 7th grade.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:38"
    },
    {
      "nodeID": "160267",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:38"
    },
    {
      "nodeID": "160268",
      "text": "When we drive our cars, the fuel emits into the air, causing global warming.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:38"
    },
    {
      "nodeID": "160269",
      "text": "It's not just cars and catalytic converters have greatly decreased emissions.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:39"
    },
    {
      "nodeID": "160270",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:39"
    },
    {
      "nodeID": "160271",
      "text": "The Earth has done wonders for all of man-kind for millions of years. The least we could do is give back to the Earth, in return for everything that the Earth has done for us!",
      "type": "I",
      "timestamp": "2016-03-08 20:34:39"
    },
    {
      "nodeID": "160272",
      "text": "Homo Sapien hasn't existed for millions of years. It would be more appropriate to say that the Earth has provided the basis for life for hundreds of millions of years.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:39"
    },
    {
      "nodeID": "160273",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:39"
    },
    {
      "nodeID": "160274",
      "text": "I'll try to be nice since you wrote it in 7th grade.   Homo Sapien hasn't existed for millions of years. It would be more appropriate to say that the Earth has provided the basis for life for hundreds of millions of years.   And most of that goes into landfills....  Not really. World forests are at risk for farm land and non-paper logging, not for paper which is being replaced by post consumer waste at increasing rates. Most paper people use today contains at least some recycled paper.  It's not just cars and catalytic converters have greatly decreased emissions.  Cereal factories aren't that big of polluters. The largest polluters are energy plants with a few exceptions like some of Alcoa's smelters which burns one of the dirtiest types of coal in the almunimum production process. And the world will go from bad to worse, from worse to horrible and from horrible to castastrphoic. Not suddenly. That's day after tomorrow fantasy.   Flooding is more a immediate problem.   No they aren't. The sun is the main source of weather through the energy transfer from light to various parts of the enviroment.   We don't actually know this for sure. There is some data but much speculation as to what is exactly causing larger and more frequent storms. The bigger problem of reducing salinity is the currents themselves and how they intergrate with migration and heat transfer. Sources of food that humans depend upon could disappear if currents drastically change. And the basis of Day after Tommorrow is correct in how the gulf stream helps regulate temperatures in Europe.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:39"
    },
    {
      "nodeID": "160275",
      "text": "Thank you for your criticism. :D",
      "type": "I",
      "timestamp": "2016-03-08 20:34:39"
    },
    {
      "nodeID": "160276",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:39"
    },
    {
      "nodeID": "160277",
      "text": "That was jsut plain silly. A single car will produce more emmisiosn then all the termites in your state. Rember c02 is one part of the equation.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:39"
    },
    {
      "nodeID": "160278",
      "text": "CO2 is only a part. Don't forget the methane that termites produce.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:39"
    },
    {
      "nodeID": "160279",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:39"
    },
    {
      "nodeID": "160280",
      "text": "It seems that the high priest of Global Warming is so unconcerned about its reality that In the past year, Gore's home burned through 213,210 kilowatt-hours (kWh) of electricity, enough to power 232 average American households for a month.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:39"
    },
    {
      "nodeID": "160281",
      "text": "Wait, an ad hominem that even skews the stats? You could at least compare monthly to monthly, or yearly to yearly. You could point out that his modifications decreased his energy consumption. You could tell us whether that number included time while renovations were taking place, if you even knew. You could clarify whether this compensates for natural gas, propane, or heating oil usage. You could explain whether the amount 'burned through' is from the grid alone or also includes the non-impacting solar and geothermal contributions. But doing so would require not being a rightwing parrot.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:39"
    },
    {
      "nodeID": "160282",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:39"
    },
    {
      "nodeID": "160283",
      "text": "use the scienctific method on pusedo-science. Disprove something until you can no longer disprove it... then what is left is what you can prove. I move to disprove they will remain to be as ardent a supporter while defunded. The minute that dries up it will be amazing to witness how much global warming and it's new variant 'climate change' [whoa... that's original] will suddenly be a non issue. -That Darn Republican",
      "type": "I",
      "timestamp": "2016-03-08 20:34:39"
    },
    {
      "nodeID": "160284",
      "text": "Excellent observation!  (and, for the record... I actually agree that man's impact upon the planet has had some affect on global temperatures.... I just don't agree that we have a crisis to deal with as a consequence)",
      "type": "I",
      "timestamp": "2016-03-08 20:34:40"
    },
    {
      "nodeID": "160285",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:40"
    },
    {
      "nodeID": "160286",
      "text": "I agree as well. Urban Hot Islands are not a big deal. Of course they will be warmer (more energy, lighting, etc) but that does not mean the Earth will suffer catastrophic climate change..emoticon_rolleyes only in movies.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:40"
    },
    {
      "nodeID": "160287",
      "text": "Here here! emoticon_xhoho",
      "type": "I",
      "timestamp": "2016-03-08 20:34:40"
    },
    {
      "nodeID": "160288",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:40"
    },
    {
      "nodeID": "160289",
      "text": "How informative.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:40"
    },
    {
      "nodeID": "160290",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:40"
    },
    {
      "nodeID": "160291",
      "text": "I'd worry more about another ice age than a melting of the current ice box. We're going to cause clouds of pollutants to screen out the sun's warming rays, allowing the earth's temperature to plummet. Glaciers will form all the way down to the Florida panhandle. When we begin to recover and develop new cities, we will be blessed in that there will be no more mosquitoes.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:40"
    },
    {
      "nodeID": "160292",
      "text": "Would these be the same clouds that block out UV rays or do we still have to worry about ozone depletion, too? emoticon_confused Sorry, I let my subscription to the Journal of Chicken Little expire a while back. emoticon_xkill emoticon_xchicken",
      "type": "I",
      "timestamp": "2016-03-08 20:34:40"
    },
    {
      "nodeID": "160293",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:40"
    },
    {
      "nodeID": "160294",
      "text": "Is global warming a real threat or is it just a hoax?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:40"
    },
    {
      "nodeID": "160295",
      "text": "I agree it's a threat to us but the point is whether it's really caused by increaing amount of carbon dioxide and how big the threat is. Maybe global warming is just a part of process of global climate change which occured several times long time ago, ie, ice age things like that. As far as I know, global warming is one of the catastrophe which leads to extinction of human beings. However, there might be another problems which are also big threat to us and all creatures on the earth. Anyway, I'm not an expert of environment, so I might be wrong but at least I can say it seems there are some bad effetcts of global warming such as rising sea level, abnormal climate pattern, things like that. We should do something, which might not be appropriate way to solve the problem but it's surely the beginning.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:40"
    },
    {
      "nodeID": "160296",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:40"
    },
    {
      "nodeID": "160297",
      "text": "It seems that the high priest of Global Warming is so unconcerned about its reality that In the past year, Gore's home burned through 213,210 kilowatt-hours (kWh) of electricity, enough to power 232 average American households for a month.  http://news.newsmax.com/?SKIDYNyQ-GWMVYg3tvPV.3R1nxyzxJR1S&http://www.newsmax.com/insidecover/gore_home_energy/2008/06/17/105394.html?s=al&promo_code=6539-1",
      "type": "I",
      "timestamp": "2016-03-08 20:34:40"
    },
    {
      "nodeID": "160298",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:41"
    },
    {
      "nodeID": "160299",
      "text": "Hmm...seemed really cold this year...",
      "type": "I",
      "timestamp": "2016-03-08 20:34:41"
    },
    {
      "nodeID": "160300",
      "text": "Of corse it was cold this year every year is different Globle warming is a yuppie fraud study. I do not beleve in Globle warming. If there was globle warming we would not have snow like we did 2 and 3 years ago. Every thing has been normal that I can tell. Gee I wonder how much money was wasted on this foolish study and brain washing.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:41"
    },
    {
      "nodeID": "160301",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:41"
    },
    {
      "nodeID": "160302",
      "text": "Termites produce two times the carbon dioxide that humans do... let's have a war with termites to get rid of some carbon dioxide. :) lol",
      "type": "I",
      "timestamp": "2016-03-08 20:34:41"
    },
    {
      "nodeID": "160303",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:41"
    },
    {
      "nodeID": "160304",
      "text": "ICBM, but I believe the termites make up the largest land-based biomass on earth.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:41"
    },
    {
      "nodeID": "160305",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:41"
    },
    {
      "nodeID": "160306",
      "text": "Thats another reason why freely distributed guns are good. Killing people cuts down Carbon Dioxide emissions!",
      "type": "I",
      "timestamp": "2016-03-08 20:34:41"
    },
    {
      "nodeID": "160307",
      "text": "All your posts are like this. Are you on crack?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:41"
    },
    {
      "nodeID": "160308",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:41"
    },
    {
      "nodeID": "160309",
      "text": "Perhaps the screen name gives me the impression that all his/her posts will be tongue-in-cheek or outright lies! :)  As for the apparent drug usage, I'd say it's more likely LSD than crack. A person on crack usually sells their computer! :p",
      "type": "I",
      "timestamp": "2016-03-08 20:34:41"
    },
    {
      "nodeID": "160310",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:41"
    },
    {
      "nodeID": "160311",
      "text": "No kidding. I'll go by the scientific report, however, which states it is a problem.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:41"
    },
    {
      "nodeID": "160312",
      "text": "From your 'experts'",
      "type": "I",
      "timestamp": "2016-03-08 20:34:41"
    },
    {
      "nodeID": "160313",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:42"
    }
  ],
  "edges": [
    {
      "edgeID": "197750",
      "fromID": "160245",
      "toID": "160246",
      "formEdgeID": null
    },
    {
      "edgeID": "197751",
      "fromID": "160246",
      "toID": "160244",
      "formEdgeID": null
    },
    {
      "edgeID": "197752",
      "fromID": "160248",
      "toID": "160249",
      "formEdgeID": null
    },
    {
      "edgeID": "197753",
      "fromID": "160249",
      "toID": "160247",
      "formEdgeID": null
    },
    {
      "edgeID": "197754",
      "fromID": "160251",
      "toID": "160252",
      "formEdgeID": null
    },
    {
      "edgeID": "197755",
      "fromID": "160252",
      "toID": "160250",
      "formEdgeID": null
    },
    {
      "edgeID": "197756",
      "fromID": "160254",
      "toID": "160255",
      "formEdgeID": null
    },
    {
      "edgeID": "197757",
      "fromID": "160255",
      "toID": "160253",
      "formEdgeID": null
    },
    {
      "edgeID": "197758",
      "fromID": "160257",
      "toID": "160258",
      "formEdgeID": null
    },
    {
      "edgeID": "197759",
      "fromID": "160258",
      "toID": "160256",
      "formEdgeID": null
    },
    {
      "edgeID": "197760",
      "fromID": "160260",
      "toID": "160261",
      "formEdgeID": null
    },
    {
      "edgeID": "197761",
      "fromID": "160261",
      "toID": "160259",
      "formEdgeID": null
    },
    {
      "edgeID": "197762",
      "fromID": "160263",
      "toID": "160264",
      "formEdgeID": null
    },
    {
      "edgeID": "197763",
      "fromID": "160264",
      "toID": "160262",
      "formEdgeID": null
    },
    {
      "edgeID": "197764",
      "fromID": "160266",
      "toID": "160267",
      "formEdgeID": null
    },
    {
      "edgeID": "197765",
      "fromID": "160267",
      "toID": "160265",
      "formEdgeID": null
    },
    {
      "edgeID": "197766",
      "fromID": "160269",
      "toID": "160270",
      "formEdgeID": null
    },
    {
      "edgeID": "197767",
      "fromID": "160270",
      "toID": "160268",
      "formEdgeID": null
    },
    {
      "edgeID": "197768",
      "fromID": "160272",
      "toID": "160273",
      "formEdgeID": null
    },
    {
      "edgeID": "197769",
      "fromID": "160273",
      "toID": "160271",
      "formEdgeID": null
    },
    {
      "edgeID": "197770",
      "fromID": "160275",
      "toID": "160276",
      "formEdgeID": null
    },
    {
      "edgeID": "197771",
      "fromID": "160276",
      "toID": "160274",
      "formEdgeID": null
    },
    {
      "edgeID": "197772",
      "fromID": "160278",
      "toID": "160279",
      "formEdgeID": null
    },
    {
      "edgeID": "197773",
      "fromID": "160279",
      "toID": "160277",
      "formEdgeID": null
    },
    {
      "edgeID": "197774",
      "fromID": "160281",
      "toID": "160282",
      "formEdgeID": null
    },
    {
      "edgeID": "197775",
      "fromID": "160282",
      "toID": "160280",
      "formEdgeID": null
    },
    {
      "edgeID": "197776",
      "fromID": "160284",
      "toID": "160285",
      "formEdgeID": null
    },
    {
      "edgeID": "197777",
      "fromID": "160285",
      "toID": "160283",
      "formEdgeID": null
    },
    {
      "edgeID": "197778",
      "fromID": "160287",
      "toID": "160288",
      "formEdgeID": null
    },
    {
      "edgeID": "197779",
      "fromID": "160288",
      "toID": "160286",
      "formEdgeID": null
    },
    {
      "edgeID": "197780",
      "fromID": "160289",
      "toID": "160290",
      "formEdgeID": null
    },
    {
      "edgeID": "197781",
      "fromID": "160290",
      "toID": "160287",
      "formEdgeID": null
    },
    {
      "edgeID": "197782",
      "fromID": "160292",
      "toID": "160293",
      "formEdgeID": null
    },
    {
      "edgeID": "197783",
      "fromID": "160293",
      "toID": "160291",
      "formEdgeID": null
    },
    {
      "edgeID": "197784",
      "fromID": "160295",
      "toID": "160296",
      "formEdgeID": null
    },
    {
      "edgeID": "197785",
      "fromID": "160296",
      "toID": "160294",
      "formEdgeID": null
    },
    {
      "edgeID": "197786",
      "fromID": "160297",
      "toID": "160298",
      "formEdgeID": null
    },
    {
      "edgeID": "197787",
      "fromID": "160298",
      "toID": "160294",
      "formEdgeID": null
    },
    {
      "edgeID": "197788",
      "fromID": "160300",
      "toID": "160301",
      "formEdgeID": null
    },
    {
      "edgeID": "197789",
      "fromID": "160301",
      "toID": "160299",
      "formEdgeID": null
    },
    {
      "edgeID": "197790",
      "fromID": "160277",
      "toID": "160303",
      "formEdgeID": null
    },
    {
      "edgeID": "197791",
      "fromID": "160303",
      "toID": "160302",
      "formEdgeID": null
    },
    {
      "edgeID": "197792",
      "fromID": "160304",
      "toID": "160305",
      "formEdgeID": null
    },
    {
      "edgeID": "197793",
      "fromID": "160305",
      "toID": "160302",
      "formEdgeID": null
    },
    {
      "edgeID": "197794",
      "fromID": "160307",
      "toID": "160308",
      "formEdgeID": null
    },
    {
      "edgeID": "197795",
      "fromID": "160308",
      "toID": "160306",
      "formEdgeID": null
    },
    {
      "edgeID": "197796",
      "fromID": "160309",
      "toID": "160310",
      "formEdgeID": null
    },
    {
      "edgeID": "197797",
      "fromID": "160310",
      "toID": "160307",
      "formEdgeID": null
    },
    {
      "edgeID": "197798",
      "fromID": "160312",
      "toID": "160313",
      "formEdgeID": null
    },
    {
      "edgeID": "197799",
      "fromID": "160313",
      "toID": "160311",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
