{
  "nodes": [
    {
      "nodeID": "160121",
      "text": "Well it seems we have a contradiction, now doesn't it....  Michael Ruse: The most dramatic discoveries in evo-devo have been quite unexpected DNA homologies. It turns out that organisms as different as fruit flies and humans share considerable amounts of practically unaltered DNA, especially those stretches that are involved in development itself--ordering the rates and ways in which the parts of the body are formed (heads before legs and so forth). The jury is still out on the precise significance of all of this. Some seem to think that selection will now have to take a back seat in evolution: 'The homologies of process within morphogenetic fields provide some of the best evidence for evolution just as skeletal and organ homologies did earlier. Thus, the evidence for evolution is better than ever. The role of natural selection in evolution, however, is seen to play less an important role. It is merely a filter for unsuccessful morphologies generated by development. Population genetics is destined to change if it is not to become as irrelevant to evolution as Newtonian mechanics is to contemporary physics",
      "type": "I",
      "timestamp": "2016-03-08 20:34:22"
    },
    {
      "nodeID": "160122",
      "text": "And you know what? No amount of epigenetic change is going to turn a fruitfly embryo into a human. One of the reasons they are different, and subject to different epigenetic regimes, is because despite genetic homologies (which evolutionary theory predicts), their genomes are significantly different. They have some different genes, in different quantities, and in different arrangements, and that is critical. Epigenetics alone can't take one species and turn it into another, so far as anyone knows. It takes genomic restructuring, and that happens only through genetic mutation.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:22"
    },
    {
      "nodeID": "160123",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:22"
    }
  ],
  "edges": [
    {
      "edgeID": "197666",
      "fromID": "160122",
      "toID": "160123",
      "formEdgeID": null
    },
    {
      "edgeID": "197667",
      "fromID": "160123",
      "toID": "160121",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
