{
  "nodes": [
    {
      "nodeID": "145072",
      "text": "Well the Supreme Court has seen fit to say that this position is absolutely wrong, making it dead and buried and gone.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:35"
    },
    {
      "nodeID": "145073",
      "text": "Even with the Supreme Court ruling, Sinjin and Chet have said otherwise... on the day this was posted!",
      "type": "I",
      "timestamp": "2016-03-08 20:01:35"
    },
    {
      "nodeID": "145074",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:35"
    },
    {
      "nodeID": "145075",
      "text": "Were they assigned the ultimate task of interpreting the Constitution and determining which laws violate it? If not then their opinion doesn't matter.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:36"
    },
    {
      "nodeID": "145076",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:36"
    },
    {
      "nodeID": "145077",
      "text": "Given that I do not hold that opinion, I would challenge you show where I have stated such.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:36"
    },
    {
      "nodeID": "145078",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:36"
    },
    {
      "nodeID": "145079",
      "text": "Sinjin is confused and chester is an , well you know. Both of them think if Obama is elected, that Obama is going to walk on water and feed the masses with three fish and a loaf of bread. I really got caught up in the fear of Obama taking my guns if he is elected, but then I got to thinking, if the economy is suffering now, how much of an impact would a gun and ammo ban make. If guns and ammo get banned then the manufacturers lay people off, and the economy takes two big hits right off of the bat, the loss of sales revenue and people without jobs cant spend money, so as I said, two big hits. Next, the economy would suffer a really huge blow, as all the money sportsmen and hunters spend annually would be lost now, I dont know the figures, but I would guess hundreds of millions of dollars, and thats not even counting plain old shooters. Then buisinesses such as cabellas, pro bas shops, academy, and thousands of others would have to lay off, and possibly shut down. Then there is the loss of revenue that goes to programs such as wildlife management, which will make the wildlife suffer greatly. And finally, the loss of revenue collected by the states who have carry concealed licsenses. I am sure that more than I posted would suffer, but it is all that comes to mind at the moment. Point is Obama can try to ban guns, but with such an economic loss from it, I doubt that congress would ever approve it.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:36"
    },
    {
      "nodeID": "145080",
      "text": "Do you really think Obama gives a damn about the kind of economic destruction any sort of gun ban will have? No! He doesn't care, and neither does the liberal controlled congress that wants guns banned! They don't care if a billion people die, all they want is all guns gone! I've seen the memo. Right now I want to tie a shovel to a tree branch.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:36"
    },
    {
      "nodeID": "145081",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:36"
    }
  ],
  "edges": [
    {
      "edgeID": "187018",
      "fromID": "145073",
      "toID": "145074",
      "formEdgeID": null
    },
    {
      "edgeID": "187019",
      "fromID": "145074",
      "toID": "145072",
      "formEdgeID": null
    },
    {
      "edgeID": "187020",
      "fromID": "145075",
      "toID": "145076",
      "formEdgeID": null
    },
    {
      "edgeID": "187021",
      "fromID": "145076",
      "toID": "145073",
      "formEdgeID": null
    },
    {
      "edgeID": "187022",
      "fromID": "145077",
      "toID": "145078",
      "formEdgeID": null
    },
    {
      "edgeID": "187023",
      "fromID": "145078",
      "toID": "145073",
      "formEdgeID": null
    },
    {
      "edgeID": "187024",
      "fromID": "145080",
      "toID": "145081",
      "formEdgeID": null
    },
    {
      "edgeID": "187025",
      "fromID": "145081",
      "toID": "145079",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
