{
  "nodes": [
    {
      "nodeID": "148502",
      "text": "zzzzzzzzzzzzz yawn.....what's your point? You're all over the place and your writing skills need to be improved. Here's a hint: if you want people to read a long-winded post, you have to make it interesting for the reader. They may agree or disagree but my gosh, don't put people to sleep. I wish I had these 2 minutes back....I could have used them for something constructive.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148503",
      "text": "It was a pretty clear rebuttle of the idea that the ToE breeds social elitism, Marxism, and Nazisim. I guess you're right though, SS. This wasn't nearly as entertaining as a slough of out-of-context quotes to show that ToE-accepting biologists reject the ToE.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148504",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148505",
      "text": "It was a pretty clear rebuttle of the idea that the ToE breeds social elitism, Marxism, and Nazisim.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148506",
      "text": "...which -- although a very good point when it comes to refuting creationist claptrap -- is not even the major issue of this forum. Undesirable consequences of an effect do not make that effect false or nonexistent. Gravity 'breeds' falling deaths, which are bad, so let's maintain that gravity doesn't exist...",
      "type": "I",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148507",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148508",
      "text": "Walking-fish: The fact that I referred to social darwinism as a pseudoscience speaks for itself. Even though you speak against social darwinism, you still buy into the notion that it is an outgrowth of Darwin's theory of natural selection.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148509",
      "text": "** Excuse me, walkingfish, for butting in, but I'd like to reiterate my point to schuster that Darwin's theory of 'Natural Selection' is just an outgrowth of an ancient social rationalization for unequal distribution political/economic power and privilege, (that is, social elitism, aristocracy and racism), falsely and anthropomorphically applied to non-human life.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148510",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148511",
      "text": "You, in effect, are still accepting this straw man depiction of Darwinism, even after I pointed out that natural selection works on traits that are passed on from one generation to another by individuals - not social classes or racial groups.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148512",
      "text": "** This, of course, is completely wrong, since all we ever hear from morning 'til nite is that, according to the population genetist prevailing norion of evolution, Darwinian evolution does not work on individuals but only on 'populations'!! Social classes and groups divided by skin colour or cultural norms are as much, 'populations', as ever there were. Class warfare is every bit a part of Darwinian cut-throat, competitive, war of all against all in order to acquire large stocks of scarce resourses for oneself and 'people like us', as any other off-shoot of laissez-faire capitalism or feudal land-grabbing or any other form of of institutionalised, legalised, inequality. To this very day it is used over and over again to block social and economic reform by blaming the victim of property laws set up to preserve elitism by inheritance instead of individual talent and effort, and to deprive the disadvantaged of the benefits that should be theirs by simple membership in the commonwealth. OTH, Lamarckian evolution is a matter of individual organisms surviving, thriving, and reproducing by their own individual efforts, regardless of anything any other organism around them is doing to adapt to the stimuli of a vitally and chronically, randomly altered environment.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148513",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148514",
      "text": "Your lamarckian argument against MNS has fallen prey to the same misconceptions about this issue as the creationist line has.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148515",
      "text": "** This is the line that caused me to butt in, walking-fish. Again, my apologies, but prs has no idea of the difference between Lamarckian and Darwinian theory, and how that theoretical difference would be reflected in different social theories. As far as I can tell prs has nothing but preconceived misconceptions about this. I felt compelled to speak up. Hope you're not put out about my intrusion.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148516",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148517",
      "text": "Social darwinism is anti-darwinian, because natural selection does not work at the level of social classes,",
      "type": "I",
      "timestamp": "2016-03-08 20:08:40"
    },
    {
      "nodeID": "148518",
      "text": "** As above, 'social classes' are 'populations', and modern darwinian evolution focuses entirely on the 'evolution' of 'populations', NOT individual organisms. Neo-Lamarkian theory focuses on individual, internally driven effort, instead of inherited advantage, which is the be-all and end-all of Darwinism, and of modern economic and political social theory. Just as it has always been.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:41"
    },
    {
      "nodeID": "148519",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:41"
    }
  ],
  "edges": [
    {
      "edgeID": "189426",
      "fromID": "148503",
      "toID": "148504",
      "formEdgeID": null
    },
    {
      "edgeID": "189427",
      "fromID": "148504",
      "toID": "148502",
      "formEdgeID": null
    },
    {
      "edgeID": "189428",
      "fromID": "148506",
      "toID": "148507",
      "formEdgeID": null
    },
    {
      "edgeID": "189429",
      "fromID": "148507",
      "toID": "148505",
      "formEdgeID": null
    },
    {
      "edgeID": "189430",
      "fromID": "148509",
      "toID": "148510",
      "formEdgeID": null
    },
    {
      "edgeID": "189431",
      "fromID": "148510",
      "toID": "148508",
      "formEdgeID": null
    },
    {
      "edgeID": "189432",
      "fromID": "148512",
      "toID": "148513",
      "formEdgeID": null
    },
    {
      "edgeID": "189433",
      "fromID": "148513",
      "toID": "148511",
      "formEdgeID": null
    },
    {
      "edgeID": "189434",
      "fromID": "148515",
      "toID": "148516",
      "formEdgeID": null
    },
    {
      "edgeID": "189435",
      "fromID": "148516",
      "toID": "148514",
      "formEdgeID": null
    },
    {
      "edgeID": "189436",
      "fromID": "148518",
      "toID": "148519",
      "formEdgeID": null
    },
    {
      "edgeID": "189437",
      "fromID": "148519",
      "toID": "148517",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
