{
  "nodes": [
    {
      "nodeID": "158144",
      "text": "I've been thinking this over and I've come to the conclusion that ballistic 'fingerprinting' is the stupidest thing I have ever heard. As a crime fighting tool and especially a prosecutorial tool, it's worth would be questionable and actually extremely damaging.  The characteristics recorded; land and grooves (rifling) on the projectile, breech face marks, firing pin indent and extractor marks on the spent cartridge case, could all be corrupted with the expenditure of about 20 minutes of easy work with a small file and/or a new barrel. For some of the more popular handguns, we're talking $20 for a new barrel.  Imagine the enterprising criminal with an extra $200.00 in his pocket. He could buy replacement barrels for a few of the more popular handguns and have a lucrative swapping out service. He trades out the first barrel and places the one now 'in hand' in the next gun. No barrels need to be destroyed, all that needs to be done to defeat the system is have discrepancies between original manufacturer's supplied projectile on record for a certain serial number gun and the crime scene recovered projectile.  'Lieutenant, this bullet the coroner recovered from Virgil's head goes with serial number xw34t67. The gun we found under Harry's mattress, which we can prove killed Virgil, is number jy57p19. What good does that do us?' Realistically, at that point would any further detective manhours be expended trying to figure out how this happened? The barrels were swapped, any evidence as far as ballistic 'fingerprinting' is concerned, is corrupted. Move on . . . How about the questions raised for the prosecution if say Harry does go to trial for shooting Virgil with only two marks matching out of four? Let's see, was the ejector swapped out too? Maybe it's reloaded ammo, it's got three ejector marks on it, which firing was incidental to the criminal act? Another important question; would such a partial, 2 out of 4 or otherwise inconclusive match, (which probably would not be offered as evidence or even admissible in court), be accepted as probable cause for a search or an arrest warrant?  The next, even more important question is:  If the bullets (original, supplied by manufacturer and the recovered crime scene bullet) don't match, doesn't that open a Pandora's Box of claims of 'I'm being framed!'???  The defendant could claim that it was the police, not him, that swapped barrels.  Harry says,' the cops got a sample bullet from my gun and the bullet that done killed Virgil don't match! They put a different barrel in my gun that matches the bullet they said was in Virgil's noggin'  The state would be providing four pieces of potentially ironclad exculpatory evidence for the defendant! (again, land and grooves on the projectile and breech face marks, firing pin indent and extractor marks on the spent cartridge case)  The defense will of course enter into evidence a STATE SEALED document attesting that the following data represents the official --exclude all others -- 'ballistic fingerprint' for Harry's gun, S/N-jy57p19. The problem for the authorities is, while they can prove that Harry's gun killed Virgil, (using standard forensic ballistics) that fact does not matter anymore because the crime scene bullet, the one in Virgil's noggin, matches a different gun, not placed in evidence by the prosecution and nowhere to be found . . .  This would create a new level to the prosecutor's burden of proof, now he has to prove beyond a reasonable doubt that THIS defendant also swapped the barrel and corrupted other 'fingerprints' for his weapon in addition to actually firing the weapon that killed the victim.  I think that more times than not, this will be an impossible additional hurdle to jump and the outcome of that will be allot of criminals will go free. This 'new' science of ballistic 'fingerprinting' would in essence destroy the well established and deserved good reputation of forensic ballistics. I think this proposal will work directly against law enforcement and in the end, help criminals. Debate questions: Does this ballistic fingerprint proposal, with all the inherent questions it raises, realistically help or hurt the police and prosecutors? Does it increase or lessen the hours needed to solidify a case?  Can anyone prove to me that criminals will not go free using a corrupted ballistic 'fingerprint' as their legal leverage?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:06"
    },
    {
      "nodeID": "158145",
      "text": "That crime fighting tool senario you just described is REALLY REALLY spooky. They way our justice system works is: 1) crime is commited 2) suspects are considered 3) evidence against one suspect builds and is arrested 4) suspect is given a fair trial with all the evidence present to a judge and jurry. In our system of justice, collection of evidence is PROHIBITED by the 4th Amendment without probable cause. There is no crime, thus no exuse to collect evidence. Citizens are also protected by giving any evidence against thier will by the 5th Amendment. This collected evidence will be used against suspects without thier permission. The crime fighting tool you just described violates 2 rights in one sweep. That is a very scary power given to police.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:06"
    },
    {
      "nodeID": "158146",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:06"
    },
    {
      "nodeID": "158147",
      "text": "Citizens are also protected by giving any evidence against thier will by the 5th Amendment.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:06"
    },
    {
      "nodeID": "158148",
      "text": "Gun registration schemes have been disabled for criminals because requiring them to register a gun they are forbidden to own would violate their 5th Amendment rights. I would assume that if ballistic fingerprinting ever became law, a form would be offered at time of sale where you would be required to waive any claim of 5th Amendment right injury from any governmental authority's use of the ballistic data.  Don't sign the form - you don't get the gun.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:06"
    },
    {
      "nodeID": "158149",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:06"
    },
    {
      "nodeID": "158150",
      "text": "In our system of justice, collection of evidence is PROHIBITED by the 4th Amendment without probable cause. There is no crime, thus no exuse to collect evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:06"
    },
    {
      "nodeID": "158151",
      "text": "In theory true but it gets convoluted when the discussion focuses on information that is freely offered by a citizen that seems innocuous but is actually incriminating under certain situations. EZ-Pass could be used to issue speeding tickets; the authorities know the minimum time it should take to travel between exits . . . You do it in a shorter time and you are issued a ticket. You have provided the authorities the evidence of your criminality and the means to prove it - but is that self-incrimination?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:06"
    },
    {
      "nodeID": "158152",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:06"
    },
    {
      "nodeID": "158153",
      "text": "That crime fighting tool senario you just described is REALLY REALLY spooky.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:06"
    },
    {
      "nodeID": "158154",
      "text": "Ballistic fingerprinting is, like most 'gun control' a measure that is full of unintended consequences.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:06"
    },
    {
      "nodeID": "158155",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:06"
    },
    {
      "nodeID": "158156",
      "text": "This collected evidence will be used against suspects without thier permission. The crime fighting tool you just described violates 2 rights in one sweep. That is a very scary power given to police.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:07"
    },
    {
      "nodeID": "158157",
      "text": "Maryland already has the law on the books. It's effect thus far has only been to eliminate certain makes and models from the Maryland marketplace and to extinguish the sale of certain collectables.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:07"
    },
    {
      "nodeID": "158158",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:07"
    },
    {
      "nodeID": "158159",
      "text": "A criminal might also want to get a body off his gun too; a barrel swap would be cheaper than dumping the gun in the river and buying a new one.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:07"
    },
    {
      "nodeID": "158160",
      "text": "or just ship it to a frend where it is legal to sell it your self, a legal gun is more expensive than an illegal.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:07"
    },
    {
      "nodeID": "158161",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:07"
    }
  ],
  "edges": [
    {
      "edgeID": "196244",
      "fromID": "158145",
      "toID": "158146",
      "formEdgeID": null
    },
    {
      "edgeID": "196245",
      "fromID": "158146",
      "toID": "158144",
      "formEdgeID": null
    },
    {
      "edgeID": "196246",
      "fromID": "158148",
      "toID": "158149",
      "formEdgeID": null
    },
    {
      "edgeID": "196247",
      "fromID": "158149",
      "toID": "158147",
      "formEdgeID": null
    },
    {
      "edgeID": "196248",
      "fromID": "158151",
      "toID": "158152",
      "formEdgeID": null
    },
    {
      "edgeID": "196249",
      "fromID": "158152",
      "toID": "158150",
      "formEdgeID": null
    },
    {
      "edgeID": "196250",
      "fromID": "158154",
      "toID": "158155",
      "formEdgeID": null
    },
    {
      "edgeID": "196251",
      "fromID": "158155",
      "toID": "158153",
      "formEdgeID": null
    },
    {
      "edgeID": "196252",
      "fromID": "158157",
      "toID": "158158",
      "formEdgeID": null
    },
    {
      "edgeID": "196253",
      "fromID": "158158",
      "toID": "158156",
      "formEdgeID": null
    },
    {
      "edgeID": "196254",
      "fromID": "158160",
      "toID": "158161",
      "formEdgeID": null
    },
    {
      "edgeID": "196255",
      "fromID": "158161",
      "toID": "158159",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
