{
  "nodes": [
    {
      "nodeID": "155379",
      "text": "It has taken a while for me to figure out that evolutionism continues to actively pursue the notion that - what we 'currently' see operating in the real world, is 'higher', or more important, than what is lying in the wings.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:43"
    },
    {
      "nodeID": "155380",
      "text": "Could you rephrase that in English?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:43"
    },
    {
      "nodeID": "155381",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:43"
    },
    {
      "nodeID": "155382",
      "text": "They assume that as evolution progressed - lots of elements of life are no longer useful.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:43"
    },
    {
      "nodeID": "155383",
      "text": "That happens, too. For example, our gene for vitamin C is broken and no longer works.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:43"
    },
    {
      "nodeID": "155384",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:43"
    },
    {
      "nodeID": "155385",
      "text": "That is because we refuse to connect all the dots. When you began on a false premise you arrive at a false conclusion.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:43"
    },
    {
      "nodeID": "155386",
      "text": "It's remarkable then, how much progress we've made. You may or may not approve of the theory, but it works very well at learning more about biology.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:43"
    },
    {
      "nodeID": "155387",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:43"
    },
    {
      "nodeID": "155388",
      "text": "Evolutionism on the other hand uses all of our current technology in microbiology to sort out 'real dna' from 'junk dna'.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:43"
    },
    {
      "nodeID": "155389",
      "text": "You're a little confused about that. It's all real DNA. Some of it just doesn't code for anything. But some parts of non-coding DNA (which you call 'junk') has other functions besides coding for proteins.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:43"
    },
    {
      "nodeID": "155390",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:43"
    },
    {
      "nodeID": "155391",
      "text": "What this means is: that we will never figure out the intricate workings of the genome, no matter how much we learn about it.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:43"
    },
    {
      "nodeID": "155392",
      "text": "In my lifetime, we've made huge strides, but there's a lot more to learn.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:43"
    },
    {
      "nodeID": "155393",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:44"
    },
    {
      "nodeID": "155394",
      "text": "Creation of life advocates, recognize that built in redundancy is useful for any single organism so that it may easily adapt to many different and varied environments.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:44"
    },
    {
      "nodeID": "155395",
      "text": "There is a lot of that. Many mutations are recessive and a population over time accumulates a lot of genetic variation that can become useful if the environment changes. The founder population of lizards, for example, could have had at most, 20 alleles for any gene locus, since each lizard can only have 2. The new ones evolved by mutation. Sometimes, we can even observe that happening, or trace the mutation back to a known ancestor. Would you like to learn about it?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:44"
    },
    {
      "nodeID": "155396",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:44"
    },
    {
      "nodeID": "155397",
      "text": "That, my friend, is where the wisdom of interpretation - makes sense of the data. For exa.: I really have no idea what the Federal GAO has for data, but, The wisdom of giving 850 Billion to a few bankers rather than the people who actually fuel the engine of this economy - eludes me. We have a large and powerful machine, but who is driving? Very important IMHO.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:44"
    },
    {
      "nodeID": "155398",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:44"
    },
    {
      "nodeID": "155399",
      "text": "In my lifetime, we've made huge strides, but there's a lot more to learn..",
      "type": "I",
      "timestamp": "2016-03-08 20:23:44"
    },
    {
      "nodeID": "155400",
      "text": "Agreed. That is why a sensible interpretation, of new data, is so important! :)",
      "type": "I",
      "timestamp": "2016-03-08 20:23:44"
    },
    {
      "nodeID": "155401",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:44"
    },
    {
      "nodeID": "155402",
      "text": "There is a lot of that. Many mutations are recessive and a population over time accumulates a lot of genetic variation that can become useful if the environment changes. The founder population of lizards, for example, could have had at most, 20 alleles for any gene locus, since each lizard can only have 2. The new ones evolved by mutation. Sometimes, we can even observe that happening, or trace the mutation back to a known ancestor. Would you like to learn about it? .",
      "type": "I",
      "timestamp": "2016-03-08 20:23:44"
    },
    {
      "nodeID": "155403",
      "text": "Yes. I would. :) [As long as I can exercise 'critical thinking', along the way w/out personal attacks.]",
      "type": "I",
      "timestamp": "2016-03-08 20:23:44"
    },
    {
      "nodeID": "155404",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:44"
    },
    {
      "nodeID": "155405",
      "text": "That happens, too. For example, our gene for vitamin C is broken and no longer works. .",
      "type": "I",
      "timestamp": "2016-03-08 20:23:44"
    },
    {
      "nodeID": "155406",
      "text": "That's an interesting subject, I had not heard of that b4. Did our bodies once produce Vitamin C?.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:44"
    },
    {
      "nodeID": "155407",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:44"
    },
    {
      "nodeID": "155408",
      "text": "I'd be happy to. The concept that I was trying to move forward was: the idea that - when we see a cecal valve develop, for example, we assume that it is newly engineered data to react to the new environment. Big question mark! My point is that - the lizard was designed to survive in a neighborhood where eating leaves, was its best chance of survival. So that if a cecal valve became necessary the lizard was ready to go. Having the built-in redundancy makes this possible without missing a beat.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:45"
    },
    {
      "nodeID": "155409",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:45"
    },
    {
      "nodeID": "155410",
      "text": "Yep. But our ancestors lived in an area of abundant fruit, and we got all we needed from our diets, so it was no big thing when the gene broke. A few non-primate organisms also have it broken, but it's broken in a different way. Barbarian observes: It's remarkable then, how much progress we've made. You may or may not approve of the theory, but it works very well at learning more about biology.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:45"
    },
    {
      "nodeID": "155411",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:45"
    },
    {
      "nodeID": "155412",
      "text": "Big question mark!",
      "type": "I",
      "timestamp": "2016-03-08 20:23:45"
    },
    {
      "nodeID": "155413",
      "text": "When a new structure evolves, it's quite clear.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:45"
    },
    {
      "nodeID": "155414",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:45"
    },
    {
      "nodeID": "155415",
      "text": "My point is that - the lizard was designed to survive in a neighborhood where eating leaves, was its best chance of survival.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:45"
    },
    {
      "nodeID": "155416",
      "text": "That's the point. It wasn't designed, and it was evolved to be a carnivore.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:45"
    },
    {
      "nodeID": "155417",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:45"
    },
    {
      "nodeID": "155418",
      "text": "I never considered dna to be junk. I was using that term, [junk dna] from what I had read in various 'scientific' literature.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:45"
    },
    {
      "nodeID": "155419",
      "text": "Cite me one. The only time I see 'junk DNA' in the literature, there's quote marks around it. We call it 'non-coding DNA.' Barbarian observes: That happens, too. For example, our gene for vitamin C is broken and no longer works. .",
      "type": "I",
      "timestamp": "2016-03-08 20:23:45"
    },
    {
      "nodeID": "155420",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:45"
    },
    {
      "nodeID": "155421",
      "text": "So that if a cecal valve became necessary the lizard was ready to go. Having the built-in redundancy makes this possible without missing a beat.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:45"
    },
    {
      "nodeID": "155422",
      "text": "'Ready to go', in the sense that living things are equipped with a means of making small errors which are used by natural selection to make new structures. Barbarian, regarding mutations: There is a lot of that. Many mutations are recessive and a population over time accumulates a lot of genetic variation that can become useful if the environment changes. The founder population of lizards, for example, could have had at most, 20 alleles for any gene locus, since each lizard can only have 2. The new ones evolved by mutation. Sometimes, we can even observe that happening, or trace the mutation back to a known ancestor. Would you like to learn about it? .",
      "type": "I",
      "timestamp": "2016-03-08 20:23:45"
    },
    {
      "nodeID": "155423",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:46"
    },
    {
      "nodeID": "155424",
      "text": "Yes. I would.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:46"
    },
    {
      "nodeID": "155425",
      "text": "Here's an interesting one: Lipoprotein Lipase S447X: A Naturally Occurring Gain-of-Function Mutation. Brief Reviews Arteriosclerosis, Thrombosis & Vascular Biology. 26(6):1236-1245, June 2006. Rip, Jaap; Nierman, Melchior C.; Ross, Colin J.; Jukema, Jan Wouter; Hayden, Michael R.; Kastelein, John J.P.; Stroes, Erik S.G.; Kuivenhoven, Jan Albert Abstract: mdash;: Lipoprotein lipase (LPL) hydrolyzes triglycerides in the circulation and promotes the hepatic uptake of remnant lipoproteins. Since the gene was cloned in 1989, more than 100 LPL gene mutations have been identified, the majority of which cause loss of enzymatic function. In contrast to this, the naturally occurring LPLS447X variant is associated with increased lipolytic function and an anti-atherogenic lipid profile and can therefore be regarded as a gain-of-function mutation. This notion combined with the facts that 20% of the general population carries this prematurely truncated LPL and that it may protect against cardiovascular disease has led to extensive clinical and basic research into this frequent LPL mutant. It is only until recently that we begin to understand the molecular mechanisms that underlie the beneficial effects associated with LPLS447X. This review summarizes the current literature on this interesting LPL variant. This one provides rather good protection from hardening of the arteries. Or this one: APPLIED AND ENVIRONMENTAL MICROBIOLOGY, May 1995, p. 2020&#8211;2022 Vol. 61, No. 5 0099-2240/95/$04.0010 Copyright q 1995, American Society for Microbiology Emergence of Nylon Oligomer Degradation Enzymes in Pseudomonas aeruginosa PAO through Experimental Evolution IRFAN D. PRIJAMBADA, SEIJI NEGORO,* TETSUYA YOMO, AND ITARU URABE Department of Biotechnology, Faculty of Engineering, Osaka University, 2-1 Yamada-oka, Suita, Osaka 565, Japan Through selective cultivation with 6-aminohexanoate linear dimer, a by-product of nylon-6 manufacture, as the sole source of carbon and nitrogen, Pseudomonas aeruginosa PAO, which initially has no enzyme activity to degrade this xenobiotic compound, was successfully expanded in its metabolic ability. Two new enzyme activities, 6-aminohexanoate cyclic dimer hydrolase and 6-aminohexanoate dimer hydrolase, were detected in the adapted strains. http://aem.asm.org/cgi/reprint/61/5/2020.pdf We thought it would take roughly a million years for bacteria to evolve enzymes capable of digesting nylon (because the compound is so different than any they were able to digest) but it took less than a century. Barbarian observes: It's all real DNA. Some of it just doesn't code for anything. But some parts of non-coding DNA (which you call 'junk') has other functions besides coding for proteins. .",
      "type": "I",
      "timestamp": "2016-03-08 20:23:46"
    },
    {
      "nodeID": "155426",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:46"
    },
    {
      "nodeID": "155427",
      "text": "That, my friend, is where the wisdom of interpretation - makes sense of the data.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:46"
    },
    {
      "nodeID": "155428",
      "text": "And, as you may have noticed, we've been very successful at interpreting the data. We've learned to do a lot of things as a result. One of the most important reasons scientists accept the theory is that it works.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:46"
    },
    {
      "nodeID": "155429",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:46"
    },
    {
      "nodeID": "155430",
      "text": "We thought it would take roughly a million years for bacteria to evolve enzymes capable of digesting nylon (because the compound is so different than any they were able to digest) but it took less than a century. .",
      "type": "I",
      "timestamp": "2016-03-08 20:23:46"
    },
    {
      "nodeID": "155431",
      "text": "Were they able to show a previously non-existing code that mutated on a gene somewhere and created this new enzyme activity? It sounds to me that this 'new' enzymatic activity came from non-coding dna switching on a gene to produce it. That is what one would expect to find.  ...*Two new enzyme activities, 6-aminohexanoate cyclic dimer hydrolase and 6-aminohexanoate dimer hydrolase, were detected in the adapted strains.*...",
      "type": "I",
      "timestamp": "2016-03-08 20:23:46"
    },
    {
      "nodeID": "155432",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:46"
    },
    {
      "nodeID": "155433",
      "text": "Barbarian observes: It's remarkable then, how much progress we've made. You may or may not approve of the theory, but it works very well at learning more about biology. And, as you may have noticed, we've been very successful at interpreting the data. We've learned to do a lot of things as a result. One of the most important reasons scientists accept the theory is that it works.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:46"
    },
    {
      "nodeID": "155434",
      "text": "What is the 'Scientific Method' of evolutionary research in contrast to the 'Scientific Method' of Creation research? And why is your method superior?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:46"
    },
    {
      "nodeID": "155435",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:46"
    },
    {
      "nodeID": "155436",
      "text": "...That's the point. It wasn't designed, and it was evolved to be a carnivore. 'Ready to go', in the sense that living things are equipped with a means of making small errors which are used by natural selection to make new structures. ... The new ones evolved by mutation. Sometimes, we can even observe that happening, or trace the mutation back to a known ancestor. Would you like to learn about it? ..",
      "type": "I",
      "timestamp": "2016-03-08 20:23:46"
    },
    {
      "nodeID": "155437",
      "text": "So you really do believe that organisms 'are equipped with a means of making small errors that allow natural selection' turn a reptile to a bird and a monkey into a man? To be 'equipped' means there is a design feature. You are betraying your belief system. The errors can only be arbitrary and random and the organism is not equipped to function in any predetermined fashion. In the following example that you provided: What is the context of the word 'truncated'? The way I read it - it is talking about a truncated string of code or something. What was truncated?  ... *more than 100 LPL gene mutations have been identified, the majority of which cause loss of enzymatic function. In contrast to this, the naturally occurring LPLS447X variant is associated with increased lipolytic function and an anti-atherogenic lipid profile and can therefore be regarded as a gain-of-function mutation. This notion combined with the facts that 20% of the general population carries this prematurely truncated LPL...*",
      "type": "I",
      "timestamp": "2016-03-08 20:23:47"
    },
    {
      "nodeID": "155438",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:47"
    },
    {
      "nodeID": "155439",
      "text": "And why is your method superior?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:47"
    },
    {
      "nodeID": "155440",
      "text": "It works.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:47"
    },
    {
      "nodeID": "155441",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:47"
    },
    {
      "nodeID": "155442",
      "text": "You are betraying your belief system.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:47"
    },
    {
      "nodeID": "155443",
      "text": "Yep. (I'm assuming that by 'belief system', you mean a methodology of gaining knowledge) Science depends on evidence. I have to use a different belief system for understanding the supernatural, of course. Both belief systems are valid in their proper places.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:47"
    },
    {
      "nodeID": "155444",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:47"
    },
    {
      "nodeID": "155445",
      "text": "In the following example that you provided: What is the context of the word 'truncated'? The way I read it - it is talking about a truncated string of code or something. What was truncated? ... *more than 100 LPL gene mutations have been identified, the majority of which cause loss of enzymatic function. In contrast to this, the naturally occurring LPLS447X variant is associated with increased lipolytic function and an anti-atherogenic lipid profile and can therefore be regarded as a gain-of-function mutation. This notion combined with the facts that 20% of the general population carries this prematurely truncated LPL...*",
      "type": "I",
      "timestamp": "2016-03-08 20:23:47"
    },
    {
      "nodeID": "155446",
      "text": "The original molecule had some lipolytic function, but removing some amino acids from it, in the right place, made it fit better into the substrate, and thereby greatly increased its functionality.  Barbarian observes: We thought it would take roughly a million years for bacteria to evolve enzymes capable of digesting nylon (because the compound is so different than any they were able to digest) but it took less than a century. .",
      "type": "I",
      "timestamp": "2016-03-08 20:23:47"
    },
    {
      "nodeID": "155447",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:47"
    },
    {
      "nodeID": "155448",
      "text": "What is the 'Scientific Method' of evolutionary research in contrast to the 'Scientific Method' of Creation research?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:47"
    },
    {
      "nodeID": "155449",
      "text": "In science, a scientific method actually exists. There is no scientific method in creationism. Religion cannot use the scientific method.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:47"
    },
    {
      "nodeID": "155450",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:47"
    },
    {
      "nodeID": "155451",
      "text": "Were they able to show a previously non-existing code that mutated on a gene somewhere and created this new enzyme activity?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:47"
    },
    {
      "nodeID": "155452",
      "text": "Yes. The first one isolated was a frame-shift mutation on a plasmid. A fairly common source of useful mutations in bacteria.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:48"
    },
    {
      "nodeID": "155453",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:48"
    },
    {
      "nodeID": "155454",
      "text": "So you really do believe that organisms 'are equipped with a means of making small errors that allow natural selection' turn a reptile to a bird and a monkey into a man?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:48"
    },
    {
      "nodeID": "155455",
      "text": "The evidence shows that reptiles did give rise to birds, but nothing shows monkeys became humans. Monkeys are far to evolved in their own way to give rise to us.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:48"
    },
    {
      "nodeID": "155456",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:48"
    },
    {
      "nodeID": "155457",
      "text": "It sounds to me that this 'new' enzymatic activity came from non-coding dna switching on a gene to produce it. That is what one would expect to find.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:48"
    },
    {
      "nodeID": "155458",
      "text": "Nope. Frame-shifts move the whole code down one step, making entirely new genes. Often, this is disastrous, but sometimes, a useful new enzyme results. Barbarian observes: It's remarkable then, how much progress we've made. You may or may not approve of the theory, but it works very well at learning more about biology. And, as you may have noticed, we've been very successful at interpreting the data. We've learned to do a lot of things as a result. One of the most important reasons scientists accept the theory is that it works.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:48"
    },
    {
      "nodeID": "155459",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:48"
    },
    {
      "nodeID": "155460",
      "text": "and the organism is not equipped to function in any predetermined fashion.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:48"
    },
    {
      "nodeID": "155461",
      "text": "That's right. It merely has the capacity to make errors which sometimes slightly improves function in a particular environment. And those tend to accumulate over time.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:48"
    },
    {
      "nodeID": "155462",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:48"
    },
    {
      "nodeID": "155463",
      "text": "The errors can only be arbitrary and random",
      "type": "I",
      "timestamp": "2016-03-08 20:23:48"
    },
    {
      "nodeID": "155464",
      "text": "Yep. Darwin's discovery was that natural selection was the reason that evolution wasn't random.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:48"
    },
    {
      "nodeID": "155465",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:48"
    },
    {
      "nodeID": "155466",
      "text": "In the following example that you provided: What is the context of the word 'truncated'? The way I read it - it is talking about a truncated string of code or something. What was truncated?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:48"
    },
    {
      "nodeID": "155467",
      "text": "The gene and therefore the enzyme it produces. LPL is the designation for a gene that encodes Lipoprotein Lipase, an enzyme that hydrolyzes lipids in lipoproteins. The actual gene encodes a protein of 475 amino acids that becomes a mature protein of 448 amino acids after cleavage of a signal peptide. One study was able to identify 3 common SNPs (Single Nucleotide Polymorphism) in the coding region of the gene, 2 of which result in small changes in enzyme function in European populations. The third SNP converts that locus to a stop codon and results in an enzyme that is 447 amino acids long. Thus, the enzyme has been truncated. The resulting enzyme, LPL S447X, is functional. In fact, it results in lower incidence of vascular disease and lower blood pressure. Other truncations result in non-functional enzymes.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:49"
    },
    {
      "nodeID": "155468",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:49"
    }
  ],
  "edges": [
    {
      "edgeID": "194290",
      "fromID": "155380",
      "toID": "155381",
      "formEdgeID": null
    },
    {
      "edgeID": "194291",
      "fromID": "155381",
      "toID": "155379",
      "formEdgeID": null
    },
    {
      "edgeID": "194292",
      "fromID": "155383",
      "toID": "155384",
      "formEdgeID": null
    },
    {
      "edgeID": "194293",
      "fromID": "155384",
      "toID": "155382",
      "formEdgeID": null
    },
    {
      "edgeID": "194294",
      "fromID": "155386",
      "toID": "155387",
      "formEdgeID": null
    },
    {
      "edgeID": "194295",
      "fromID": "155387",
      "toID": "155385",
      "formEdgeID": null
    },
    {
      "edgeID": "194296",
      "fromID": "155389",
      "toID": "155390",
      "formEdgeID": null
    },
    {
      "edgeID": "194297",
      "fromID": "155390",
      "toID": "155388",
      "formEdgeID": null
    },
    {
      "edgeID": "194298",
      "fromID": "155392",
      "toID": "155393",
      "formEdgeID": null
    },
    {
      "edgeID": "194299",
      "fromID": "155393",
      "toID": "155391",
      "formEdgeID": null
    },
    {
      "edgeID": "194300",
      "fromID": "155395",
      "toID": "155396",
      "formEdgeID": null
    },
    {
      "edgeID": "194301",
      "fromID": "155396",
      "toID": "155394",
      "formEdgeID": null
    },
    {
      "edgeID": "194302",
      "fromID": "155397",
      "toID": "155398",
      "formEdgeID": null
    },
    {
      "edgeID": "194303",
      "fromID": "155398",
      "toID": "155380",
      "formEdgeID": null
    },
    {
      "edgeID": "194304",
      "fromID": "155400",
      "toID": "155401",
      "formEdgeID": null
    },
    {
      "edgeID": "194305",
      "fromID": "155401",
      "toID": "155399",
      "formEdgeID": null
    },
    {
      "edgeID": "194306",
      "fromID": "155403",
      "toID": "155404",
      "formEdgeID": null
    },
    {
      "edgeID": "194307",
      "fromID": "155404",
      "toID": "155402",
      "formEdgeID": null
    },
    {
      "edgeID": "194308",
      "fromID": "155406",
      "toID": "155407",
      "formEdgeID": null
    },
    {
      "edgeID": "194309",
      "fromID": "155407",
      "toID": "155405",
      "formEdgeID": null
    },
    {
      "edgeID": "194310",
      "fromID": "155408",
      "toID": "155409",
      "formEdgeID": null
    },
    {
      "edgeID": "194311",
      "fromID": "155409",
      "toID": "155380",
      "formEdgeID": null
    },
    {
      "edgeID": "194312",
      "fromID": "155410",
      "toID": "155411",
      "formEdgeID": null
    },
    {
      "edgeID": "194313",
      "fromID": "155411",
      "toID": "155397",
      "formEdgeID": null
    },
    {
      "edgeID": "194314",
      "fromID": "155413",
      "toID": "155414",
      "formEdgeID": null
    },
    {
      "edgeID": "194315",
      "fromID": "155414",
      "toID": "155412",
      "formEdgeID": null
    },
    {
      "edgeID": "194316",
      "fromID": "155416",
      "toID": "155417",
      "formEdgeID": null
    },
    {
      "edgeID": "194317",
      "fromID": "155417",
      "toID": "155415",
      "formEdgeID": null
    },
    {
      "edgeID": "194318",
      "fromID": "155419",
      "toID": "155420",
      "formEdgeID": null
    },
    {
      "edgeID": "194319",
      "fromID": "155420",
      "toID": "155418",
      "formEdgeID": null
    },
    {
      "edgeID": "194320",
      "fromID": "155422",
      "toID": "155423",
      "formEdgeID": null
    },
    {
      "edgeID": "194321",
      "fromID": "155423",
      "toID": "155421",
      "formEdgeID": null
    },
    {
      "edgeID": "194322",
      "fromID": "155425",
      "toID": "155426",
      "formEdgeID": null
    },
    {
      "edgeID": "194323",
      "fromID": "155426",
      "toID": "155424",
      "formEdgeID": null
    },
    {
      "edgeID": "194324",
      "fromID": "155428",
      "toID": "155429",
      "formEdgeID": null
    },
    {
      "edgeID": "194325",
      "fromID": "155429",
      "toID": "155427",
      "formEdgeID": null
    },
    {
      "edgeID": "194326",
      "fromID": "155431",
      "toID": "155432",
      "formEdgeID": null
    },
    {
      "edgeID": "194327",
      "fromID": "155432",
      "toID": "155430",
      "formEdgeID": null
    },
    {
      "edgeID": "194328",
      "fromID": "155434",
      "toID": "155435",
      "formEdgeID": null
    },
    {
      "edgeID": "194329",
      "fromID": "155435",
      "toID": "155433",
      "formEdgeID": null
    },
    {
      "edgeID": "194330",
      "fromID": "155437",
      "toID": "155438",
      "formEdgeID": null
    },
    {
      "edgeID": "194331",
      "fromID": "155438",
      "toID": "155436",
      "formEdgeID": null
    },
    {
      "edgeID": "194332",
      "fromID": "155440",
      "toID": "155441",
      "formEdgeID": null
    },
    {
      "edgeID": "194333",
      "fromID": "155441",
      "toID": "155439",
      "formEdgeID": null
    },
    {
      "edgeID": "194334",
      "fromID": "155443",
      "toID": "155444",
      "formEdgeID": null
    },
    {
      "edgeID": "194335",
      "fromID": "155444",
      "toID": "155442",
      "formEdgeID": null
    },
    {
      "edgeID": "194336",
      "fromID": "155446",
      "toID": "155447",
      "formEdgeID": null
    },
    {
      "edgeID": "194337",
      "fromID": "155447",
      "toID": "155445",
      "formEdgeID": null
    },
    {
      "edgeID": "194338",
      "fromID": "155449",
      "toID": "155450",
      "formEdgeID": null
    },
    {
      "edgeID": "194339",
      "fromID": "155450",
      "toID": "155448",
      "formEdgeID": null
    },
    {
      "edgeID": "194340",
      "fromID": "155452",
      "toID": "155453",
      "formEdgeID": null
    },
    {
      "edgeID": "194341",
      "fromID": "155453",
      "toID": "155451",
      "formEdgeID": null
    },
    {
      "edgeID": "194342",
      "fromID": "155455",
      "toID": "155456",
      "formEdgeID": null
    },
    {
      "edgeID": "194343",
      "fromID": "155456",
      "toID": "155454",
      "formEdgeID": null
    },
    {
      "edgeID": "194344",
      "fromID": "155458",
      "toID": "155459",
      "formEdgeID": null
    },
    {
      "edgeID": "194345",
      "fromID": "155459",
      "toID": "155457",
      "formEdgeID": null
    },
    {
      "edgeID": "194346",
      "fromID": "155461",
      "toID": "155462",
      "formEdgeID": null
    },
    {
      "edgeID": "194347",
      "fromID": "155462",
      "toID": "155460",
      "formEdgeID": null
    },
    {
      "edgeID": "194348",
      "fromID": "155464",
      "toID": "155465",
      "formEdgeID": null
    },
    {
      "edgeID": "194349",
      "fromID": "155465",
      "toID": "155463",
      "formEdgeID": null
    },
    {
      "edgeID": "194350",
      "fromID": "155467",
      "toID": "155468",
      "formEdgeID": null
    },
    {
      "edgeID": "194351",
      "fromID": "155468",
      "toID": "155466",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
