{
  "nodes": [
    {
      "nodeID": "69953",
      "text": "No.",
      "type": "I",
      "timestamp": "2015-06-25 12:57:27"
    },
    {
      "nodeID": "152318",
      "text": "Originally posted by gilligan8503 if i want to kill myself, i don't fear it. you act like people have multiple personalities and cannot control what the other is doing. if i choose to commit suicide, it's all good. that is what i want. if someone shoots and kills me, i have not choice. you say you fear a fatty diet, but i bet you won't walk into a gang circle and XXXX them off. do it if you are so sure you don't fear guns.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:48"
    },
    {
      "nodeID": "152319",
      "text": "No I won't walk into that situation. What you feel to be right is OK with me. It is what you feel to be right and try to make it public policy is what I disagree with. You should fear yourself. YOU are a greater danger to yourself than a felon with a firearm. You have an extremely skewed sense of risk assement. I don't expect to change your mind, after all I don't expect to convince someone with an irrational fear of flying that it is safe. Want to kill yourself? Sucide? That is very irrational isn't it?",
      "type": "I",
      "timestamp": "2016-03-08 20:16:48"
    },
    {
      "nodeID": "152320",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:48"
    },
    {
      "nodeID": "152321",
      "text": "Originally posted by wjim1269 #1) Could you please tell me where that argument was posted? I can't find it. #2) Gun control doesn't take guns from the criminals. It just tacks on another offense when they use them. Maybe that argument isn't the best, but it shows that gun control is actually useless.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:48"
    },
    {
      "nodeID": "152322",
      "text": "It's posted here in another thread at www.youdebate.com/vBulletin/showthread.php?threadid=587&perpage=15&pagenumber=3 The car/gun analogy keeps being brought up. Kelvin hasn't addressed the objections to the car/gun analogy. When you only look at the the things that support your point of view and ignore other things that don't support your point of view then it's pretty easy to reach the conclusion you want.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:49"
    },
    {
      "nodeID": "152323",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:16:49"
    },
    {
      "nodeID": "152324",
      "text": "Originally posted by voiceofreason Actually, guns are probably more dangerous per minute of exposure according to this article. http://www.vahv.org/NEJM-ed.html",
      "type": "I",
      "timestamp": "2016-03-08 20:16:49"
    },
    {
      "nodeID": "152325",
      "text": "'Probably' is that your feelings on the subject  or A scientifically supported statement.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:49"
    },
    {
      "nodeID": "152326",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:49"
    },
    {
      "nodeID": "152327",
      "text": "Originally posted by kelvin90701 'Canada, Australia, and New Zealand all have many guns (though not nearly as many handguns as does the United States). The key difference is that these countries do a much better job than we do of keeping guns out of the wrong hands. Their experience shows that when there are reasonable restrictions, relatively few outlaws can possess or use guns. ' - http://www.vahv.org/NEJM-ed.html  I am 100% in favor of outlaws not having guns. If you have not noticed, 3 groups of people can not have guns in this country. 1) The insane 2) Criminals 3) Domestic violence perps It is currently illegal for outlaws to have guns. Passing another law will just make outlaws 'double-lly' illegal. NO MORE LAWS are need. ENFORCEMENT of current laws is what is needed. If law #1 is not enforced, what makes you think law #2 will be enforced?",
      "type": "I",
      "timestamp": "2016-03-08 20:16:49"
    },
    {
      "nodeID": "152328",
      "text": "Well if you're going to quote that article that mentions Canada to support your opinion, then does that mean you're in favor of gun registration and licensing? Canada has them. And if the NRA is really interested in enforcing laws why do they ask congress to reduce the budget of law enforcement? The NRA uses its political muscle to make it easier for criminals to obtain guns. Robert Ricker, former top lawyer of the NRA, talks about it.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:49"
    },
    {
      "nodeID": "152329",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:49"
    },
    {
      "nodeID": "152330",
      "text": "Ricker disagrees. ¡°This is spin. This is what I used to do for the industry,¡± he says. ¡°The National Rifle Association, every year, is before the appropriations committees on Capitol Hill advocating that ATF's budget be cut. They know that ATF does not have the manpower or the money to do an adequate job enforcing our gun laws.¡± Why would they want their budget cut if they don't have an adequate budget? http://www.cbsnews.com/stories/2003/05/09/60minutes/main553147.shtml",
      "type": "I",
      "timestamp": "2016-03-08 20:16:49"
    },
    {
      "nodeID": "152331",
      "text": "So if you're really interested in enforcing gun laws, don't support the NRA.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:49"
    },
    {
      "nodeID": "152332",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:49"
    },
    {
      "nodeID": "152333",
      "text": "Originally posted by voiceofreason Well if you're going to quote that article that mentions Canada to support your opinion, then does that mean you're in favor of gun registration and licensing? Canada has them. And if the NRA is really interested in enforcing laws why do they ask congress to reduce the budget of law enforcement? The NRA uses its political muscle to make it easier for criminals to obtain guns. Robert Ricker, former top lawyer of the NRA, talks about it.  So if you're really interested in enforcing gun laws, don't support the NRA.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:49"
    },
    {
      "nodeID": "152334",
      "text": "'What is true, Ricker says, is that gun manufacturers have long known that distributors and retailers supply thousands of guns each year to criminals, and yet gun makers deliberately look the other way. ' The quote says it all. That attitude breaks many cornerstone laws regarding personal responsibility. Manufactures are NOT responsible for customers illegal activity. GM and Ford know that 100% of all the product they sell will be used illegally. Everyone of their cars will be used to break speed limits. No one obeys speed limts, the only time speed limits are obeyed is when a cop is watching. Yet GM and Ford are not responsible for all the illegal activity of their products. Shifting the responsbility for enforcement breaks many traditions and laws regarding individual personal responsibility. When a customer breaks a law using a product, manufactures are not responsible, that goes for both guns and cars, or any product that is sold and used for criminal purposes. There certainly a lack of cooperation between the ATF and the NRA. They really should be working together. It takes two sides to make a conflict. The ATF is trying to single out gun manufactures to be responsible for policing customers. NO OTHER INDUSTRY is being held accountable like that. That is why there is a conflict between the NRA and ATF. The NRA asks that gun manufactures to be treated with the same consideration of existing laws and standards applied to other industries. The NRA supports any efforts to take firearms away from criminals, but they are asking that gun manufactures not be held accountable for customer illegal activity. Which is the position of every single product manufacturer not matter what you make and sell. It is not that gun manufactures are looking away, they do. So does every other manufacture who makes any other product.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:49"
    },
    {
      "nodeID": "152335",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:16:49"
    },
    {
      "nodeID": "152336",
      "text": "Originally posted by Crim  I do not fear fatty foods because it would take decades of eating them often to have a negative affect. .",
      "type": "I",
      "timestamp": "2016-03-08 20:16:49"
    },
    {
      "nodeID": "152337",
      "text": "http://www.c-r-y.org.uk/heart_attack_young_healthy_people.htm 'Among those who have been killed by the disease is the son of one-time Wales football manager, Terry Yorath, Daniel, who died aged 15, within months of signing for Leeds United; Olympic cycling hopeful Adrian Hawkins, 22; Everton footballing prodigy John Marshall who was just 16; and Laura Moss, 13, a brilliant young international swimmer. '  http://www.aapn.org/fatfood.html 'It starts a very early age,'' said pathologist Gray T. Malcom  Good luck!",
      "type": "I",
      "timestamp": "2016-03-08 20:16:50"
    },
    {
      "nodeID": "152338",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:50"
    },
    {
      "nodeID": "152339",
      "text": "Fear what ever you like, but when you make it public policy even in the face of overwhelming scientific evidence that it is irrational, then is that OK?",
      "type": "I",
      "timestamp": "2016-03-08 20:16:50"
    },
    {
      "nodeID": "152340",
      "text": "Public policy protects us -or at least attempts to- from really unhealthy foods through nutritional information labels. People who choose to eat unhealthy foods do so despite knowing that doing so may lead to health problems. Besides being careful not to get into situations where you are likely to be shot, people don't have much control over whether or not someone pulls a gun on them, and that is why most people are more afraid of being killed by someone else's gun than their own eating habits.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:50"
    },
    {
      "nodeID": "152341",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:50"
    },
    {
      "nodeID": "152342",
      "text": "Ok so then you are not affraid of a fatty diet?",
      "type": "I",
      "timestamp": "2016-03-08 20:16:50"
    },
    {
      "nodeID": "152343",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:50"
    },
    {
      "nodeID": "152344",
      "text": "I am deathly afraid of fatty diets, because the indisputable scientific evidence says I should.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:50"
    },
    {
      "nodeID": "152345",
      "text": "Just because something is bad doesn't mean you should fear it, because it's easily avoidable.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:50"
    },
    {
      "nodeID": "152346",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:50"
    },
    {
      "nodeID": "152347",
      "text": "Your chance of committing sucide at 0% is completely false. If you feel that way it is OK, but the scientific fact is your chance is: 2% if your a white male.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:50"
    },
    {
      "nodeID": "152348",
      "text": "The situation has nothing to do with chance. People don't have to draw cards to figure out who is going to have to kill themselves.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:50"
    },
    {
      "nodeID": "152349",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:50"
    },
    {
      "nodeID": "152350",
      "text": "Originally posted by dsadevil The purpose of a car is not to kill someone/thing with, it is for transportation. If it is misused, it can kill, but as y'all claim, that applies to anything. The key difference with guns is that the primary and really sole purpose of guns is to kill something with. No one carries them for aeshtitic appeal. Is it true some people carry them for defense? Sure, but its defense on the premise that you can kill someone who attacks you, or at least deter them via threat of death. This isn't to take sides in this debate, I don't want to. But I have heard this argument made many times before, and it is getting annoying because it is clearly invalid.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:50"
    },
    {
      "nodeID": "152351",
      "text": "dsadevil, your argument has been ignored. It seems that the pro-gunners have a habit of ignoring arguments that don't support their agenda. It's also happened in this forum with the subject of fatty foods.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:50"
    },
    {
      "nodeID": "152352",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:51"
    },
    {
      "nodeID": "152353",
      "text": "'Among those who have been killed by the disease is the son of one-time Wales football manager, Terry Yorath, Daniel, who died aged 15, within months of signing for Leeds United; Olympic cycling hopeful Adrian Hawkins, 22; Everton footballing prodigy John Marshall who was just 16; and Laura Moss, 13, a brilliant young international swimmer. '",
      "type": "I",
      "timestamp": "2016-03-08 20:16:51"
    },
    {
      "nodeID": "152354",
      "text": "This shows that people have heart problems even when they're not obese and don't consume fatty foods, which goes AGAINST your original argument.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:51"
    },
    {
      "nodeID": "152355",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:51"
    }
  ],
  "edges": [
    {
      "edgeID": "192120",
      "fromID": "152319",
      "toID": "152320",
      "formEdgeID": null
    },
    {
      "edgeID": "192121",
      "fromID": "152320",
      "toID": "152318",
      "formEdgeID": null
    },
    {
      "edgeID": "192122",
      "fromID": "152322",
      "toID": "152323",
      "formEdgeID": null
    },
    {
      "edgeID": "192123",
      "fromID": "152323",
      "toID": "152321",
      "formEdgeID": null
    },
    {
      "edgeID": "192124",
      "fromID": "152325",
      "toID": "152326",
      "formEdgeID": null
    },
    {
      "edgeID": "192125",
      "fromID": "152326",
      "toID": "152324",
      "formEdgeID": null
    },
    {
      "edgeID": "192126",
      "fromID": "152328",
      "toID": "152329",
      "formEdgeID": null
    },
    {
      "edgeID": "192127",
      "fromID": "152329",
      "toID": "152327",
      "formEdgeID": null
    },
    {
      "edgeID": "192128",
      "fromID": "152331",
      "toID": "152332",
      "formEdgeID": null
    },
    {
      "edgeID": "192129",
      "fromID": "152332",
      "toID": "152330",
      "formEdgeID": null
    },
    {
      "edgeID": "192130",
      "fromID": "152334",
      "toID": "152335",
      "formEdgeID": null
    },
    {
      "edgeID": "192131",
      "fromID": "152335",
      "toID": "152333",
      "formEdgeID": null
    },
    {
      "edgeID": "192132",
      "fromID": "152337",
      "toID": "152338",
      "formEdgeID": null
    },
    {
      "edgeID": "192133",
      "fromID": "152338",
      "toID": "152336",
      "formEdgeID": null
    },
    {
      "edgeID": "192134",
      "fromID": "152340",
      "toID": "152341",
      "formEdgeID": null
    },
    {
      "edgeID": "192135",
      "fromID": "152341",
      "toID": "152339",
      "formEdgeID": null
    },
    {
      "edgeID": "192136",
      "fromID": "69953",
      "toID": "152343",
      "formEdgeID": null
    },
    {
      "edgeID": "192137",
      "fromID": "152343",
      "toID": "152342",
      "formEdgeID": null
    },
    {
      "edgeID": "192138",
      "fromID": "152345",
      "toID": "152346",
      "formEdgeID": null
    },
    {
      "edgeID": "192139",
      "fromID": "152346",
      "toID": "152344",
      "formEdgeID": null
    },
    {
      "edgeID": "192140",
      "fromID": "152348",
      "toID": "152349",
      "formEdgeID": null
    },
    {
      "edgeID": "192141",
      "fromID": "152349",
      "toID": "152347",
      "formEdgeID": null
    },
    {
      "edgeID": "192142",
      "fromID": "152351",
      "toID": "152352",
      "formEdgeID": null
    },
    {
      "edgeID": "192143",
      "fromID": "152352",
      "toID": "152350",
      "formEdgeID": null
    },
    {
      "edgeID": "192144",
      "fromID": "152354",
      "toID": "152355",
      "formEdgeID": null
    },
    {
      "edgeID": "192145",
      "fromID": "152355",
      "toID": "152353",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
