{
  "nodes": [
    {
      "nodeID": "151862",
      "text": "Originally posted by fallingupwards can you please respond to FDR and his New Deal that saved the country?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:38"
    },
    {
      "nodeID": "151863",
      "text": "Look at the DJIA. In the early 30s the economy was starting to turn around. Was it the New Deal? I'm willing to accept that. But the economy was about as low as it could go and could go no where else but up. In the years just before WW2 it looked like the economy was about it take another dump. Saying the New Deal saved the country does have some merit, but it is shaky at best. I can say for sure the economic explosion after WW2 was due to massive defense spending.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:38"
    },
    {
      "nodeID": "151864",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:38"
    },
    {
      "nodeID": "151865",
      "text": "Originally posted by fallingupwards i'm not a big fan of massive defense spending, but it is government spending nonetheless. therefore, if you say that ww2 stopped the depression, then you are also saying that government spending can take us out of an economic slump. same thing applies if you think it was the New Deal",
      "type": "I",
      "timestamp": "2016-03-08 20:15:39"
    },
    {
      "nodeID": "151866",
      "text": "That is exactly what I am saying. By no means do I condone big government saving the economy by any means, defense spending or anything resembling a modern New Deal. What may suprise you here is that I am afraid of people with guns! Especially a large well equiped military. A large well equiped military can have politcal power unto itself. It is a large credit to our professional officer corps that we don't have a miitary coup every few years. I just wish the rest of our government had the same discipline. Then I could entertain the idea of socialism. When the state has political power, it never gives it back. Before I get flamed, I am not advocating a military junta as form of government for the United States.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:39"
    },
    {
      "nodeID": "151867",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:39"
    },
    {
      "nodeID": "151868",
      "text": "Europe has a superior form of government and Americans need to relize this. .",
      "type": "I",
      "timestamp": "2016-03-08 20:15:39"
    },
    {
      "nodeID": "151869",
      "text": "Sorry, but what you do not realize is that we kicked out European forms of government in 1776. We saved European governments in WW2. The USA was the very FRIST government ever to be rulled by common and free men. When the USA first had the vote, Europe still had kings and emperors. Europe has become more like the USA and needs to work harder to become more like the USA. The USA had true freedom for more than 100 years before Europe started to get rid of their kings. In a few European countries they still have thier kings. I do not want to see a return of kings the the USA. Europe is almost like the USA, they just need to try a little harder.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:39"
    },
    {
      "nodeID": "151870",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:39"
    },
    {
      "nodeID": "151871",
      "text": "Socialism, communism and capitalism aren't the only choices for how to organize an economy. Also, the US at present is neither 'pure capitalist' nor socialist.  I do believe that some people should re-evaluate their definitions of socialism, as they seem confused about what it is.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:39"
    },
    {
      "nodeID": "151872",
      "text": "The US is still the closest thing to a pure capitalist country in the world. But you are correct, our system is not a pure capitalist one. We have reminants of all types of systems including socialism. In the modern world I don't think a society as large as the US is could be run under just one pure system.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:39"
    },
    {
      "nodeID": "151873",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:39"
    },
    {
      "nodeID": "151874",
      "text": "Sorry, but what you do not realize is that we kicked out European forms of government in 1776. We saved European governments in WW2. The USA was the very FRIST government ever to be rulled by common and free men. When the USA first had the vote, Europe still had kings and emperors.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:39"
    },
    {
      "nodeID": "151875",
      "text": "The founding fathers were afraid to trust the common people with the right to vote. They didn't want mob rule and chaos. 'Most of the Founders believed that property ownership was essential to good citizenship and therefore that only property owners should be able to vote. 'Property', in those days, also included slaves, of course, and half of the Founders were slave owners....The maintenance of power in the hands of the elite was further strengthened by who could vote. In 1787, there were about four million people living in the 13 original states. But only about four percent of them, it is estimated, could vote. Excluded were the one million slaves, the two million women, anyone under the age of 21, and all non-property owners.' http://www.alternativesmagazine.com/22/lonsdale.html",
      "type": "I",
      "timestamp": "2016-03-08 20:15:39"
    },
    {
      "nodeID": "151876",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:39"
    },
    {
      "nodeID": "151877",
      "text": "The USA was the very FRIST government ever to be rulled by common and free men.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:39"
    },
    {
      "nodeID": "151878",
      "text": "Nonsense. The US has yet to become a democracy. In any case, the republic-style government (democracy of the elite) replicates ancient Athenian government very closely, and is a very twisted take on the Haudenaushonee (6 Nations- Mohawk, Oneida, Onondaga, Seneca, Cayuga, Tuscarora), who were an actual democracy thousands of years before European invasion.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:39"
    },
    {
      "nodeID": "151879",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:39"
    },
    {
      "nodeID": "151880",
      "text": "What is your point?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:40"
    },
    {
      "nodeID": "151881",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:40"
    },
    {
      "nodeID": "151882",
      "text": "Possibly that the US was not supposed to be, and is not a democracy? In any case, the rulers were not 'common', neither were the people 'free'.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:40"
    },
    {
      "nodeID": "151883",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:40"
    },
    {
      "nodeID": "151884",
      "text": "best way to create jobs has always been to go to war.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:40"
    },
    {
      "nodeID": "151885",
      "text": "I think you are probably right.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:40"
    },
    {
      "nodeID": "151886",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:40"
    },
    {
      "nodeID": "151887",
      "text": "Or at least eliminate some of the competition from the workforce. (A bit callous I know.) War has historically assisted the economy although not completely. How many outstanding WWII debts are there? I believe only finland has repaid in full.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:40"
    },
    {
      "nodeID": "151888",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:40"
    },
    {
      "nodeID": "151889",
      "text": "unemployment did not decrease during reagans administration, it increased. and the deficit remained extremely high until clinton's administration. can you please respond to FDR and his New Deal that saved the country?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:40"
    },
    {
      "nodeID": "151890",
      "text": "FDR saved this country? If I recall, it was in 1933 that, because of a combination of weakened capital situations from Reconstruction Finance Corporation loans which published lists of the loan takers, and a nation-wide banking holiday, banks around the country went through a new wave of demise, dropping the D/C and D/R ratios so sharply that, in one month alone, the money stock (M2) fell a whopping 4 1/2%. Wasnt it under FDR that the NIRA codes, and, after 1935, the NLRA, enacted minimum wages, driving up nominal wages and thus unemployment? Wasnt it during FDR administration that the reserve ratio was *doubled*, sending us back into another recession starting 1937? The only thing FDR 'saved' was the depression for a couple more years. -GFA",
      "type": "I",
      "timestamp": "2016-03-08 20:15:40"
    },
    {
      "nodeID": "151891",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:40"
    }
  ],
  "edges": [
    {
      "edgeID": "191800",
      "fromID": "151863",
      "toID": "151864",
      "formEdgeID": null
    },
    {
      "edgeID": "191801",
      "fromID": "151864",
      "toID": "151862",
      "formEdgeID": null
    },
    {
      "edgeID": "191802",
      "fromID": "151866",
      "toID": "151867",
      "formEdgeID": null
    },
    {
      "edgeID": "191803",
      "fromID": "151867",
      "toID": "151865",
      "formEdgeID": null
    },
    {
      "edgeID": "191804",
      "fromID": "151869",
      "toID": "151870",
      "formEdgeID": null
    },
    {
      "edgeID": "191805",
      "fromID": "151870",
      "toID": "151868",
      "formEdgeID": null
    },
    {
      "edgeID": "191806",
      "fromID": "151872",
      "toID": "151873",
      "formEdgeID": null
    },
    {
      "edgeID": "191807",
      "fromID": "151873",
      "toID": "151871",
      "formEdgeID": null
    },
    {
      "edgeID": "191808",
      "fromID": "151875",
      "toID": "151876",
      "formEdgeID": null
    },
    {
      "edgeID": "191809",
      "fromID": "151876",
      "toID": "151874",
      "formEdgeID": null
    },
    {
      "edgeID": "191810",
      "fromID": "151878",
      "toID": "151879",
      "formEdgeID": null
    },
    {
      "edgeID": "191811",
      "fromID": "151879",
      "toID": "151877",
      "formEdgeID": null
    },
    {
      "edgeID": "191812",
      "fromID": "151880",
      "toID": "151881",
      "formEdgeID": null
    },
    {
      "edgeID": "191813",
      "fromID": "151881",
      "toID": "151875",
      "formEdgeID": null
    },
    {
      "edgeID": "191814",
      "fromID": "151882",
      "toID": "151883",
      "formEdgeID": null
    },
    {
      "edgeID": "191815",
      "fromID": "151883",
      "toID": "151880",
      "formEdgeID": null
    },
    {
      "edgeID": "191816",
      "fromID": "151885",
      "toID": "151886",
      "formEdgeID": null
    },
    {
      "edgeID": "191817",
      "fromID": "151886",
      "toID": "151884",
      "formEdgeID": null
    },
    {
      "edgeID": "191818",
      "fromID": "151887",
      "toID": "151888",
      "formEdgeID": null
    },
    {
      "edgeID": "191819",
      "fromID": "151888",
      "toID": "151884",
      "formEdgeID": null
    },
    {
      "edgeID": "191820",
      "fromID": "151890",
      "toID": "151891",
      "formEdgeID": null
    },
    {
      "edgeID": "191821",
      "fromID": "151891",
      "toID": "151889",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
