{
  "nodes": [
    {
      "nodeID": "148998",
      "text": "City Hall &#8211; Speaker Christine C Quinn, together with Council Member Al Vann, today announced legislation that would increase penalties for selling a toy gun by 500 percent. The legislation would also enhance the Department of Consumer Affairs&#8217; enforcement ability and allow the agency to shut stores that are repeat offenders of the law. Department of Consumer Affairs (DCA) Commissioner Jonathan Mintz and Criminal Justice Coordinator John Feinblatt joined the Speaker and Council Members at the announcement. The officials also announced a new citywide public awareness campaign about the dangers of toy guns that look real and real guns that look like toys. &#8220;Despite the fact that New York City&#8217;s toy and imitation gun law has been in existence for several years many merchants continue to sell items that resemble real guns,&#8221; said Council Speaker Quinn. &#8220;Our communities are at risk when they cannot tell a fake toy gun from a real one and the dangers these items present are all too real. Children have been hurt and even killed as a result of these guns being out in our communities.&#8221; The City Council&#8217;s Consumer Affairs Committee will hold a hearing on the legislation this afternoon. The proposed bill would increase the fine for a first violation from $1,000 to up to $5,000. It would also increase the fines for subsequent violations within a two year period from $3,000 to up to $8,000. Finally, it would also permit DCA to seal, for up to five days, the premises of a store found guilty of three or more violations within a two year period. Current law imposes a fine of up to $1,000 but does not increase that amount for subsequent violations. Since 2002, DCA has removed more than 7,200 imitation guns from the shelves of nearly 240 stores throughout the city and levied $2.4 million in fines. Today, the City also announced a new subway advertising campaign, to be displayed in 2,100 subway cars, all 468 subway stations and more than 5,400 buses. The campaign warns New Yorkers of the dangers of realistic-looking toy guns and the dangers of real guns that are painted to look like toys. The campaign&#8217;s advertisements demonstrate potential confusion about gun coloration and warn people that it is illegal either to make a fake gun look real or make a real gun look like a toy. New Yorkers are encouraged to call 311 about either problem. Calls to 311 that concern real guns that look fake will be forwarded to the Police Department&#8217;s Gun Stop hotline. Callers can receive a $1,000 reward for information that leads to a conviction and can remain anonymous. The City has received a grant from the New York State Division of Criminal Justice Services to support the ad campaign. &#8220;Gun violence is plaguing the Bedford-Stuyvesant and Crown Heights neighborhoods that I represent, as well as communities across the city and country,&#8221; said Council Member Al Vann, prime sponsor of the bill. &#8220;When I introduced this legislation, my intentions were also to stem the glorification of guns within our communities, and push the businesses that we patronize to be responsible members of our neighborhoods. I will continue working to address gun violence and its underlying issues. In light of the senseless shooting that occurred in my district Sunday night, it is apparent that we must work more diligently to stem the violence that is afflicting our neighborhoods.&#8221; &#8220;There is little debate that realistic-looking toy guns pose a serious threat to the safety and welfare of police officers and New Yorkers as a whole,&#8221; stated Deputy Majority Leader Leroy Comrie. &#8220;Sadly, violence resulting from toy guns has happened too many times in this city. This bill is a common sense solution to a very serious threat to our safety.&#8221; &#8220;Toy guns that look real and real guns that look like toys threaten the safety of our dedicated police officers and our children, especially during this holiday season,&#8221; said Criminal Justice Coordinator John Feinblatt. &#8220;This public awareness campaign will help to educate the public about the dangers posed by these guns.&#8221;  &#8220;Imitation firearms that look real are not party items to be wrapped up and given as gifts during the holiday season, and they&#8217;re certainly not toys,&#8221; said Consumer Affairs Commissioner Jonathan Mintz. &#8220;DCA appreciates the Council&#8217;s strong and unequivocal message to the City&#8217;s retailers who must do right by their customers and their communities by keeping these dangerous items off their shelves forever.&#8221; &#8220;With the holiday season in full swing, it is particularly important to bring attention to the fact that toy guns can cause accidents resulting in serious injury or death,&#8221; said Council Member Maria del Carmen Arroyo, Co-Chair of the Black, Latino and Asian Caucus. &#8220;Time and time again our communities are at risk and at serious danger when someone carries what is perceived to be a fake gun. I want to thank the Speaker and the Administration for strengthening the penalties in hopes that repeat offenders cease to sell improper toy guns.&#8221;  &#8220;Last month an there was an unfortunate incident in my district where a young teen was shot by police because they mistook his toy gun for a fake one,&#8221; said Council Member Larry Seabrook. &#8220;We need to hold these toy gun sellers accountable for selling such a heinous product. Our children&#8217;s lives are at stake. It is my hope that these penalties will finally deter stores from selling these toys. Our communities need to work together. I ask when they see someone selling bad toy guns or when they see someone concealing a real gun for a fake one to call 311.&#8221; &#8220;This legislation will help prevent further violence by deterring businesses from selling toy guns that look real,&#8221; said Council Member Melissa Mark-Viverito. &#8220;The increased regulations created by this bill will not only prevent toy guns from being used to commit crimes, but also will avert children from being wounded or killed by confused police officers who mistake their toy for a real gun.&#8221; &#8220;Harlem Mothers S.A.V.E. fully supports the action to increase penalties for store owners who are repeat offenders of the law and we agree that the city should have the authority to shut down such establishments and prevent their further endangering lives of our children and safety of community, said Jackie Rowe Adams, Co-founder.  Under New York City&#8217;s Public Safety Law, it is against the law to sell or offer to sell any toy or imitation firearm that can reasonably be perceived to be an actual firearm unless the exterior surface of the toy or imitation firearm is predominantly brightly colored. The range of acceptable colors includes white, bright red, bright orange, bright yellow, bright green, bright blue, bright pink or bright purple.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:43"
    },
    {
      "nodeID": "148999",
      "text": "The desperate flailings of a city with absolutely no common sense. They're so impotent in their abilities to get tough on criminals, they feel it necessary to go after the most unrelated sources to try and make themselves look big and busy. Why not just build a big wall to cut itself off from the rest of the world, and set up high security check points so cars coming and going can be checked to ensure no contraband is being smuggled in.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:44"
    },
    {
      "nodeID": "149000",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:44"
    },
    {
      "nodeID": "149001",
      "text": "Maybe they're just trying to prevent any more kids from being shot by mistake.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:44"
    },
    {
      "nodeID": "149002",
      "text": "You are joking right?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:44"
    },
    {
      "nodeID": "149003",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:44"
    },
    {
      "nodeID": "149004",
      "text": "As unlikely an excuse as there could ever be. In most other places around the country, federal standards are more than sufficient for the job. Federal standards on imitation and toy firearms dictate a blaze orange muzzle/barrel to immediately alert everyone that it's just a toy. Just about every other location in America has no problem with this being the standard. If New York City is worried about kids accidentally getting shot, because their officers simply can't tell the difference between a squirt gun and a real gun, then shouldn't they instead be looking into better training methods for their officers to teach them better control? If the police currently employed by NYC can't tell the difference between a real gun and a toy gun like what you can get at Wal-Mart in the kid's section, then they've got no business being police in the first place.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:44"
    },
    {
      "nodeID": "149005",
      "text": "Well to be fair they do seem to have a problem distinguishing between armed and unarmed people. I recall an imigrant being shot 41 times with just some keys in his hand. Then there was the guy in the car shot while driving black.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:44"
    },
    {
      "nodeID": "149006",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:44"
    },
    {
      "nodeID": "149007",
      "text": "Just about every other location in America has no problem with this being the standard.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:44"
    },
    {
      "nodeID": "149008",
      "text": "Mother Says D.C. Police Shot, Injured Boy Holding Toy Gun|ABC 7 News L.A. Police Shoot Boy Carrying Toy Handgun Boy with toy gun fatally shot by West Memphis police The Commercial Appeal Orlando Sentinel - Boy had realistic toy gun at Milwee Middle",
      "type": "I",
      "timestamp": "2016-03-08 20:09:44"
    },
    {
      "nodeID": "149009",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:44"
    },
    {
      "nodeID": "149010",
      "text": "Federal standards on imitation and toy firearms dictate a blaze orange muzzle/barrel to immediately alert everyone that it's just a toy.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:44"
    },
    {
      "nodeID": "149011",
      "text": "Uzi Machine Toy Gun http://www.amazon.com/Toy-Gun-Holster-Set-Kids/dp/B001KVE8C4 http://www.collectorsonlinemall.com/index.php?mod=products&p=Old_Time_Toys&ID=198 http://www.partytimesrus.com/item/Machine_Gun/7331 http://www.buy.com/retail/product.asp?sku=209646385&listingid=30670919",
      "type": "I",
      "timestamp": "2016-03-08 20:09:44"
    },
    {
      "nodeID": "149012",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:44"
    },
    {
      "nodeID": "149013",
      "text": "Must be getting about time to drag out the old car and five gallon bucket routine again,since far more kids die that way, and since we are talking toy guns we will go with unintentional deaths.  Think it will get it across to him,or any of them? United States Child Mortality, 2003 Number and Rate of Child Deaths, per 100,000 Population (2003) Total Child Population Number of Child Deaths Child Mortality Rate (Ages 0-19) 81,216,385 53,539 65.9 Infant Mortality Number and Rate, per 1,000 Live Births (2003) Number of Live Births Number of Infant Deaths Infant Mortality Rate (Ages 0-1) 4,089,950 28,025 6.9 Selected Causes of Death, Ages 0-19, per 100,000 Population (2003) Cause Number of Deaths Mortality Rate Natural 36,364 44.8 Perinatal Conditions 14,364 17.7 Congenital Anomalies 6,771 8.3 Neoplasms 2,466 3.0 Respiratory Disease 1,625 2.0 Circulatory Disease 1,713 2.1 Nervous System Disease 1,626 2.0 SIDS 2,162 2.7 Unintentional Injury 12,035 14.8 Motor Vehicle 7,677 9.5 Drowning 1,062 1.3 Fire/Burn 551 0.7 Poisoning 650 0.8 Suffocation/Strangulation 910 1.1  Firearm 151 0.2  Homicide 3,001 3.7 Firearm 1,844 2.3 Suicide 1,737 2.1 Firearm 810 1.0 Suffocation/Strangulation 724 0.9 Poisoning 112 0.1",
      "type": "I",
      "timestamp": "2016-03-08 20:09:44"
    },
    {
      "nodeID": "149014",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:45"
    },
    {
      "nodeID": "149015",
      "text": "Do you see the other cities pushing for outrageous standards like NYC?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:45"
    },
    {
      "nodeID": "149016",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:45"
    },
    {
      "nodeID": "149017",
      "text": "Uzi Machine Toy Gun Amazon.com: Toy Gun and Holster Set for Kids: Clothing Home Plastic Toy Machine Gun - Party Time - 800-822-6332 Big Tex Pistol : BF62 - Buy.com",
      "type": "I",
      "timestamp": "2016-03-08 20:09:45"
    },
    {
      "nodeID": "149018",
      "text": "Cute. And I can come up with about 5,000 to 7,000 examples that do have a bright orange muzzle.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:45"
    },
    {
      "nodeID": "149019",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:45"
    },
    {
      "nodeID": "149020",
      "text": "But they can't recognize a kid? tsk tsk tsk Ah well, just more grist for the brady mill. Just another statistic right sinjin?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:45"
    },
    {
      "nodeID": "149021",
      "text": "Whenever you say, 'tsk tsk tsk', I know you got nothin'.:p",
      "type": "I",
      "timestamp": "2016-03-08 20:09:45"
    },
    {
      "nodeID": "149022",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:45"
    },
    {
      "nodeID": "149023",
      "text": "'LITTLE ROCK, Ark. (AP) - Arkansas' Senate has approved a ban on the sale of realistic-looking toy guns after stripping from the title the name of a West Memphis boy fatally shot by police. By a 20-6 vote, the Senate approved the measure to prohibit the sale of play guns that are designed to look like the real thing. Sen. Tracy Steele, the bill's Senate sponsor, said the measure merely mirrors what's already in federal law. The House had approved the measure, which was originally named the DeAunta Farrow Imitation Firearms Act, after the West Memphis boy who was fatally shot by a police officer who said the boy was holding a gun. But the bill's sponsor agreed to remove the boy's name from the bill after complaints from the family, who dispute police accounts that DeAunta was holding a toy weapon. The boy was shot to death in 2007 and a civil lawsuit is pending.' Ark. Senate OKs ban on sale of toy guns that look real",
      "type": "I",
      "timestamp": "2016-03-08 20:09:45"
    },
    {
      "nodeID": "149024",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:45"
    },
    {
      "nodeID": "149025",
      "text": "Cute. And I can come up with about 5,000 examples that do have a bright orange muzzle.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:45"
    },
    {
      "nodeID": "149026",
      "text": "They're going after retailers selling ones that don't. Duh!",
      "type": "I",
      "timestamp": "2016-03-08 20:09:45"
    },
    {
      "nodeID": "149027",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:45"
    }
  ],
  "edges": [
    {
      "edgeID": "189778",
      "fromID": "148999",
      "toID": "149000",
      "formEdgeID": null
    },
    {
      "edgeID": "189779",
      "fromID": "149000",
      "toID": "148998",
      "formEdgeID": null
    },
    {
      "edgeID": "189780",
      "fromID": "149002",
      "toID": "149003",
      "formEdgeID": null
    },
    {
      "edgeID": "189781",
      "fromID": "149003",
      "toID": "149001",
      "formEdgeID": null
    },
    {
      "edgeID": "189782",
      "fromID": "149005",
      "toID": "149006",
      "formEdgeID": null
    },
    {
      "edgeID": "189783",
      "fromID": "149006",
      "toID": "149004",
      "formEdgeID": null
    },
    {
      "edgeID": "189784",
      "fromID": "149008",
      "toID": "149009",
      "formEdgeID": null
    },
    {
      "edgeID": "189785",
      "fromID": "149009",
      "toID": "149007",
      "formEdgeID": null
    },
    {
      "edgeID": "189786",
      "fromID": "149011",
      "toID": "149012",
      "formEdgeID": null
    },
    {
      "edgeID": "189787",
      "fromID": "149012",
      "toID": "149010",
      "formEdgeID": null
    },
    {
      "edgeID": "189788",
      "fromID": "149013",
      "toID": "149014",
      "formEdgeID": null
    },
    {
      "edgeID": "189789",
      "fromID": "149014",
      "toID": "149002",
      "formEdgeID": null
    },
    {
      "edgeID": "189790",
      "fromID": "149015",
      "toID": "149016",
      "formEdgeID": null
    },
    {
      "edgeID": "189791",
      "fromID": "149016",
      "toID": "149008",
      "formEdgeID": null
    },
    {
      "edgeID": "189792",
      "fromID": "149018",
      "toID": "149019",
      "formEdgeID": null
    },
    {
      "edgeID": "189793",
      "fromID": "149019",
      "toID": "149017",
      "formEdgeID": null
    },
    {
      "edgeID": "189794",
      "fromID": "149021",
      "toID": "149022",
      "formEdgeID": null
    },
    {
      "edgeID": "189795",
      "fromID": "149022",
      "toID": "149020",
      "formEdgeID": null
    },
    {
      "edgeID": "189796",
      "fromID": "149023",
      "toID": "149024",
      "formEdgeID": null
    },
    {
      "edgeID": "189797",
      "fromID": "149024",
      "toID": "149015",
      "formEdgeID": null
    },
    {
      "edgeID": "189798",
      "fromID": "149026",
      "toID": "149027",
      "formEdgeID": null
    },
    {
      "edgeID": "189799",
      "fromID": "149027",
      "toID": "149025",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
