{
  "nodes": [
    {
      "nodeID": "152465",
      "text": "2)Would you agree that the violinst argument only parallels abortion if we assume that the donor only needs to be connected for nine months, and no longer?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:06"
    },
    {
      "nodeID": "152466",
      "text": "Not in this instance, no. It isn't trying to parallel pregnancy per se(though it is most relevant for us if we take it as only 9 months), but trying to parallel the moral scenario of having a person attached to you against your will and without your consent. If the pro-life mantra is to be believed, it is never correct to disconnect someone if they will die if you do. So, the argument is applicable for 9 days, 9 months, 9 years or forever.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:06"
    },
    {
      "nodeID": "152467",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:07"
    },
    {
      "nodeID": "152468",
      "text": "3)Would you agree that the violinist argument only parallels abortion if we assume that the violinist being connected does not prevent the donor from carrying out normal activities throughout most of that nine months? In other words, I do not think it a correct picture to paint, as analogous, a donor connected to a violinist who is bed-ridden for nine months, and a pregnant woman who, except in rare circumstances, can engage in normal activity while pregnant.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:07"
    },
    {
      "nodeID": "152469",
      "text": "This is not a part of the argument, though. Whether or not the woman can or cannot perform activities she wishes to do (which is not the case in pregnancy, btw, or at least varies greatly according to the individual) is irrelevant; it deals with the moral question of disconnecting someone who will die if they are not connected with you. The argument is equally applicable no matter the woman's mobility.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:07"
    },
    {
      "nodeID": "152470",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:07"
    },
    {
      "nodeID": "152471",
      "text": "Third, the violinist illustration is not parallel to pregnancy because it equates a stranger/stranger relationship with a mother/child relationship. This is a key point and brings into focus the most dangerous presumption of the violinist illustration, also echoed in McDonagh's thesis. Both presume it is unreasonable to expect a mother to have any obligations towards her own child.  The violinist analogy suggests that a mother has no more responsibility for the welfare of her child than she has to a total stranger. McDonagh's view is even worse. She argues the child is not merely a stranger, but a violent assailant the mother needs to ward off in self-defense.  This error becomes immediately evident if we amend Thompson's illustration. What if the mother woke up from an accident to find herself surgically connected to her own child? What kind of mother would willingly cut the life-support system to her two-year-old in a situation like that? And what would we think of her if she did?  Blood relationships are never based on choice, yet they entail moral obligations, nonetheless. This is why the courts prosecute negligent parents. They have consistently ruled, for example, that fathers have an obligation to support their children even if they are unplanned and unwanted.  If it is moral for a mother to deny her child the necessities of life (through abortion) before it is born, how can she be obligated to provide the same necessities after he's born? Remember, Thompson concedes that the fetus is a person from the moment of conception. If her argument works to justify abortion, it works just as well to justify killing any dependent child. After all, a two-year-old makes a much greater demand on a woman than a developing unborn.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:07"
    },
    {
      "nodeID": "152472",
      "text": "This seems to be the central argument: the article continues to give many examples of moral disapproval of neglecting or murdering your children. However, it ignores the fact that parenthood is a relationship which is not defined simplistically by genetic relation or by being in the womb (it is unclear if he thinks surrogate mothers should be able to have abortions). We can be prosecuted for neglecting an adopted child or step-child, or anyone we have parental responsibility for. On the other hand, if a person gives their child up for adoption then they cannot be charged with negligence if the child is deserted by its new parents. One interesting part:",
      "type": "I",
      "timestamp": "2016-03-08 20:17:07"
    },
    {
      "nodeID": "152473",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:17:07"
    },
    {
      "nodeID": "152474",
      "text": "This error becomes immediately evident if we amend Thompson's illustration. What if the mother woke up from an accident to find herself surgically connected to her own child? What kind of mother would willingly cut the life-support system to her two-year-old in a situation like that? And what would we think of her if she did?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:07"
    },
    {
      "nodeID": "152475",
      "text": "Although few mothers would do such a thing, I think that it is clear a mother would have the same right to do this as with a world-famous violinist. The fact that we would disapprove of such a women is not really important: emotive reactions don't constitute proof. If they did, the writer could simply say: 'I think women who have abortions are terrible' and his job would be done.  I'm dubious about the whole human rights basis of much modern debate on issues like abortion - I support neither the premises, reasoning or conclusion of the violinist argument. But this whole counter-argument seems to me extremely weak.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:07"
    },
    {
      "nodeID": "152476",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:07"
    },
    {
      "nodeID": "152477",
      "text": "Both Thompson and McDonagh treat the child-the woman's own daughter or son--like an invading stranger intent on doing harm. They make the mother/child union into a host/predator relationship.  A child is not an invader, though, a parasite living off his mother. A mother's womb is the baby's natural environment. Eileen McDonagh wants us to believe that the child growing inside of a woman is trespassing. One trespasses when he's not in his rightful place, but a baby developing in the womb belongs there.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:07"
    },
    {
      "nodeID": "152478",
      "text": "The argument that the baby is not a parasite, but is rather 'in its natural environment' seems a false dichotomy: it is natural for a parasite to be in the enviroment of another's body, invading it. The relationship element will be dealt with in the third section.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:07"
    },
    {
      "nodeID": "152479",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:07"
    },
    {
      "nodeID": "152480",
      "text": "Thompson ignores a second important distinction. In the violinist illustration, the woman might be justified withholding life-giving treatment from the musician under these circumstances. Abortion, though, is not merely withholding treatment. It is actively taking another human being's life through poisoning or dismemberment. A more accurate parallel with abortion would be to crush the violinist or cut him into pieces before unplugging him.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:07"
    },
    {
      "nodeID": "152481",
      "text": "This depends on the form of abortion: some involve stopping the womb being a suitable enviroment for the babies survival rather than killing it directly. However, of all the arguments it is possibly the most human rights based.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:07"
    },
    {
      "nodeID": "152482",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:08"
    },
    {
      "nodeID": "152483",
      "text": "Parallels that Aren't Parallel  The key question in any slippery slope appeal is whether the two situations are truly similar in a morally relevant way. If not, then the illustration is guilty of a logical slippery slope fallacy. The analogy fails and the argument falls apart.  Are there important differences between pregnancy and kidnapping? Yes, many.  First, the violinist is artificially attached to the woman. A mother's unborn baby, however, is not surgically connected, nor was it ever 'attached' to her. Instead, the baby is being produced by the mother's own body by the natural process of reproduction.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:08"
    },
    {
      "nodeID": "152484",
      "text": "It is unclear how this 'natural argument fits in with the concept of rights. We have a right to defend ourselves against maniacs even if it is natural for them with their mental condition to want to kill us.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:08"
    },
    {
      "nodeID": "152485",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:08"
    },
    {
      "nodeID": "152486",
      "text": "This argument is frightening for two reasons. First, it must reject the notion of parental responsibility in order to succeed. Second, in spite of that weakness, people in high places think it's compelling. Supreme Court Justice Ruth Bader Ginsburg, writing in the North Carolina Law Review, has admitted that Roe v. Wade was deeply flawed, and instead quoted the Equal Protection Clause of the Fourteenth Amendment in support of abortion. Women get pregnant, she argued, men don't. Abortion gives women a shot at equality. She then cited Thompson for support.  The responsibility a mother has toward her child supersedes any claim she has to personal liberty. If it doesn't, if Thompson's and McDonagh's arguments succeed, then release Susan Smith. Release the deadbeat Florida tourists. If parenthood is an act of heroism, if mothers have no moral obligation to the children they bear, if child-rearing is a burden 'above and beyond the call of duty,' then no child is safe, in the womb or out.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:08"
    },
    {
      "nodeID": "152487",
      "text": "Were this true, adoption would be outlawed. The counter arguments to the Violinist Argument do not apply, and in many cases what they assert is false. Very weak.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:08"
    },
    {
      "nodeID": "152488",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:08"
    },
    {
      "nodeID": "152489",
      "text": "A child is not an invader, though, a parasite living off his mother. A mother's womb is the baby's natural environment. Eileen McDonagh wants us to believe that the child growing inside of a woman is trespassing. One trespasses when he's not in his rightful place, but a baby developing in the womb belongs there.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:08"
    },
    {
      "nodeID": "152490",
      "text": "'Belongs there' is a subjective determination. Also, whether the womb is the fetus' 'natural environment' does not negate that it is 'tresspassing' in the woman's body (and one cannot say it isn't inside the woman's body or that the body doesn't belong to the woman).",
      "type": "I",
      "timestamp": "2016-03-08 20:17:08"
    },
    {
      "nodeID": "152491",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:08"
    },
    {
      "nodeID": "152492",
      "text": "This is just ridiculous. The argument doesn't require the connection to be natural or artificial. Whether it is one or the other makes no difference in terms of the morality. If the point is irrelevant, the objection is irrelevant.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:08"
    },
    {
      "nodeID": "152493",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:08"
    },
    {
      "nodeID": "152494",
      "text": "Blood relationships are never based on choice, yet they entail moral obligations, nonetheless. This is why the courts prosecute negligent parents. They have consistently ruled, for example, that fathers have an obligation to support their children even if they are unplanned and unwanted.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:08"
    },
    {
      "nodeID": "152495",
      "text": "Every relationship does entail moral obligations in one way or another, but the argument is that there is no relationship that morally obligates one to share ones body. They are trying to generalize 'moral obligations' as if that justifies anything. There are things that cannot be morally obligated, no matter the relationship, so the argument tries to prove.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:08"
    },
    {
      "nodeID": "152496",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:09"
    },
    {
      "nodeID": "152497",
      "text": "Here they are just quibbling over the method of abortion. One would think they would have the same objection no matter the method, so this is irrelevant.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:09"
    },
    {
      "nodeID": "152498",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:09"
    },
    {
      "nodeID": "152499",
      "text": "It does seem obvious that a woman ought to be allowed to protect herself from an attacker and use lethal force to do so, if necessary. If this is true, then we must concede the legitimacy of abortion, which, McDonagh claims, is parallel in a relevant way.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:09"
    },
    {
      "nodeID": "152500",
      "text": "So, if the argument is analogous, abortion is justified.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:09"
    },
    {
      "nodeID": "152501",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:09"
    },
    {
      "nodeID": "152502",
      "text": "If it is moral for a mother to deny her child the necessities of life (through abortion) before it is born, how can she be obligated to provide the same necessities after he's born? Remember, Thompson concedes that the fetus is a person from the moment of conception. If her argument works to justify abortion, it works just as well to justify killing any dependent child. After all, a two-year-old makes a much greater demand on a woman than a developing unborn.  Thompson is mistaken in presuming that pregnancy is the thing that expropriates a woman's liberty. Motherhood does that, and motherhood doesn't end with the birth of the child. Unlike the woman connected to the violinist, a mother is not released in nine months. Her burden has just begun. If Thompson's argument works, then no child is safe from a mother who wants her liberty.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:09"
    },
    {
      "nodeID": "152503",
      "text": "This is a false assertion. In our society, a woman is not obligated to care for a child after it is born, this is why adoption and safe-haven laws exist. The situation is different enough between a fetus and a born child that a direct moral comparison is impossible in this way.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:09"
    },
    {
      "nodeID": "152504",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:09"
    },
    {
      "nodeID": "152505",
      "text": "Third, the violinist illustration is not parallel to pregnancy because it equates a stranger/stranger relationship with a mother/child relationship. This is a key point and brings into focus the most dangerous presumption of the violinist illustration, also echoed in McDonagh's thesis. Both presume it is unreasonable to expect a mother to have any obligations towards her own child.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:09"
    },
    {
      "nodeID": "152506",
      "text": "The argument is that it is unreasonable to expect a mother to have the obligation to share her body with anyone, whether a stranger/stranger, mother/child, sister/brother, father/son, friend/friend, person/acquaintance or any combination of these.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:09"
    },
    {
      "nodeID": "152507",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:09"
    },
    {
      "nodeID": "152508",
      "text": "The violinist analogy suggests that a mother has no more responsibility for the welfare of her child than she has to a total stranger. McDonagh's view is even worse. She argues the child is not merely a stranger, but a violent assailant the mother needs to ward off in self-defense.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:09"
    },
    {
      "nodeID": "152509",
      "text": "'Self-defense' never enters into it, imo. Unwillingness to share ones body is not necessarily self-defense, so this does not apply.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:09"
    },
    {
      "nodeID": "152510",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:10"
    },
    {
      "nodeID": "152511",
      "text": "Irrelevant. Whatever kind of person or mother she is, the argument would apply.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:10"
    },
    {
      "nodeID": "152512",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:10"
    },
    {
      "nodeID": "152513",
      "text": "The Violinist Argument: this was brought up in the 'I think abortion is OK to an extent' thread. Personally I don't believe in an absolutely rights-based system, but I'm interested in this in terms of the arguments used and whether they're logically sustainable.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:10"
    },
    {
      "nodeID": "152514",
      "text": "The counter arguments put forth by its critics do not defeat the Violinist arguments, at the very least. Whether one accepts the argument anyway is another story :P",
      "type": "I",
      "timestamp": "2016-03-08 20:17:10"
    },
    {
      "nodeID": "152515",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:10"
    },
    {
      "nodeID": "152516",
      "text": "In the end, both Thompson's and McDonagh's arguments prove too much. They allow us to kill any human being who is dependent upon us, young or old, if that person restrains our personal liberty.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:10"
    },
    {
      "nodeID": "152517",
      "text": "Slippery slope.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:10"
    },
    {
      "nodeID": "152518",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:10"
    },
    {
      "nodeID": "152519",
      "text": "The simple fact is, in a civilized society no one has the freedom to do whatever she wants with her own body. Liberty unfettered by morality is the operative rule of anarchy, not civilization. At any given moment, each of us is constrained by hundreds of laws reflecting our moral responsibilities to our community. The most primal of those rules is the obligation of a mother to her helpless child. This is one of the reasons the public outcry against Susan Smith was so intense.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:10"
    },
    {
      "nodeID": "152520",
      "text": "Strawman. The argument is not to do whatever one wishes with ones body. The argument is soley that one does not have to have another attached, ever, against ones will.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:10"
    },
    {
      "nodeID": "152521",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:10"
    },
    {
      "nodeID": "152522",
      "text": "Susan Smith shocked the nation with the murder of her children. She believed her two young boys were an obstacle to remarriage, so she placed them in her car, fastened their seat belts, and drove them into the lake.  Smith's crime was especially obscene because she violated the most fundamental moral obligation of all: the responsibility a mother has for her own children. Yet wouldn't Susan Smith be exonerated by Thompson's and McDonagh's logic? These children were kidnappers and interlopers, trespassing on Smith's life, depriving her of liberty. Why not kill them? Those boys were attacking her. It was self-defense.  Last year, a couple in New York was arrested when authorities learned they took a 10-day vacation to Florida and left their young children behind to fend for themselves. If McDonagh's and Thompson's arguments work, these parents should be released from jail because they bear no more obligation towards their own children than they do to strangers across town or burglars who break into their house. Those children were invading their privacy, trespassing in their home, stealing their food.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:10"
    },
    {
      "nodeID": "152523",
      "text": "All born children, and every woman had the right to be rid of them. Killing them is not required as abortion is when they are in the womb (during the timeframe the majority of abortions occur, at least). They are not comparable.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:10"
    },
    {
      "nodeID": "152524",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:10"
    },
    {
      "nodeID": "152525",
      "text": "The key issue is that once children are born they are not physically dependent on a particular individual.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:11"
    },
    {
      "nodeID": "152526",
      "text": "Really? Well, when I have a kid, I'll be sure to just leave it in the woods, since it can apparently care for itself.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:11"
    },
    {
      "nodeID": "152527",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:11"
    },
    {
      "nodeID": "152528",
      "text": "The validity of the violinist arguement might change if the analogy is to the fetus becoming a person some time into the pregnancy. Then the violinist analogy might be go something like this:",
      "type": "I",
      "timestamp": "2016-03-08 20:17:11"
    },
    {
      "nodeID": "152529",
      "text": "How about<b></b>: A woman wakes up to find herself connected to a body. A body without a brain, which is using her own organs to be alive. Doctors are preparing to transplant a brain from a dying violinist into this new one connected to her and the date is set in the future. Would it be morally correct to disconnect herself and kill this body that has no identity, mind, consciousness or existence in actuality?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:11"
    },
    {
      "nodeID": "152530",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:11"
    },
    {
      "nodeID": "152531",
      "text": "First, I think you may have misunderstood the 'pro-life mantra' seeing how many pro-lifers think it permissable to disconnect life-support systems in certain circumstances, which necessarily results in a person's death. But nevertheless, I think we agree that for purposes of the abortion discussion, it is a closer analogy to assume the violinst is only connected for nine months, and no longer than if we assume the violinist to be connected for some other arbitrary period of time. Am I correctly discerning an agreement on that?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:11"
    },
    {
      "nodeID": "152532",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:11"
    },
    {
      "nodeID": "152533",
      "text": "Again, I think this to be relevant for the same reason as I think the consent issue to be relevant. Thomson's argument is an appeal to moral intuition. We are told the violinist must be bed-ridden for nine months in order to support the violinist. This scenario presents one gut reaction. But, if we change the scenario to say that, though the violinst must be connected for nine months, the donor is not bed-ridden, and in fact experiences no ill effects save (to draw as close a comparison to pregnancy as possible) the same ill effects of pregnancy (morning sickness, etc.), then I think another gut reaction arises. Thomson's appeal, as far as I can tell, is purely to our intuition. The force of her argument relies on the fact that we must place ourselves in the position of the donor, and presumably, when we do we find it unacceptable for the donor not to have the choice to disconnect the violinist. However, using the same line of argument, if we present the argument as I have suggested (that is, relating it as closley to pregnancy as possible), a different outcome likely arises. That is, given that the time of connection is limited to nine months, that either voluntary or passive consent was given, and that the only ill-effects suffered are the same ill-effects experienced during pregnancy, I think the donor is morally obligated to continue the support of the violinist. And, as I suggested above, I think the intuitions of the majority of people support this conclusion, seeing how they seem to believe that abortion should be subjected to more restrictions than is currently the case.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:11"
    },
    {
      "nodeID": "152534",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:11"
    },
    {
      "nodeID": "152535",
      "text": "I do, but it is irrelevant in this instance, imo. The argument addresses reality and women in reality are surprised by their pregnancy if they did not have sex with the intent to become pregnant (say, a BC failure). Perhaps women shouldn't be surprised, but they certainly are in many cases.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:11"
    },
    {
      "nodeID": "152536",
      "text": "I think the three points I raised are relevant for the simple reason that Thomson's argument is an appeal to moral intuition. The violinist argument seems to provide one gut reaction, but if we change the example to allow for active (or perhaps even passive) consent by the donor, a different gut reaction may arise. This, by the way, seems to be represented by the majority of people, who seem to be in favor of more restrictions on abortion than is currently the case.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:11"
    },
    {
      "nodeID": "152537",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:11"
    },
    {
      "nodeID": "152538",
      "text": "Yes, in my view, it would be morally correct since it has no brain and, in my definition, is not a person with rights. However, if she doesn't want to support the violinist in that future, she has the responsibility to disconnect from (and therefore kill) that brainless body before the brain gets transplanted. Otherwise, if she waits to disconnect until it is too late, she would be guilty of killing the violinist (a person).",
      "type": "I",
      "timestamp": "2016-03-08 20:17:11"
    },
    {
      "nodeID": "152539",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:12"
    },
    {
      "nodeID": "152540",
      "text": "Note the operative word is particular. The point being there are a miriad of people who can take on the responsibility of a born child. That is not the case in pregnancy.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:12"
    },
    {
      "nodeID": "152541",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:12"
    }
  ],
  "edges": [
    {
      "edgeID": "192222",
      "fromID": "152466",
      "toID": "152467",
      "formEdgeID": null
    },
    {
      "edgeID": "192223",
      "fromID": "152467",
      "toID": "152465",
      "formEdgeID": null
    },
    {
      "edgeID": "192224",
      "fromID": "152469",
      "toID": "152470",
      "formEdgeID": null
    },
    {
      "edgeID": "192225",
      "fromID": "152470",
      "toID": "152468",
      "formEdgeID": null
    },
    {
      "edgeID": "192226",
      "fromID": "152472",
      "toID": "152473",
      "formEdgeID": null
    },
    {
      "edgeID": "192227",
      "fromID": "152473",
      "toID": "152471",
      "formEdgeID": null
    },
    {
      "edgeID": "192228",
      "fromID": "152475",
      "toID": "152476",
      "formEdgeID": null
    },
    {
      "edgeID": "192229",
      "fromID": "152476",
      "toID": "152474",
      "formEdgeID": null
    },
    {
      "edgeID": "192230",
      "fromID": "152478",
      "toID": "152479",
      "formEdgeID": null
    },
    {
      "edgeID": "192231",
      "fromID": "152479",
      "toID": "152477",
      "formEdgeID": null
    },
    {
      "edgeID": "192232",
      "fromID": "152481",
      "toID": "152482",
      "formEdgeID": null
    },
    {
      "edgeID": "192233",
      "fromID": "152482",
      "toID": "152480",
      "formEdgeID": null
    },
    {
      "edgeID": "192234",
      "fromID": "152484",
      "toID": "152485",
      "formEdgeID": null
    },
    {
      "edgeID": "192235",
      "fromID": "152485",
      "toID": "152483",
      "formEdgeID": null
    },
    {
      "edgeID": "192236",
      "fromID": "152487",
      "toID": "152488",
      "formEdgeID": null
    },
    {
      "edgeID": "192237",
      "fromID": "152488",
      "toID": "152486",
      "formEdgeID": null
    },
    {
      "edgeID": "192238",
      "fromID": "152490",
      "toID": "152491",
      "formEdgeID": null
    },
    {
      "edgeID": "192239",
      "fromID": "152491",
      "toID": "152489",
      "formEdgeID": null
    },
    {
      "edgeID": "192240",
      "fromID": "152492",
      "toID": "152493",
      "formEdgeID": null
    },
    {
      "edgeID": "192241",
      "fromID": "152493",
      "toID": "152471",
      "formEdgeID": null
    },
    {
      "edgeID": "192242",
      "fromID": "152495",
      "toID": "152496",
      "formEdgeID": null
    },
    {
      "edgeID": "192243",
      "fromID": "152496",
      "toID": "152494",
      "formEdgeID": null
    },
    {
      "edgeID": "192244",
      "fromID": "152497",
      "toID": "152498",
      "formEdgeID": null
    },
    {
      "edgeID": "192245",
      "fromID": "152498",
      "toID": "152471",
      "formEdgeID": null
    },
    {
      "edgeID": "192246",
      "fromID": "152500",
      "toID": "152501",
      "formEdgeID": null
    },
    {
      "edgeID": "192247",
      "fromID": "152501",
      "toID": "152499",
      "formEdgeID": null
    },
    {
      "edgeID": "192248",
      "fromID": "152503",
      "toID": "152504",
      "formEdgeID": null
    },
    {
      "edgeID": "192249",
      "fromID": "152504",
      "toID": "152502",
      "formEdgeID": null
    },
    {
      "edgeID": "192250",
      "fromID": "152506",
      "toID": "152507",
      "formEdgeID": null
    },
    {
      "edgeID": "192251",
      "fromID": "152507",
      "toID": "152505",
      "formEdgeID": null
    },
    {
      "edgeID": "192252",
      "fromID": "152509",
      "toID": "152510",
      "formEdgeID": null
    },
    {
      "edgeID": "192253",
      "fromID": "152510",
      "toID": "152508",
      "formEdgeID": null
    },
    {
      "edgeID": "192254",
      "fromID": "152511",
      "toID": "152512",
      "formEdgeID": null
    },
    {
      "edgeID": "192255",
      "fromID": "152512",
      "toID": "152471",
      "formEdgeID": null
    },
    {
      "edgeID": "192256",
      "fromID": "152514",
      "toID": "152515",
      "formEdgeID": null
    },
    {
      "edgeID": "192257",
      "fromID": "152515",
      "toID": "152513",
      "formEdgeID": null
    },
    {
      "edgeID": "192258",
      "fromID": "152517",
      "toID": "152518",
      "formEdgeID": null
    },
    {
      "edgeID": "192259",
      "fromID": "152518",
      "toID": "152516",
      "formEdgeID": null
    },
    {
      "edgeID": "192260",
      "fromID": "152520",
      "toID": "152521",
      "formEdgeID": null
    },
    {
      "edgeID": "192261",
      "fromID": "152521",
      "toID": "152519",
      "formEdgeID": null
    },
    {
      "edgeID": "192262",
      "fromID": "152523",
      "toID": "152524",
      "formEdgeID": null
    },
    {
      "edgeID": "192263",
      "fromID": "152524",
      "toID": "152522",
      "formEdgeID": null
    },
    {
      "edgeID": "192264",
      "fromID": "152526",
      "toID": "152527",
      "formEdgeID": null
    },
    {
      "edgeID": "192265",
      "fromID": "152527",
      "toID": "152525",
      "formEdgeID": null
    },
    {
      "edgeID": "192266",
      "fromID": "152529",
      "toID": "152530",
      "formEdgeID": null
    },
    {
      "edgeID": "192267",
      "fromID": "152530",
      "toID": "152528",
      "formEdgeID": null
    },
    {
      "edgeID": "192268",
      "fromID": "152531",
      "toID": "152532",
      "formEdgeID": null
    },
    {
      "edgeID": "192269",
      "fromID": "152532",
      "toID": "152466",
      "formEdgeID": null
    },
    {
      "edgeID": "192270",
      "fromID": "152533",
      "toID": "152534",
      "formEdgeID": null
    },
    {
      "edgeID": "192271",
      "fromID": "152534",
      "toID": "152466",
      "formEdgeID": null
    },
    {
      "edgeID": "192272",
      "fromID": "152536",
      "toID": "152537",
      "formEdgeID": null
    },
    {
      "edgeID": "192273",
      "fromID": "152537",
      "toID": "152535",
      "formEdgeID": null
    },
    {
      "edgeID": "192274",
      "fromID": "152538",
      "toID": "152539",
      "formEdgeID": null
    },
    {
      "edgeID": "192275",
      "fromID": "152539",
      "toID": "152529",
      "formEdgeID": null
    },
    {
      "edgeID": "192276",
      "fromID": "152540",
      "toID": "152541",
      "formEdgeID": null
    },
    {
      "edgeID": "192277",
      "fromID": "152541",
      "toID": "152526",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
