{
  "nodes": [
    {
      "nodeID": "162785",
      "text": "What about lesbians? They can have childre, with a little help from the local sperm bank. In facst, they can BOTH get pregnant. Does tht mean that a marriage between 2 lesbians is twice as valid?",
      "type": "I",
      "timestamp": "2016-03-08 20:40:58"
    },
    {
      "nodeID": "162786",
      "text": "But they didn't have sexual relations. This was from a sperm bank- there was nothing that made the two people create one being.  Nonetheless, this is a side issue for future debates. My main point is homosexuality is a disorder that the government shouldn't be condoning. The government obviously doesn't condone pedophilia, poligamy, and incest. Why is the government condoning homosexuality?",
      "type": "I",
      "timestamp": "2016-03-08 20:40:58"
    },
    {
      "nodeID": "162787",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:58"
    },
    {
      "nodeID": "162788",
      "text": "I think we should not only allow GAYs to have legal marriage rights but also those who want to practice insist as well as all who want to practice polygamy. Let us not stop there let us sanction union between human and animals. After all I love my Dog and my Parrot. Why stop with GAYs? By the way where does the term GAY come from for homosexuals.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:58"
    },
    {
      "nodeID": "162789",
      "text": "Oh my. Where to begin. First of all, being homosexual has abso-f'n-lutely nothing to do with beastiality. I get so tired of that correlation. Homosexuals are humans that have sex with the humans of the same sex. Nothing to do with animals. Next time you eat a hamburger, let's arrest you for accessory to murder, after all, killing a cow is just as illegal as killing humans, at least according to your logic. As for the word 'gay', it started as an insult towards the homosexual community. Similarly to 'nigger', it was adopted by the very people it insulted to take some of the power out of the word. Now, with that said, I do NOT belittle the racist struggle by making that comparison. I know that the African-Americans have struggled thru much more than the homosexual community. I don't make the comparison according to scale, but to the logic of it.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:58"
    },
    {
      "nodeID": "162790",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:59"
    }
  ],
  "edges": [
    {
      "edgeID": "199568",
      "fromID": "162786",
      "toID": "162787",
      "formEdgeID": null
    },
    {
      "edgeID": "199569",
      "fromID": "162787",
      "toID": "162785",
      "formEdgeID": null
    },
    {
      "edgeID": "199570",
      "fromID": "162789",
      "toID": "162790",
      "formEdgeID": null
    },
    {
      "edgeID": "199571",
      "fromID": "162790",
      "toID": "162788",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
