{
  "nodes": [
    {
      "nodeID": "142165",
      "text": "We might add that the inability of neo-Darwinists, including Dawkins himself, to imagine how an organism could inherit traits acquired through life-struggle doesn't mean they aren't picked up nonetheless.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:30"
    },
    {
      "nodeID": "142166",
      "text": "Actually NDS does not have to imagine the mechanism involved they actually know the mechanism. By the fact of their being alive (which is in fact the 'life-struggle') they acquire (as a population) mutations. Some of those mutations aid them in their 'life-struggle' and thus become more likely to appear in the succeeding generation. Thus the succeeding generations have a slightly different memory of the past than their predecessors. And thats that; the author clearly does not grasp the means by which complexity emerges in biological systems. Once more Adami is applicable here. And I have to add that the mechanisms of mutation, selection, and inheritance are well established at the molecular level, at the micro-cytological level, at the nuclear level, at the cellular level, at the organisimal level, and at the population and ecological levels. EAMs only riposte to that large empirical base is - to invoke mysterious and unknown and undemonstrated mechanisms which have no basis in fact. Sorry but the EAM hypothesis does not fly any better than a solid lead balloon.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:30"
    },
    {
      "nodeID": "142167",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:30"
    },
    {
      "nodeID": "142168",
      "text": "So stupendously unlikely is the perfect mutation at the perfect time that calculating the odds against it taking place even once exceeds our imaginative capacity. It is, in fact, a miracle. Now multiply this improbability for all the useful traits belonging to more than fifty million life forms, and you see just how profoundly and irredeemably implausible neo-Darwinism really is.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:30"
    },
    {
      "nodeID": "142169",
      "text": "And yet here we are and neo-Darwinism continues to have empirical support right and left with no sign of it being falsified in sight as of yet. Why might that be? And you Bertvan do not exist since you are so highly improbable. Therefore I can safely assume that your post above just happened without your existense.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:30"
    },
    {
      "nodeID": "142170",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:30"
    },
    {
      "nodeID": "142171",
      "text": "My second disagreement with the paper is a computer would be useless to model living systems, because a computer cannot model volition, the defining characteristic of life.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:30"
    },
    {
      "nodeID": "142172",
      "text": "Well firstly we do not know that 'volition' must be embodied in living organisms only - computers MIGHT be capable of exhibiting it. I think you will find that there is NO valid reason for believing otherwise. And volition itself is NOT a defining characteristic of life. No biologist would buy that assumption. Sponges, bacteria, corn plants etc etc etc are mindless organisms and so far as can be determined do not act out of volition.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:30"
    },
    {
      "nodeID": "142173",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:30"
    },
    {
      "nodeID": "142174",
      "text": "Bertvan: If that is what Darwin actually said, then Darwin was closer to EAM than to Neo Darwinism. In any case, I do not believe 'natural selection' would have any power to organize genomic accidents of any kind into functional biological systems.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:30"
    },
    {
      "nodeID": "142175",
      "text": "Well he did invoke use and disuse (not necessarily intelligence) along with his theory of pangenesis but he was incorrect in both instances. After all he was shooting in the dark in a highly speculative way with regard to the mechanisms of both variability and inheritance. Its unfortunate he was not aware of the contemporary work of Mendel, but them is the breaks. Its quite obvious that molecular biology and genetics have moved leagues beyond Darwins level of information. And what you believe natural selection can and cannot achieve is moot its capabilities are well known and nicely demonstrable both in theory and in practice. Vast tomes of empirical evidence says your belief is not valid.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:30"
    },
    {
      "nodeID": "142176",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:31"
    },
    {
      "nodeID": "142177",
      "text": "Bertvan: What could 'The good sense of creatures great and small' mean, another than intelligence.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:31"
    },
    {
      "nodeID": "142178",
      "text": "Well it could mean simple instinct, and I think you will find it was only applied to animals with brains. EAM attributes 'intelligence' even to bacteria and to corn plants, trees, jellyfish, single celled eukaryotes etc. If one is to consider intelligence the main driver of adaptation it must be omnipresent in living organisms - there is zero support for this concept.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:31"
    },
    {
      "nodeID": "142179",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:31"
    },
    {
      "nodeID": "142180",
      "text": "Bertvan: I've never seen a nonliving process exhibit volition, and I see evidence that all living organisms, including plants and sponges show some limited ability to respond creatively to stimuli. More from the article by WascallyWabbit:",
      "type": "I",
      "timestamp": "2016-03-08 19:55:31"
    },
    {
      "nodeID": "142181",
      "text": "And I have never seen a non-living process chase a rabbit either. But that does not imply by any logic which I have ever encountered that rabbit chasing is a key characteristic of all living organisms. Perhaps in your world some means all but not in mine. The question is not whether SOME living systems exhibit volition, some do. The question is whether ALL living systems exhibit volition - many do not. Those that do not could not have evolved at all if evolution requires volition.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:31"
    },
    {
      "nodeID": "142182",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:31"
    }
  ],
  "edges": [
    {
      "edgeID": "184956",
      "fromID": "142166",
      "toID": "142167",
      "formEdgeID": null
    },
    {
      "edgeID": "184957",
      "fromID": "142167",
      "toID": "142165",
      "formEdgeID": null
    },
    {
      "edgeID": "184958",
      "fromID": "142169",
      "toID": "142170",
      "formEdgeID": null
    },
    {
      "edgeID": "184959",
      "fromID": "142170",
      "toID": "142168",
      "formEdgeID": null
    },
    {
      "edgeID": "184960",
      "fromID": "142172",
      "toID": "142173",
      "formEdgeID": null
    },
    {
      "edgeID": "184961",
      "fromID": "142173",
      "toID": "142171",
      "formEdgeID": null
    },
    {
      "edgeID": "184962",
      "fromID": "142175",
      "toID": "142176",
      "formEdgeID": null
    },
    {
      "edgeID": "184963",
      "fromID": "142176",
      "toID": "142174",
      "formEdgeID": null
    },
    {
      "edgeID": "184964",
      "fromID": "142178",
      "toID": "142179",
      "formEdgeID": null
    },
    {
      "edgeID": "184965",
      "fromID": "142179",
      "toID": "142177",
      "formEdgeID": null
    },
    {
      "edgeID": "184966",
      "fromID": "142181",
      "toID": "142182",
      "formEdgeID": null
    },
    {
      "edgeID": "184967",
      "fromID": "142182",
      "toID": "142180",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
