{
  "nodes": [
    {
      "nodeID": "161476",
      "text": "Another lie commonly perpetuated by Creationist cranks is the fable of the Haeckel hoax. They allege that Haeckel's theory that ontology recapitulates phylogeny was promoted even in modern biology text books by inclusion of Haeckel's iconic, but wrong, diagram of embryological development. Thus they accuse biologists of deliberate fraud. They accuse them of doing what they do so often themselves. One of the Creationist icons is Jonathan Wells, who devotes a chapter of his mendacious book, Icons of Evolution, to the longevity of Haeckel diagram. Are his claims accurate? Not very. Here's what TalkOrigins has to say about what little is true about Wells's claims:  This quote is from: Wells and Haeckel's Embryos The rest of this extensive commentary explains what is wrong with Wells's claims. The author concludes:  One can fault some biology text books for not clearly explaining the context of Haeckel's diagram. It was neither accurate nor entirely objective. It was misleading. However, one cannot fault them for perpetuating Haeckel's theories themselves. They don't. They present current data in support of evolution, data that no Creationist dare read for fear of losing their immortal souls. That doesn't depend on Haeckel. So as ever, the Creationist motto: Per Ardua Ad Ignoratia. Forever.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:39"
    },
    {
      "nodeID": "161477",
      "text": "And yet, here his drawings are used, as plain as day in a 2002 text book to teach evolution. You can choose to just ignore evidence you don't like lesz, but that doesn't make it go away. Evolution News & Views: The Textbooks Don?t Lie: Haeckel?s Faked Drawings Have Been Used to Promote Evolution: Raven & Johnson (2002) (Part 2) When will you people learn that since Talk Origins exists to defend the fraudulent pseudo science of evolution, it stands to reason that all it does is perpetuate lies and misinformation!",
      "type": "I",
      "timestamp": "2016-03-08 20:37:40"
    },
    {
      "nodeID": "161478",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:40"
    }
  ],
  "edges": [
    {
      "edgeID": "198634",
      "fromID": "161477",
      "toID": "161478",
      "formEdgeID": null
    },
    {
      "edgeID": "198635",
      "fromID": "161478",
      "toID": "161476",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
