{
  "nodes": [
    {
      "nodeID": "139248",
      "text": "Did I get the first post about this? http://www.supremecourt.gov/opinions/09pdf/08-1521.pdf 5v4 for incorporation.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:46"
    },
    {
      "nodeID": "139249",
      "text": "Apparently pretty narrow interpretation, and not one of the 'priviledges and immunities' of citizens. Handguns for the purposes of lawful self-defense in the home. That appears to be what the Second Amendment now protects.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:46"
    },
    {
      "nodeID": "139250",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:46"
    },
    {
      "nodeID": "139251",
      "text": "Oddly enough I found Thomas's opinion to be most compelling. The dissent was surprisingly weak...even for a dissent. It didn't even really make sense. The actual opinion was kinda weak but I got bored reading it so I skimmed the second half. Ha.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:46"
    },
    {
      "nodeID": "139252",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:46"
    },
    {
      "nodeID": "139253",
      "text": "Thomas favored incorporation through priviledges and immunities, correct? That likely makes the most sense but the Court probably feared how far that could go, since the logical conclusion is the abolition of individual State law. Not that the 'substantive due process' is well defined, but likely the Court felt they could rein in any excesses through that interpretation.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:46"
    },
    {
      "nodeID": "139254",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:47"
    },
    {
      "nodeID": "139255",
      "text": "I think it is undeniable that the courts have rendered the 14th amendment meaningless. I think they do 'fear' how things would play out but they have done it so much that they have no idea how to proceed now. Substantive due process isn't well defined, no one knows what the privileges and immunities clause means and what it comes down to is like a fail-safe argument for the courts to claim a 14th amendment violation when they have nothing us.  Anywho, to answer your question, yes, Thomas relied on the privileges and immunities clause.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:47"
    },
    {
      "nodeID": "139256",
      "text": "I think even the Court knows that the Fourteenth was not well crafted, at least in terms of forsight. However, once it was ratified the Court really had no choice but to try to work it into the legal landscape. Certainly State power needed to be curtailed to stop such institutions such as slavery, but I don't think restructuring how the entire Constitution works was the right move.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:47"
    },
    {
      "nodeID": "139257",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:47"
    },
    {
      "nodeID": "139258",
      "text": "Let's be honest, it won't result in any more or less gun deaths and even if it resulted in more gun deaths it would be worth having the amendment. The 2nd amendment was only created to give citizens a last resort should the government fail us. It may seem like we don't need that now but one day it really might come in handy and people shouldn't forget that.  I still think incorporation is a load of BS though...for any amendment. Damn you 14th amendment!",
      "type": "I",
      "timestamp": "2016-03-08 19:48:47"
    },
    {
      "nodeID": "139259",
      "text": "It seems to be the reason for crafting this new, individual right against the States. Since the original purpose of the Second Amendment doesn't appear to be needed, there is a new use that is protected.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:47"
    },
    {
      "nodeID": "139260",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:47"
    },
    {
      "nodeID": "139261",
      "text": "Yeah, it was 9-zip on the individual right to kba in Heller. Over 35,000 watchers ... no one thought it would not be incorporated. Part of the transcript with Tom and Erin:",
      "type": "I",
      "timestamp": "2016-03-08 19:48:47"
    },
    {
      "nodeID": "139262",
      "text": "Hm, that does not seem to match the reading of Steven's dissent. He seems pretty set against incorporation. [T]he right to possess a firearm of one&#8217;s choosingis different in kind from the liberty interests we have recognized under the Due Process Clause. Despite the plethora of substantive due process cases that have been decided in the post-Lochner century, I have found none that holds, states, or even suggests that the term &#8220;liberty&#8221; encompasses either the common-law right of self-defense or a right to keep and bear arms and In short, while the utility of firearms, and handguns in particular, to the defense of hearth and home is certainly relevant to an assessment of petitioners&#8217; asserted right, there is no freestanding self-defense claim in this case. The question we must decide is whether the interest in keeping in the home a firearm of one&#8217;s choosing&#8212;a handgun, for petitioners&#8212;is one that is &#8220;comprised within theterm liberty&#8221; in the Fourteenth Amendment The practical impact of various gun-control measures may be highly controversial, but this basic insight should not be. The idea that deadly weapons pose a distinctive threat to the social order&#8212;and that reasonable restrictions on their usage therefore impose an acceptable burden on one&#8217;s personal liberty&#8212;is as old as the Republic. As THE CHIEF JUSTICE observed just the other day, it is a foundational premise of modern government that the State holds a monopoly on legitimate violence",
      "type": "I",
      "timestamp": "2016-03-08 19:48:47"
    },
    {
      "nodeID": "139263",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:47"
    }
  ],
  "edges": [
    {
      "edgeID": "182894",
      "fromID": "139249",
      "toID": "139250",
      "formEdgeID": null
    },
    {
      "edgeID": "182895",
      "fromID": "139250",
      "toID": "139248",
      "formEdgeID": null
    },
    {
      "edgeID": "182896",
      "fromID": "139251",
      "toID": "139252",
      "formEdgeID": null
    },
    {
      "edgeID": "182897",
      "fromID": "139252",
      "toID": "139249",
      "formEdgeID": null
    },
    {
      "edgeID": "182898",
      "fromID": "139253",
      "toID": "139254",
      "formEdgeID": null
    },
    {
      "edgeID": "182899",
      "fromID": "139254",
      "toID": "139251",
      "formEdgeID": null
    },
    {
      "edgeID": "182900",
      "fromID": "139256",
      "toID": "139257",
      "formEdgeID": null
    },
    {
      "edgeID": "182901",
      "fromID": "139257",
      "toID": "139255",
      "formEdgeID": null
    },
    {
      "edgeID": "182902",
      "fromID": "139259",
      "toID": "139260",
      "formEdgeID": null
    },
    {
      "edgeID": "182903",
      "fromID": "139260",
      "toID": "139258",
      "formEdgeID": null
    },
    {
      "edgeID": "182904",
      "fromID": "139262",
      "toID": "139263",
      "formEdgeID": null
    },
    {
      "edgeID": "182905",
      "fromID": "139263",
      "toID": "139261",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
