{
  "nodes": [
    {
      "nodeID": "138647",
      "text": "probably because I want him to think for himself (assuming a he) and not be fed stuff from people that can't respect others wishes like yourself. Do you realize that there was a time when abortion was illegal and that dead infants were not just lining the streets. Stop with straw-man arguments that you hold so dear.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138648",
      "text": "Whoah! Ohmigawd! You talk about your historical illiteracy! Some little peabrains have never assimilated the knowledge that until rather recently IT WAS QUITE COMMON TO ABANDON UNWANTED INFANTS IN THE WILDS TO FEED THE BLOODY WOLVES AND SUCH! IN FACT, IN OLD ROME THE RIGHT OF PATERFAMILIA INCLUDED THE RIGHT TO PASS JUDGMENT ON NEWLY BORN INFANTS IN HIS FAMILY, WOULD THEY BE WELCOMED INTO THE FAMILY OR EXPOSED!!!!!!! Do I have to explain to the various peabrains what the term 'exposed' means?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138649",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138650",
      "text": "ok, honestly. i know 3 girls (ages ranging from 13-22) that have had an abortion. It is entirely their choice, no one else's. Who cares about your opinion? They don't rely on whether or not YOU think its right to have an abortion or not. They make the choice. And yes, i am catholic but i STRONGLY disagree with many of the beliefs of my church. Its no place for them to intervene. Thank you.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138651",
      "text": "It is very clear you haven't research this issue very well. Let me ask you (and I would hope that no one else responds but nocturnal to this question); If I killed someone in my own home is this a choice I can make...who should care right?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138652",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138653",
      "text": "Abortion exists as an option because no one wants to pay via tax to raise other people's children, but conversley they don't want to see abandoned dead infants out on the road side being picked apart by local wildlife. Pro-life have this problem you see -- they don't want to pay for other people's babies but they don't want abortion / baby corpses out on the road either.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138654",
      "text": "Do you realize that there was a time when abortion was illegal and that dead infants were not just lining the streets. Stop with straw-man arguments that you hold so dear.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138655",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138656",
      "text": "Besides, the amount of illegal abortions was not that many and you still didn't disprove my fact that we didn't have infants dumped on the side of the road all day long.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138657",
      "text": "First you yourself make a baseless comment saying 'the amount of illegal abortions was not that many' then you suggest I need to disprove some baseless comment you previously made. I'm afraid I do not. As I said I try to take a world view -- America is a small place compared to the entire world. My comments are never reffering to America specifically unless I specify otherwise; I don't even live in America so it grates slighlty that I should have to make this point.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138658",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138659",
      "text": "I take an American view because it was once illegal here and I know how it was before it was legal.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138660",
      "text": "Well it's been illegal in other places and is legal now what's your point? I suggest in the context of this discussion you take a world perspective -- abortion happens all over the world surely your objective is to see abortion eradicated globally? Chinese unborn 'potential humans' for example are equal as American unborn 'potential humans' are they not?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138661",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138662",
      "text": "You surely are not insulting nocturnal09 by calling her an easy target are you?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138663",
      "text": "Nope, rather I'm suggesting you consider her an easy target because you didn't want anyone else interjecting -- you wanted your prey to remain without more skilled allies.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138664",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:32"
    },
    {
      "nodeID": "138665",
      "text": "theft is done illegally in spite of the law as well, maybe we should legalize that. A very bad argument.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:33"
    },
    {
      "nodeID": "138666",
      "text": "As far as I'm aware your aim is for abortion not to happen, my point is that despite making it illegal it will still happen -- making it illegal is not achieving your aim. Hence my point is sound, and as such it is a good point.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:33"
    },
    {
      "nodeID": "138667",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:33"
    }
  ],
  "edges": [
    {
      "edgeID": "182456",
      "fromID": "138648",
      "toID": "138649",
      "formEdgeID": null
    },
    {
      "edgeID": "182457",
      "fromID": "138649",
      "toID": "138647",
      "formEdgeID": null
    },
    {
      "edgeID": "182458",
      "fromID": "138651",
      "toID": "138652",
      "formEdgeID": null
    },
    {
      "edgeID": "182459",
      "fromID": "138652",
      "toID": "138650",
      "formEdgeID": null
    },
    {
      "edgeID": "182460",
      "fromID": "138654",
      "toID": "138655",
      "formEdgeID": null
    },
    {
      "edgeID": "182461",
      "fromID": "138655",
      "toID": "138653",
      "formEdgeID": null
    },
    {
      "edgeID": "182462",
      "fromID": "138657",
      "toID": "138658",
      "formEdgeID": null
    },
    {
      "edgeID": "182463",
      "fromID": "138658",
      "toID": "138656",
      "formEdgeID": null
    },
    {
      "edgeID": "182464",
      "fromID": "138660",
      "toID": "138661",
      "formEdgeID": null
    },
    {
      "edgeID": "182465",
      "fromID": "138661",
      "toID": "138659",
      "formEdgeID": null
    },
    {
      "edgeID": "182466",
      "fromID": "138663",
      "toID": "138664",
      "formEdgeID": null
    },
    {
      "edgeID": "182467",
      "fromID": "138664",
      "toID": "138662",
      "formEdgeID": null
    },
    {
      "edgeID": "182468",
      "fromID": "138666",
      "toID": "138667",
      "formEdgeID": null
    },
    {
      "edgeID": "182469",
      "fromID": "138667",
      "toID": "138665",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
