{
  "nodes": [
    {
      "nodeID": "154903",
      "text": "Originally posted by Patriot THAT is what they are making a big fuss over?? ???",
      "type": "I",
      "timestamp": "2016-03-08 20:22:41"
    },
    {
      "nodeID": "154904",
      "text": "If anti-gunners can pass a law to make the private sale of guns require a background check at a gun store then they can do it for all private sales. If it is illegal for private citizens to sell guns at a gun show, then what prevents them from simply walking out to the parking lot and concluding the sale there?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:41"
    },
    {
      "nodeID": "154905",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:41"
    },
    {
      "nodeID": "154906",
      "text": "Originally posted by voiceofreason Yeah, right. I'm not going to take that statistic seriously. It doesn't agree with the study done by the Violence Policy Center. And what about all the terrorists that buy guns from gun shows? We can't ignore that.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:41"
    },
    {
      "nodeID": "154907",
      "text": "We need to ban box cutters. We need to ban box cutter shows. We need to prohibit box cutters on school campus. We need to to ban extra efficient assault box cutters because the can open more boxes than regular boxes. We need to register all box cutters. We need to reduce the box cutter supply to prevent box cutters from getting to criminals. Regular people don't need box cutters, they can just use pointy sticks to cut tape on boxes.  Did you notice. They did not use guns. Terrorist in our country used box cutters and fertilizer and U-hauls to kill people. We need to ban fertilizer and U-hauls.........",
      "type": "I",
      "timestamp": "2016-03-08 20:22:41"
    },
    {
      "nodeID": "154908",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:41"
    },
    {
      "nodeID": "154909",
      "text": "Originally posted by voiceofreason Yeah, right. I'm not going to take that statistic seriously. It doesn't agree with the study done by the Violence Policy Center.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:41"
    },
    {
      "nodeID": "154910",
      "text": "The VPC has a political agenda. The FBI? That is like saying I believe Coke taste better than Pepsi because the Coke commericial says so.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:41"
    },
    {
      "nodeID": "154911",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:41"
    },
    {
      "nodeID": "154912",
      "text": "Originally posted by voiceofreasonA study done by the Violence Policy Center showed that lots of terrorists, presidential assassins, white supremacists, and criminals visit gun shows and purchase dangerous weapons.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:41"
    },
    {
      "nodeID": "154913",
      "text": "#1, There haven't exactly been a lot of presidential assassins, or gun weilding terrorists for that matter, for the Violence Policy center to be harping about. Where are these lots of terrorists and presidential assassins hiding at? If the VPC knows and hasn't reported them, then the VPC has committed a felony.#2 And there is nothing illegal about being a white supremacist. While I despise their ideas, I fully support their right to have them.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:42"
    },
    {
      "nodeID": "154914",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:42"
    },
    {
      "nodeID": "154915",
      "text": "Why should regular people, simply looking to sell off a few pieces of their collection, be forced to abide by business regulations instituted for organized companies that're about making a profit?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:42"
    },
    {
      "nodeID": "154916",
      "text": "Well, my point is that they (I, you, or any collector) shouldn't be forced but rather, that it is a smart thing to do in order to make sure you are not selling a firearm to a felon (which could land you in prison).",
      "type": "I",
      "timestamp": "2016-03-08 20:22:42"
    },
    {
      "nodeID": "154917",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:42"
    },
    {
      "nodeID": "154918",
      "text": "Private citizens carrying out background checks on private citizens is a bad idea. You very well could be opening up the doors to abuse by the ATF against regular people. We all know how the ATF will revoke a license if there's a single comma out of place, just imagine what they'd do to Joe Average if the purchaser failed to check one of the 26 boxes of Form 4473.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:42"
    },
    {
      "nodeID": "154919",
      "text": "But private citizens run background checks on other citizens all the time. I rent property. I make sure my tenants aren't felons before I lease anything. I worked in fraud prevention for 5 years. They ran a background check on me to make sure I wasn't a fraudster. It isn't the law, its just a smart thing to do. There wouldn't be any forms or anything even indicating why you are running their background. You just run an SSN and instantly find out if you can legally sell them a weapon. Again, this isn't something I believe should be law. The law is clear: it is a felony to sell a firearm to a convicted felon. It is just something I personally would choose to do if I didn't know the buyer I was selling to...",
      "type": "I",
      "timestamp": "2016-03-08 20:22:42"
    },
    {
      "nodeID": "154920",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:42"
    },
    {
      "nodeID": "154921",
      "text": "A recent study by the FBI found that out of a random sampling of various criminals booked on firearms charges, only ONE of the polled individuals had procured a gun from a gun show.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:42"
    },
    {
      "nodeID": "154922",
      "text": "Maybe so, but a random sampling is far from a statistical fact of any kind. And remember, I am against any government intervention that makes it more difficult for law abiding people to own as many weapons as they choose to own. But I do feel we must be not only more responsible today, but vigilant in our desire to make sure that criminals, illegal aliens and terrorists are not able to procure weapons through legal channels. Especially since we already know they can procure them through so many illegal channels already. What I posted above was the type of regulations that I could live with even though I'm sure that criminals would find a way to usurp them as they do most every safeguard that's adopted.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:42"
    },
    {
      "nodeID": "154923",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:42"
    },
    {
      "nodeID": "154924",
      "text": "I am even prohibited by law from performing a background check.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:42"
    },
    {
      "nodeID": "154925",
      "text": "Not if you have permission to do one from the buyer. If I sold a firearm, and didn't know the person so well, I would do one. I have contacts in businesses who can do them for me for free. Its just a smart thing to do. Should it be the law? No way. But I would do it. Better safe than sorry in this instance.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:42"
    },
    {
      "nodeID": "154926",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:42"
    }
  ],
  "edges": [
    {
      "edgeID": "193948",
      "fromID": "154904",
      "toID": "154905",
      "formEdgeID": null
    },
    {
      "edgeID": "193949",
      "fromID": "154905",
      "toID": "154903",
      "formEdgeID": null
    },
    {
      "edgeID": "193950",
      "fromID": "154907",
      "toID": "154908",
      "formEdgeID": null
    },
    {
      "edgeID": "193951",
      "fromID": "154908",
      "toID": "154906",
      "formEdgeID": null
    },
    {
      "edgeID": "193952",
      "fromID": "154910",
      "toID": "154911",
      "formEdgeID": null
    },
    {
      "edgeID": "193953",
      "fromID": "154911",
      "toID": "154909",
      "formEdgeID": null
    },
    {
      "edgeID": "193954",
      "fromID": "154913",
      "toID": "154914",
      "formEdgeID": null
    },
    {
      "edgeID": "193955",
      "fromID": "154914",
      "toID": "154912",
      "formEdgeID": null
    },
    {
      "edgeID": "193956",
      "fromID": "154916",
      "toID": "154917",
      "formEdgeID": null
    },
    {
      "edgeID": "193957",
      "fromID": "154917",
      "toID": "154915",
      "formEdgeID": null
    },
    {
      "edgeID": "193958",
      "fromID": "154919",
      "toID": "154920",
      "formEdgeID": null
    },
    {
      "edgeID": "193959",
      "fromID": "154920",
      "toID": "154918",
      "formEdgeID": null
    },
    {
      "edgeID": "193960",
      "fromID": "154922",
      "toID": "154923",
      "formEdgeID": null
    },
    {
      "edgeID": "193961",
      "fromID": "154923",
      "toID": "154921",
      "formEdgeID": null
    },
    {
      "edgeID": "193962",
      "fromID": "154925",
      "toID": "154926",
      "formEdgeID": null
    },
    {
      "edgeID": "193963",
      "fromID": "154926",
      "toID": "154924",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
