{
  "nodes": [
    {
      "nodeID": "152370",
      "text": "'Certainly, I think it would be fair to say that it would be more likely for a court decision to impose the recognition of same-sex marriage from Massachusetts on another state in the event of the repeal of D.O.M.A.,' Pepperdine Law Prof. Douglas Kmiec told ABC News.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:54"
    },
    {
      "nodeID": "152371",
      "text": "I think this is unlikely under the current makeup of the Supreme Court. But that of course is the fear that many have, i.e., that gay marriage would be imposed via judicial fiat (whether at the state or federal level) rather than through legislative means.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:54"
    },
    {
      "nodeID": "152372",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152373",
      "text": "Well, let's be honest here. People fear gay marriage, not that it might come about via judicial fiat. That's just the current whipping horse because that's how it happened first, for some broad values of judicial fiat of course. There was a recent post here about rights granted gays by their state legislature, Oregon I think, and a group jumped in and forced the law on hold via a petition drive. So it really isn't the means by which gays get equality that upsets some folks, it's the equality itself. 'judicial fiat' is just a phrase people can use so they can avoid stating their true motives, preventing gays from being treated as equals.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152374",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152375",
      "text": "Bingo. This is spot on. Why suggest a repeal of the entirety of DOMA if you support the policy established by part of DOMA? And I repeat my earlier observation: if DOMA is such a travesty, why not go ahead and try to repeal it as a Senator. Such a repeal would have to be initiated by Congress anyway. It's highly unlikely that he could accomplish a repeal of DOMA as President.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152376",
      "text": "Because there are still a lot of people in this country that support oppression and injustice toward gay people.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152377",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152378",
      "text": "So then you support a states right to stop all drivers on their borders and make them retest for drivers licenses and pay to register thier cars before being allowed to drive in the state?",
      "type": "I",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152379",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152380",
      "text": "Said repeal would have to be signed by the President, right? I trust you haven't forgoten who currently holds that position, or how likely his signature would be?",
      "type": "I",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152381",
      "text": "You may have missed the context from the other thread I referred to. The point I made is that the unlikeliness of a Presidential signature did not stop Senator Obama from voting in favor of a required Iraq troop withdraw timetable. The promised veto threat didn't matter in this instance. He was 'standing on principle.' Well, same would apply for his newfound views disfavoring DOMA as well in my view.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152382",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152383",
      "text": "I don't think DOMA is an abhorrent law. It's real intent is to preserve the sovereignty of the individual states over an issue...",
      "type": "I",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152384",
      "text": "No, not in the least. It's real intent was to throw a bone to the people pretending to have 'family values'. The religious right, the conservatives, that lot.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152385",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152386",
      "text": "Judicial fiat is a word I used, and I really have no issues with gays being treated equally. Though I have tremendous opposition against the desire to see courts and judges impose gay marriage while bypassing the legislature. Judicial fiat is a real concept, and it is a legitimate concern.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152387",
      "text": "But not a legitimate concern in this case. I have never seen anyone show in any way that the Massachusetts court ruled incorrectly or abused their powers in the least. They based their ruling on their state constitution, which is exactly what they're supposed to do. 'fiat' is simply a red flag to wave around to scare up some negative emotions.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:55"
    },
    {
      "nodeID": "152388",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:56"
    }
  ],
  "edges": [
    {
      "edgeID": "192156",
      "fromID": "152371",
      "toID": "152372",
      "formEdgeID": null
    },
    {
      "edgeID": "192157",
      "fromID": "152372",
      "toID": "152370",
      "formEdgeID": null
    },
    {
      "edgeID": "192158",
      "fromID": "152373",
      "toID": "152374",
      "formEdgeID": null
    },
    {
      "edgeID": "192159",
      "fromID": "152374",
      "toID": "152371",
      "formEdgeID": null
    },
    {
      "edgeID": "192160",
      "fromID": "152376",
      "toID": "152377",
      "formEdgeID": null
    },
    {
      "edgeID": "192161",
      "fromID": "152377",
      "toID": "152375",
      "formEdgeID": null
    },
    {
      "edgeID": "192162",
      "fromID": "152378",
      "toID": "152379",
      "formEdgeID": null
    },
    {
      "edgeID": "192163",
      "fromID": "152379",
      "toID": "152371",
      "formEdgeID": null
    },
    {
      "edgeID": "192164",
      "fromID": "152381",
      "toID": "152382",
      "formEdgeID": null
    },
    {
      "edgeID": "192165",
      "fromID": "152382",
      "toID": "152380",
      "formEdgeID": null
    },
    {
      "edgeID": "192166",
      "fromID": "152384",
      "toID": "152385",
      "formEdgeID": null
    },
    {
      "edgeID": "192167",
      "fromID": "152385",
      "toID": "152383",
      "formEdgeID": null
    },
    {
      "edgeID": "192168",
      "fromID": "152387",
      "toID": "152388",
      "formEdgeID": null
    },
    {
      "edgeID": "192169",
      "fromID": "152388",
      "toID": "152386",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
