{
  "nodes": [
    {
      "nodeID": "150059",
      "text": "Balderdash is my only response if you are holding this up as evidence of anything absolute. Simply put, I'll let this link answer your distance of stars claim. http://www.ibri.org/Tracts/lttmetct.htm",
      "type": "I",
      "timestamp": "2016-03-08 20:11:56"
    },
    {
      "nodeID": "150060",
      "text": "So God deceived us by creating a system that today works as we know it in a way that refutes Literal Creationism and has absolutely no evidence of being different at any time in the past but secretly made the named light sources abide to his secondary set of physical laws which he then removed from creation without a trace.  Got it: God's a Liar, a deceiver and a cheater Not the first time you argued that.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:56"
    },
    {
      "nodeID": "150061",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:56"
    },
    {
      "nodeID": "150062",
      "text": "Interesting coming from someone who just argued his God is a liar of epic proportions.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:56"
    },
    {
      "nodeID": "150063",
      "text": "Really? I have argued that God is an epic liar? Can you point out me arguing that at all you EPIC LIAR? Once again you are interpreting what I have said through that sick and unbalanced mind of yours, and then extrapolating that I am now arguing in favor of calling my God an EPIC LIAR. Is it absolutely impossible for you to debate issues while actually responding to what we really say rather than reading into what we say and redefining it to fit your warped and perverse perspective? :xbanghead emoticon_xdonno  I mean, how sick and disturbed must your powers of reason and logic be for you to interpret my argument that Man, because of our linear view of time, is misreading the fact that God placed the stars in space at the same time much more recently than it appears to us to have occurred, that God is then an epic liar? Is God responsible for how we interpret the evidence when we attempt to do it apart from placing Him first and foremost into the equation? Is He the liar? Or are you who think like that deceiving yourselves by ignoring His place in the creation of time and space?  It is just completely beyond you to think from an honest and objective perspective, isn't it obvious child! But for a more practical answer, imagine this. In the beginning, space was a void which spanned all of eternity. Only one object/energy source encompassed all of it from one end of its massive emptiness to the other, and that person was my God Yahweh. And in one second or minutes time, he spoke all of the stars that have ever existed, at different intensities and strengths, which causes them to burn out at different times. But he placed them at the very inner and outer limits of time and space at that time. Liken it to a farmer with a hand full of seeds. He pulls back his arm and throws those seeds to the end of the plot of land he is sowing at that time. To the ants on the ground, if they measured the time it would take to reach the farthest seed, it would represent a great distance, but to the farmer it was just one arms throw in time to disperse hundreds of seeds at one time.  Now here we are as finite creatures who can only see time from our linear perspective. Time is plastic. Our linear measure is man made for our convenience only. That you place what we call the measure of so called light years is arbitrary at best. But I am getting too deep for you and this discussion. The point is that our God has the ability to place the stars in every corner of not only what we again, arbitrarily call our universe, but throughout all of time and space.  But to we puny finite humans who have invented telescopes, it appears that these stars we are seeing today are ancient based on the perceived yet arbitrarily arrived at distance you believe they are from us. But since you are unable to even grasp the hugeness of our God, you also fail to appreciate that light years are a measure of distance rather than time. So by that definition alone, it is foolish to equate it with Earth time rather than Gods ability to reach any distant place in time and space and place stars there. emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:11:56"
    },
    {
      "nodeID": "150064",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:56"
    },
    {
      "nodeID": "150065",
      "text": "He has nothing else. Bleating about the stars being placed in such a way as to look older than they really are means that his God either intended us to believe something not true, or intended us to live in ignorance of reality. His confusion over light/years vs time/distance suggest Archie cleaves to the latter.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:56"
    },
    {
      "nodeID": "150066",
      "text": "You have ignored a third option, my denier of all that is right and good. That third option is the one you atheists and secular humanists refuse to consider, and that is that God spoke the stars into creation at the same time as Genesis says He spoke everything into existence in 6 days time as Genesis declares.  What is dishonest and deceptive about your position is to then extrapolate from that info that it is God who is being deceptive. It is like saying that because you reject the gospel of Jesus as I accurately and honestly share it with you, that it is me lying about that gospel because you have rejected it. It is the most irrational and dishonest reasoning possible, yet it defines the way your minds work. emoticon_xdonno",
      "type": "I",
      "timestamp": "2016-03-08 20:11:56"
    },
    {
      "nodeID": "150067",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:56"
    },
    {
      "nodeID": "150068",
      "text": "I see far to many religious people that know absolutely nothing about the universe they live in as a result.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:57"
    },
    {
      "nodeID": "150069",
      "text": "Just because we interpret the available evidence differently, for you to assume from that, that we believers know nothing about the universe we inhabit is arrogance to the max.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:57"
    },
    {
      "nodeID": "150070",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:57"
    },
    {
      "nodeID": "150071",
      "text": "Yeah arch why did god do it that way?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:57"
    },
    {
      "nodeID": "150072",
      "text": "I already did explain the obnoxious childs dishonesty accipiter. You really need to read the posts before embarrassing yourself asking ridiculous questions. The ignorance that child contributes here is enough for any 5 forums, much less this ONE. You notice that this liar never actually supported his claim that I ever ARGUED THAT GOD IS AN EPIC LIAR!!! But that never stopped him from making the dishonest claim, did it? So my question for you is this; why would you even rely on such a liar to make any type of valid point at all when he isn't even connected to reality which he proves in every single post in which he corrupts and perverts what another member says by completely misinterpreting what he says?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:57"
    },
    {
      "nodeID": "150073",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:57"
    },
    {
      "nodeID": "150074",
      "text": "If you understood his word you would know about them.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:57"
    },
    {
      "nodeID": "150075",
      "text": "Well, if you make the argument that if someone took the time to write it, it must be true I'm totally convinced! emoticon_xgood Good job on failing to provide a shred of actual evidence to show that God actually changed the laws of physics. By the way, if I'm so dishonest about your claims making God a liar, why have you outright refused to explain your original argument? 'Archangel, if you think you are so right, where is the evidence that the physical laws dictating how light behaves in a medium has changed in the past?' No reply.  'So God deceived us by creating a system that today works as we know it in a way that refutes Literal Creationism and has absolutely no evidence of being different at any time in the past but secretly made the named light sources abide to his secondary set of physical laws which he then removed from creation without a trace.' How does that not make God an epic liar?' No reply.  'I'm betting you don't even understand your original argument. Prove me wrong. Explain how it does not result in God being a liar. ' No reply.  I seriously doubt you even understand the original argument you gave especially since you cited a website that argued against YEC because it forces God to have deceived us either in the Bible or the natural world. Note that Birden said this: 'If they go the #1 route, then they must defend against the 'God is a deceiver' argument. If they go the #2 route, then (by invoking the miraculous) they have effectively shut the science classroom door on the teaching of creationism.' I see you lack the intellectual guts to deal with #1, and instead went for #2 on the grounds if Bible says = True! The problem is that you remove your argument from the realm of actual science and rely entirely upon Magic and the Supernatural. Neither of which are testable or teachable in the science classroom. Where have I ever claimed to be a Christian?  More lies from the Lie Factory. Besides if such miracles happened, why is there no physical evidence left from the change in the physical laws? Oh wait I forgot. You can't answer actual science questions that rely upon empirical evidence.  If the Bible says so therefore it is true! Obviously SOMEONE took the time to write it, therefore it HAS to be true!",
      "type": "I",
      "timestamp": "2016-03-08 20:11:57"
    },
    {
      "nodeID": "150076",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:57"
    },
    {
      "nodeID": "150077",
      "text": "What is not only very interesting, but incredible is that in this whole thread this is the only post which has even attempted to answer the OP question. Effective Arguments For Disproving Biblical CreationEverything else written has been personal attacks and non responses to the arguments I have posted. But at no time has anyone offered any actual evidence to prove anything I have said wrong, or any evidence that disproves biblical creation.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:57"
    },
    {
      "nodeID": "150078",
      "text": "Really?  http://www.4forums.com/political/365140-post7.html http://www.4forums.com/political/365144-post9.html http://www.4forums.com/political/365579-post66.html Huh. It appears you have forgotten the very first page much less every other page as well. And no one refuted you? http://www.4forums.com/political/365160-post13.html http://www.4forums.com/political/365384-post45.html Huh. More likes from the King of Liars.  Do you really believe anyone takes you at face value anymore? Btw, you still haven't addressed where the flood got its nearly 1 billion cubic miles of extra sediment.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:57"
    },
    {
      "nodeID": "150079",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:57"
    }
  ],
  "edges": [
    {
      "edgeID": "190532",
      "fromID": "150060",
      "toID": "150061",
      "formEdgeID": null
    },
    {
      "edgeID": "190533",
      "fromID": "150061",
      "toID": "150059",
      "formEdgeID": null
    },
    {
      "edgeID": "190534",
      "fromID": "150063",
      "toID": "150064",
      "formEdgeID": null
    },
    {
      "edgeID": "190535",
      "fromID": "150064",
      "toID": "150062",
      "formEdgeID": null
    },
    {
      "edgeID": "190536",
      "fromID": "150066",
      "toID": "150067",
      "formEdgeID": null
    },
    {
      "edgeID": "190537",
      "fromID": "150067",
      "toID": "150065",
      "formEdgeID": null
    },
    {
      "edgeID": "190538",
      "fromID": "150069",
      "toID": "150070",
      "formEdgeID": null
    },
    {
      "edgeID": "190539",
      "fromID": "150070",
      "toID": "150068",
      "formEdgeID": null
    },
    {
      "edgeID": "190540",
      "fromID": "150072",
      "toID": "150073",
      "formEdgeID": null
    },
    {
      "edgeID": "190541",
      "fromID": "150073",
      "toID": "150071",
      "formEdgeID": null
    },
    {
      "edgeID": "190542",
      "fromID": "150075",
      "toID": "150076",
      "formEdgeID": null
    },
    {
      "edgeID": "190543",
      "fromID": "150076",
      "toID": "150074",
      "formEdgeID": null
    },
    {
      "edgeID": "190544",
      "fromID": "150078",
      "toID": "150079",
      "formEdgeID": null
    },
    {
      "edgeID": "190545",
      "fromID": "150079",
      "toID": "150077",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
