{
  "nodes": [
    {
      "nodeID": "141247",
      "text": "This is truly one of the most idiotic 'FAQs' I have ever seen.  Though when I say idiotic I really mean 'dishonest'.  And when I say 'FAQs' I mean piles of steaming turd. You appear to have cut and pasted this from a website created by a 15 year old. http://members.tripod.com/~antilemming/main.htm in 1997. Although you have taken out the bit about how maybe Stalin didn't really kill many people.  I am astounded by the logic. In the original FAQ, China and Vietnam are also identified as 'successful socialist states', and North Korea as a 'socialist state', along with glorious Cuba.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:16"
    },
    {
      "nodeID": "141248",
      "text": "You listed the wrong website it is from the YCLUSA, they never talked about Stalin, and China and Vietnam have less laws limiting Capitalism than the US does so thay don't count. Oh yes and I as a communist have read more than this like Communist Manifesto,Das Kapital, and The State and Revolution. and I have read much history of the USSR and I frequently visit a communist forum. And I have read the Soviet documents from the 30's,most 'Modern Information' comes from Nazi William Hearst, Robert Conquest, and The Fascist Alexander Solzhenitsyn.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:16"
    },
    {
      "nodeID": "141249",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:16"
    },
    {
      "nodeID": "141250",
      "text": "I think that Comrade Brian is pulling our collective legs by pretending to be a die-hard, uninformed, living-in-denial communist, when in fact he's a just another guy trying to have a laugh by trolling the boards. I truly find it hard to believe that anyone could be so completely uninformed about capitalism and socialism.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:16"
    },
    {
      "nodeID": "141251",
      "text": "I believe you're right: every word he writes including 'and' and 'the' is either a misrepresentation or a fantastic drollery.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:16"
    },
    {
      "nodeID": "141252",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:16"
    },
    {
      "nodeID": "141253",
      "text": "I agree. That was the most pathetic, dishonest and downright idotic commentary on communism/socialism I've ever encountered.  I have a VERY hard time believing that someone could actually post that with a straight face.  Good one Comrade Brian. :p  Waxy",
      "type": "I",
      "timestamp": "2016-03-08 19:53:17"
    },
    {
      "nodeID": "141254",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:17"
    }
  ],
  "edges": [
    {
      "edgeID": "184310",
      "fromID": "141248",
      "toID": "141249",
      "formEdgeID": null
    },
    {
      "edgeID": "184311",
      "fromID": "141249",
      "toID": "141247",
      "formEdgeID": null
    },
    {
      "edgeID": "184312",
      "fromID": "141251",
      "toID": "141252",
      "formEdgeID": null
    },
    {
      "edgeID": "184313",
      "fromID": "141252",
      "toID": "141250",
      "formEdgeID": null
    },
    {
      "edgeID": "184314",
      "fromID": "141253",
      "toID": "141254",
      "formEdgeID": null
    },
    {
      "edgeID": "184315",
      "fromID": "141254",
      "toID": "141250",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
