{
  "nodes": [
    {
      "nodeID": "161399",
      "text": "Thiest: I believe in God? What is God as best defined by you? Describe the nature of God. What is it that you believe in?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:31"
    },
    {
      "nodeID": "161400",
      "text": "Your question itself is a problem. God is 'He who is', not a 'what'.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:31"
    },
    {
      "nodeID": "161401",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:31"
    },
    {
      "nodeID": "161402",
      "text": "If a God exists, then God is as God is.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:31"
    },
    {
      "nodeID": "161403",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:37:31"
    },
    {
      "nodeID": "161404",
      "text": "SP: Hello again. I hope you are well. God is difficult to define. One would not expect a finite being such as myself to define clearly and completely an infinite being such as God.  However, as with any person God has defined himself. We all definie or identify, ourselves by various methods. What we like and dislike. What we do, where we go, where we have been. God has done this as well in the bible. He has mades statements about the things he likes and dislikes (The ten commandments for instance). He tells what he does (he is a creator for instance, He loves, he has mercy and grace.) He tells us where he has been (He is the God that is, was, and will be, in otherwords exists outside of time). There are other things naturally. I can tell you some because as a finite being I will take a life time getting to know him. This is true with any person. You cannot completely define your closest and dearest friend. It is impossible because people are infinitely complex. You can know your friend none the less. This is true of God as well. You have heard me talk about God on this forum for quite sometime. This is how God is defined. You ask an impossibly broad question. Sglaine seems to imply that theists will only hamper you with illogic when it comes to defining God and they will eventually say they don't know. I know some not all. So do you. This is right. To assume that we should be able to define God completely and accurately is illogical.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:32"
    },
    {
      "nodeID": "161405",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:32"
    },
    {
      "nodeID": "161406",
      "text": "I have been asking that for 10 years now and get a lot of different answers Haaa Haaa When you can find someone that is lodgical about the subject you will find out but until that time it is like looking for a needle in a hay stack.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:32"
    },
    {
      "nodeID": "161407",
      "text": "Surely this question be easy enough to answer.  Any rational thinking thiest want to give my question a shot?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:32"
    },
    {
      "nodeID": "161408",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:37:32"
    },
    {
      "nodeID": "161409",
      "text": "Well I'm neither rational nor a theist, but still! I could put in a comment about what I personally believe the nature of God to be, but I'm sure you've all heard it before so I won't bother! In the end I don't think it is an easy question to answer, it is asking to define the undefinable. Humans are limited creatures, we can give a dictionary definition of these things, we have a rough idea of the concept of infinity but can never begin to truly comprehend or define it.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:32"
    },
    {
      "nodeID": "161410",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:32"
    },
    {
      "nodeID": "161411",
      "text": "Do you believe that you will hear an understanding of God that you've not heard before, or are you of the belief you are open-minded on the subject, and might well have an epiphany?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:32"
    },
    {
      "nodeID": "161412",
      "text": "What possible concern is any of that to you? Some actually search for knowledge through debate. This is a debate forum if you recall. Don't play if you're not so inclined but to post warnings not to fall in this trap, c'mon.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:32"
    },
    {
      "nodeID": "161413",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:32"
    },
    {
      "nodeID": "161414",
      "text": "I'm not going to go into what is wrong with the idea of God without knowing it is what we mean we speak the word. Excuse me if I am mistaken, but it seems that you are getting defensive on your belief before I even begin a debate. I'm simply looking for any one wishing to participate on the nature / existance of God. If you find my questions to be complete nonsense and that I'm only here to critize theism than you need not participate. thebootfitter,",
      "type": "I",
      "timestamp": "2016-03-08 20:37:32"
    },
    {
      "nodeID": "161415",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:32"
    },
    {
      "nodeID": "161416",
      "text": "You've avoided the question. God does not fill the word 'who' because to most accounts he is not a person, or being. But for your sake I will restate the question. Who is God? Describe God to me. What is that you believe in?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:32"
    },
    {
      "nodeID": "161417",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:32"
    },
    {
      "nodeID": "161418",
      "text": "Secondly, why would it matter to you about someone trying to define God, who paradoxically, is be definition, undefinable?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:33"
    },
    {
      "nodeID": "161419",
      "text": "By definition is undefinable? So then God you cannot claim that god is: loving, good, omnipotent, ominiscent, etc.... Or do you claim such. Again I ask you describe what it is that you believe in? Is your answer than you believe in the undefinable of which you do not know any further?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:33"
    },
    {
      "nodeID": "161420",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:33"
    },
    {
      "nodeID": "161421",
      "text": "True but this progesses nothing twoards a conversation because you have no told me the nature of such an existance. You have said if A is then A=A.... thats saying a lot without saying anything at all because you have failed to provide what A is.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:33"
    },
    {
      "nodeID": "161422",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:33"
    },
    {
      "nodeID": "161423",
      "text": "What possible concern is any of that to you?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:33"
    },
    {
      "nodeID": "161424",
      "text": "Now, I could ask the same thing.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:33"
    },
    {
      "nodeID": "161425",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:33"
    },
    {
      "nodeID": "161426",
      "text": "Some actually search for knowledge through debate. This is a debate forum if you recall. Don't play if you're not so inclined but to post warnings not to fall in this trap, c'mon.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:33"
    },
    {
      "nodeID": "161427",
      "text": "I have clashed horns with SilentPoet before. He is, unfortunately, neither a poet, nor more tragically, silent. This is indeed a debate forum, and I don't see why a self-confessed atheist would want to discontinue his attacks on religion and feign real concern for people's opinions. If you have some proof of his change of heart, please let me know how you know this. Otherwise, I continue with my warning, which is also my right to give, and yours to ignore, or to respond to as you have.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:33"
    },
    {
      "nodeID": "161428",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:33"
    },
    {
      "nodeID": "161429",
      "text": "...God does not fill the word 'who' because to most accounts he is not a person, or being. ...",
      "type": "I",
      "timestamp": "2016-03-08 20:37:33"
    },
    {
      "nodeID": "161430",
      "text": "A being is something that is conceivable as existing...or something that actually exists. A human being is one of us, a homo-sapien, a member of the group of beings known as animals. A rock is a being of inanimate qualities. God is the supreme being, not capable of being understood totally as this would put Him (or It, or She) on the same level as those that He created. We will never be able to define exactly what or who God is! God is great. God is good. Let us thank Him for our food.  God is my shepherd. God is my Light. God is my Co-pilot. God is what keeps me from believing that all this (the totality of all things and happenings) came about by accident.  When God made man, She was only kidding! ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:37:33"
    },
    {
      "nodeID": "161431",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:33"
    },
    {
      "nodeID": "161432",
      "text": "I am suggesting that (assuming a God exists) the nature of God is unknowable in the realm in which we exist. Unlike a square or a rock or a chair or a tree which are of this physical realm, and for which we can make a definition and then test the object to determine if it fits the definition, we cannot do this with God, simply because there is no way to 'test' God within the physical realm in which we exist.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:33"
    },
    {
      "nodeID": "161433",
      "text": "So you would go with the unknowable argument? Well then this is applicable to your response: So now you have said that god is undefinable or often said 'supernatural'. T:I believe in God A:What is God? T:I dont know. Then my question to you would be that if you dont know what God is... then what is it that you believe in?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:34"
    },
    {
      "nodeID": "161434",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:34"
    }
  ],
  "edges": [
    {
      "edgeID": "198576",
      "fromID": "161400",
      "toID": "161401",
      "formEdgeID": null
    },
    {
      "edgeID": "198577",
      "fromID": "161401",
      "toID": "161399",
      "formEdgeID": null
    },
    {
      "edgeID": "198578",
      "fromID": "161402",
      "toID": "161403",
      "formEdgeID": null
    },
    {
      "edgeID": "198579",
      "fromID": "161403",
      "toID": "161399",
      "formEdgeID": null
    },
    {
      "edgeID": "198580",
      "fromID": "161404",
      "toID": "161405",
      "formEdgeID": null
    },
    {
      "edgeID": "198581",
      "fromID": "161405",
      "toID": "161399",
      "formEdgeID": null
    },
    {
      "edgeID": "198582",
      "fromID": "161407",
      "toID": "161408",
      "formEdgeID": null
    },
    {
      "edgeID": "198583",
      "fromID": "161408",
      "toID": "161406",
      "formEdgeID": null
    },
    {
      "edgeID": "198584",
      "fromID": "161409",
      "toID": "161410",
      "formEdgeID": null
    },
    {
      "edgeID": "198585",
      "fromID": "161410",
      "toID": "161407",
      "formEdgeID": null
    },
    {
      "edgeID": "198586",
      "fromID": "161412",
      "toID": "161413",
      "formEdgeID": null
    },
    {
      "edgeID": "198587",
      "fromID": "161413",
      "toID": "161411",
      "formEdgeID": null
    },
    {
      "edgeID": "198588",
      "fromID": "161414",
      "toID": "161415",
      "formEdgeID": null
    },
    {
      "edgeID": "198589",
      "fromID": "161415",
      "toID": "161400",
      "formEdgeID": null
    },
    {
      "edgeID": "198590",
      "fromID": "161416",
      "toID": "161417",
      "formEdgeID": null
    },
    {
      "edgeID": "198591",
      "fromID": "161417",
      "toID": "161400",
      "formEdgeID": null
    },
    {
      "edgeID": "198592",
      "fromID": "161419",
      "toID": "161420",
      "formEdgeID": null
    },
    {
      "edgeID": "198593",
      "fromID": "161420",
      "toID": "161418",
      "formEdgeID": null
    },
    {
      "edgeID": "198594",
      "fromID": "161421",
      "toID": "161422",
      "formEdgeID": null
    },
    {
      "edgeID": "198595",
      "fromID": "161422",
      "toID": "161402",
      "formEdgeID": null
    },
    {
      "edgeID": "198596",
      "fromID": "161424",
      "toID": "161425",
      "formEdgeID": null
    },
    {
      "edgeID": "198597",
      "fromID": "161425",
      "toID": "161423",
      "formEdgeID": null
    },
    {
      "edgeID": "198598",
      "fromID": "161427",
      "toID": "161428",
      "formEdgeID": null
    },
    {
      "edgeID": "198599",
      "fromID": "161428",
      "toID": "161426",
      "formEdgeID": null
    },
    {
      "edgeID": "198600",
      "fromID": "161430",
      "toID": "161431",
      "formEdgeID": null
    },
    {
      "edgeID": "198601",
      "fromID": "161431",
      "toID": "161429",
      "formEdgeID": null
    },
    {
      "edgeID": "198602",
      "fromID": "161433",
      "toID": "161434",
      "formEdgeID": null
    },
    {
      "edgeID": "198603",
      "fromID": "161434",
      "toID": "161432",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
