{
  "nodes": [
    {
      "nodeID": "155964",
      "text": "What's a new body part? Well first imagine a genetically simple organism swimming around in the primordial swamp. This creature surely was very small, so small that you could hardly see it. It did not have legs, arms, wings, feathers, shells, fingers, toes, kidneys, lungs, muscles, or much of anything else. ToE says all animals descended from this creature and all the millions of body parts found in the animal kingdom must have formed over time by RMNS.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:02"
    },
    {
      "nodeID": "155965",
      "text": "But it did have (if we are talking the very first non-unicellular organisms) tiny ickle wickle bits and pieces that eventually became what we call 'organs'.  Seriously, if you can't answer my questions above then you have no business questioning the theory, because if you don't know what the theory says, how can you argue against it?  Your questions in this thread make no sense because they do not even address the issues from the standpoint of what is already known.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:02"
    },
    {
      "nodeID": "155966",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:02"
    },
    {
      "nodeID": "155967",
      "text": "yeap...that pretty much sums it up. I fully expect to get insulted any time I post something. But you're right: these people are activists...and most have no interest in searching for the truth...there's simply no way to change their minds.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:02"
    },
    {
      "nodeID": "155968",
      "text": "You deserve to get insulted for the follwoing reasons: You post the same garbage at several forums  You start thread after thread with the regurgiposted garbage at forum after forum You refuse to even try to understand the answers you are given, and when given answers, just ask more questions until the answerer grows tired of playing games You abandon threads only to start new ones on the same topics later Lather, rinse, repeat You do not want discussion. You do not want answers. YOu do not want to try to understand the things you read - look at your caterpiller color debacle. Your 'mission' is to overwhgelm with volume because you know you lose on details. Trying to discuss things with you is like a hamster on a treadmill - it goes round and round and you end up right where you began. For crying outy loud, at CARM you have started yet another thread linking to the same Bruce Lipton website you did a couple of months ago, making the same basic claims as you did then.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:03"
    },
    {
      "nodeID": "155969",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:03"
    },
    {
      "nodeID": "155970",
      "text": "And let us not forget that its very well documented that mutations in DNA do lead to new chemical structures which are part of the body of microbes. Any contention that new 'parts' cannot be based on genes is doomed to failure on a simple empirical basis. It is without question the case that the bacterial flagella parts are specified by genes AND that changing those genes changes the corresponding parts.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:03"
    },
    {
      "nodeID": "155971",
      "text": "so what if flagella parts are effected by a change of genes?....so are fly wings. The challenge was to present me any evidence that mutations can actually create new raw material for selection. You have to get out of the swamp somehow. I think this concept of mutations as being creators has gotten a pass for too long now.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:03"
    },
    {
      "nodeID": "155972",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:03"
    },
    {
      "nodeID": "155973",
      "text": "A single random mutation cannot create a new organ.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:03"
    },
    {
      "nodeID": "155974",
      "text": "Actually new organs are developed only by MODIFICATION of existing ones. But those modifications are due to chages in the existing physical and chemical structures. New chemical structures can however arise easily by mutation. For example mutation of a single base in chloroplast DNA results in effectively total resistance to the microbial peptide tentoxin. One can indeed turn it on and turn it off with a little genetic manipulation. In addition the specific mechanisms involved are well described in the literature. Glad to supply a set of links if anyone really wants to read them, but will not do so unless requested. CF1 I might add is one of the most important body parts to be found anywhere - most of our food supply depends on its turbine like function.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:03"
    },
    {
      "nodeID": "155975",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:03"
    }
  ],
  "edges": [
    {
      "edgeID": "194698",
      "fromID": "155965",
      "toID": "155966",
      "formEdgeID": null
    },
    {
      "edgeID": "194699",
      "fromID": "155966",
      "toID": "155964",
      "formEdgeID": null
    },
    {
      "edgeID": "194700",
      "fromID": "155968",
      "toID": "155969",
      "formEdgeID": null
    },
    {
      "edgeID": "194701",
      "fromID": "155969",
      "toID": "155967",
      "formEdgeID": null
    },
    {
      "edgeID": "194702",
      "fromID": "155971",
      "toID": "155972",
      "formEdgeID": null
    },
    {
      "edgeID": "194703",
      "fromID": "155972",
      "toID": "155970",
      "formEdgeID": null
    },
    {
      "edgeID": "194704",
      "fromID": "155974",
      "toID": "155975",
      "formEdgeID": null
    },
    {
      "edgeID": "194705",
      "fromID": "155975",
      "toID": "155973",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
