{
  "nodes": [
    {
      "nodeID": "138592",
      "text": "2) Along the same lines, how did the appendages created by mutations actually become something usefull? For example an animal might have developed a wing like appendage, but it wouldn't have the correct muscles that it would need to actually move the wings.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:24"
    },
    {
      "nodeID": "138593",
      "text": "I suspect that you are thinking of birds. But early birds had fingered claws on those wings. It is generally true that no organ ever springs into existance completely developed where nothing existed before. The wings of bats, birds, and pterodactyls are merely the modified fore-limb of a tetrapod. There is evidence that insect wings may have arisen from some sort of thermal panel. And of course, size has considerable relevance to flight. Wingless spiders fly by spinning a loop of silk that is carried by the moving air. Very small insects require almost no wings to fly. What they do is more similar to a whale in water than a bird in air. If by chance, a small animal is upsized because of a competetive advantage, and the wings are too, then it becomes a larger flying animal.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:24"
    },
    {
      "nodeID": "138594",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:24"
    },
    {
      "nodeID": "138595",
      "text": "And now a couple deeper questions (by my standards)",
      "type": "I",
      "timestamp": "2016-03-08 19:47:24"
    },
    {
      "nodeID": "138596",
      "text": "And these are going to be what are the ultimate questions from a fundy. These are the questions that prove, if an evolutionist can't explain them in detail, that it is some unknown, magical, supreme being that is responsible by some unknown, supernatural means.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:24"
    },
    {
      "nodeID": "138597",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:24"
    },
    {
      "nodeID": "138598",
      "text": "1) Where and how was the mind created? How can the ability to think and reason be created by purely physical material? What was the mutation that caused brain cells to become something more than the sum of their parts?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:24"
    },
    {
      "nodeID": "138599",
      "text": "So, if I whack you in the head with a baseball bat and you become a vegitable, where did your soul go? If you are still alive and wearing diapers and drooling, is your ability to reason purely 'physical material'? How are your brain cells more than the sum of their parts? If the mind exists as something more than the physical operation of the physical brain, why does it disappear when the brain is damaged?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:24"
    },
    {
      "nodeID": "138600",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:24"
    },
    {
      "nodeID": "138601",
      "text": "I would appreciate it if some of you experts could give me some simple answers to a couple simple questions and help me with some of my doubts.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:24"
    },
    {
      "nodeID": "138602",
      "text": "And that's why I think you are a troll. There really aren't any experts here. There are several who are knowledgable in a variety of topics, but that knowledge seems to me to be the result of being both educated and widely read. It also indicates an ability to reason and an open mind.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:24"
    },
    {
      "nodeID": "138603",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:24"
    },
    {
      "nodeID": "138604",
      "text": "A similar question might be if you are here, why are your parents still alive?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:25"
    },
    {
      "nodeID": "138605",
      "text": "Just to be pedantic, a better analogy would be: 'If you are here, why do you have brothers and sisters?'",
      "type": "I",
      "timestamp": "2016-03-08 19:47:25"
    },
    {
      "nodeID": "138606",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:25"
    }
  ],
  "edges": [
    {
      "edgeID": "182416",
      "fromID": "138593",
      "toID": "138594",
      "formEdgeID": null
    },
    {
      "edgeID": "182417",
      "fromID": "138594",
      "toID": "138592",
      "formEdgeID": null
    },
    {
      "edgeID": "182418",
      "fromID": "138596",
      "toID": "138597",
      "formEdgeID": null
    },
    {
      "edgeID": "182419",
      "fromID": "138597",
      "toID": "138595",
      "formEdgeID": null
    },
    {
      "edgeID": "182420",
      "fromID": "138599",
      "toID": "138600",
      "formEdgeID": null
    },
    {
      "edgeID": "182421",
      "fromID": "138600",
      "toID": "138598",
      "formEdgeID": null
    },
    {
      "edgeID": "182422",
      "fromID": "138602",
      "toID": "138603",
      "formEdgeID": null
    },
    {
      "edgeID": "182423",
      "fromID": "138603",
      "toID": "138601",
      "formEdgeID": null
    },
    {
      "edgeID": "182424",
      "fromID": "138605",
      "toID": "138606",
      "formEdgeID": null
    },
    {
      "edgeID": "182425",
      "fromID": "138606",
      "toID": "138604",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
