{
  "nodes": [
    {
      "nodeID": "161111",
      "text": "4) Prove to me how dinosaur soft, bloody tissue could survive and be preserved for 65 million freaking years.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:42"
    },
    {
      "nodeID": "161112",
      "text": "and then later back-peddled and dishonestly claimed that he didn't say it.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:42"
    },
    {
      "nodeID": "161113",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:42"
    },
    {
      "nodeID": "161114",
      "text": "Here's what I want: I want someone to please tell me exactly what evidence is there to suggest that dinosaurs are millions of years old?  Unfossilized dinosaur bones have been found lying on top of the ground....they've been found with soft tissue lodged in their bones...they've been found with their skin still attached....their soft, unfossilized eggs have been found with fully-formed embryos inside....there have been stones etched in ancient history depicting dinosaurs....they've been drawn on cave walls and chiseled into walls long before they were dug up or identified. They've been dated via carbon 14 at 9-15,000 years old..... What exactly is the evidence that dinosaurs are old? Answer: more of Mr. Jack SQUAT. The only 'evidence' science has is their NEED for dinosaurs to be old so that they can continue to fuel their propaganda machine. Evolutionary science has succesffuly hoodwinked the public into believing that dinosaurs are millions of years old, and they know if they admit this is false after all these years of fibbing to people, that the door for Creationism will be swung WIDE-OPEN.....and the scam-artist atheists in science and the media -- knowing how they love controlling poeple's minds -- simply cannot have people thinking this way, so they keep this charade going. Check this site out...read it all -- it's not long....read it nice and slow, it gets better and better the further you go down...notice also what is said about Mary Schweitzer.....Science is just such a huge scam....read all the stuff this guy says about his dinosaur dig experience. This is just un-fffrreaking-believable. http://www.ridgecrest.ca.us/~do_while/sage/v4i1f.htm",
      "type": "I",
      "timestamp": "2016-03-08 20:36:42"
    },
    {
      "nodeID": "161115",
      "text": "Well, I DUNNO?!?! Did god do it!?!??!?!  Of course dinosaurs exist. There are fossils proved to be millions of years old, by real scientists. Why is it so hard for you to accept the way the universe was made? Why are you so afraid of logic?",
      "type": "I",
      "timestamp": "2016-03-08 20:36:42"
    },
    {
      "nodeID": "161116",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:42"
    },
    {
      "nodeID": "161117",
      "text": "Evolutionary science has succesffuly hoodwinked the public into believing that dinosaurs are millions of years old, and they know if they admit this is false after all these years of fibbing to people, that the door for Creationism will be swung WIDE-OPEN",
      "type": "I",
      "timestamp": "2016-03-08 20:36:42"
    },
    {
      "nodeID": "161118",
      "text": "Actually it wouldn't. Since there is no rational, believable evidence for creationism, it wouldn't be any more believable if evolution were disproved. As an example, I dare you to start a thread in an appropriate forum and give us tested evidence for a global flood as depicted in Genesis. Good luck.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:42"
    },
    {
      "nodeID": "161119",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:42"
    },
    {
      "nodeID": "161120",
      "text": "What exactly is the evidence that dinosaurs are old? Answer: more of Mr. Jack SQUAT.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:42"
    },
    {
      "nodeID": "161121",
      "text": "So you've got nothing to offer but a whining rant? Just because you don't like it, doesn't mean that the evidence doesn't exist. By the way, why don't you offer some reliable evidence to support your foolish claims above. Creationist web sites don't do it for me. Peer reviewed literature please.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:42"
    },
    {
      "nodeID": "161122",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:42"
    },
    {
      "nodeID": "161123",
      "text": "there have been stones etched in ancient history depicting dinosaurs",
      "type": "I",
      "timestamp": "2016-03-08 20:36:42"
    },
    {
      "nodeID": "161124",
      "text": "Oh jeez, not the Ica stones... http://skepdic.com/icastones.html",
      "type": "I",
      "timestamp": "2016-03-08 20:36:43"
    },
    {
      "nodeID": "161125",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:43"
    },
    {
      "nodeID": "161126",
      "text": "....notice how they, as well, are calling for carbon 14 dating on them:",
      "type": "I",
      "timestamp": "2016-03-08 20:36:43"
    },
    {
      "nodeID": "161127",
      "text": "But of course. Why wouldn't creationists call for carbon 14 dating on inappropriate samples? But there is actually no need to do so since the fossils have been reliably dated to around 68 million years by other means. By the way, I said that Dr. Schweitzer hadn't been mistreated, but I was wrong. Here is an article that talks about it.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:43"
    },
    {
      "nodeID": "161128",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:36:43"
    },
    {
      "nodeID": "161129",
      "text": "Not that anyone here cares to read the Creationist slant on soft tissue found in dinosaurs...but here it is",
      "type": "I",
      "timestamp": "2016-03-08 20:36:43"
    },
    {
      "nodeID": "161130",
      "text": "Actually, I've heard it all before and it is wrong. The article is full of misinformation and misrepresentation. It is, as you say, slanted rather than an honest report of the data.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:43"
    },
    {
      "nodeID": "161131",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:43"
    }
  ],
  "edges": [
    {
      "edgeID": "198370",
      "fromID": "161112",
      "toID": "161113",
      "formEdgeID": null
    },
    {
      "edgeID": "198371",
      "fromID": "161113",
      "toID": "161111",
      "formEdgeID": null
    },
    {
      "edgeID": "198372",
      "fromID": "161115",
      "toID": "161116",
      "formEdgeID": null
    },
    {
      "edgeID": "198373",
      "fromID": "161116",
      "toID": "161114",
      "formEdgeID": null
    },
    {
      "edgeID": "198374",
      "fromID": "161118",
      "toID": "161119",
      "formEdgeID": null
    },
    {
      "edgeID": "198375",
      "fromID": "161119",
      "toID": "161117",
      "formEdgeID": null
    },
    {
      "edgeID": "198376",
      "fromID": "161121",
      "toID": "161122",
      "formEdgeID": null
    },
    {
      "edgeID": "198377",
      "fromID": "161122",
      "toID": "161120",
      "formEdgeID": null
    },
    {
      "edgeID": "198378",
      "fromID": "161124",
      "toID": "161125",
      "formEdgeID": null
    },
    {
      "edgeID": "198379",
      "fromID": "161125",
      "toID": "161123",
      "formEdgeID": null
    },
    {
      "edgeID": "198380",
      "fromID": "161127",
      "toID": "161128",
      "formEdgeID": null
    },
    {
      "edgeID": "198381",
      "fromID": "161128",
      "toID": "161126",
      "formEdgeID": null
    },
    {
      "edgeID": "198382",
      "fromID": "161130",
      "toID": "161131",
      "formEdgeID": null
    },
    {
      "edgeID": "198383",
      "fromID": "161131",
      "toID": "161129",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
