{
  "nodes": [
    {
      "nodeID": "141279",
      "text": "I guess it depends on your perspective. IMO, a Starbucks that allows legal gun owners to carry shoulkd be safer than one in which only criminals carry.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:20"
    },
    {
      "nodeID": "141280",
      "text": "Well we all know that. But that's not what I'm saying. Here we've got the Brady Campaign telling Starbucks 'We're appalled that you allow people to associate in such a free manner! Change it right now!' but they just don't seem to understand they're pushing something that has no legal standing. This would be the equivalent of someone going up to the person behind the counter and saying they don't want to share the Starbucks coffee house with people who work blue collar jobs, and asking for them to be removed immediately. Such ideas date back to the era of open racism and a lack of rights for black people. Simply because the policies are being enforced in a colorblind manner doesn't mean that it's not still racist or evil.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:20"
    },
    {
      "nodeID": "141281",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:20"
    },
    {
      "nodeID": "141282",
      "text": "I guess it depends on your perspective. IMO, a Starbucks that allows legal gun owners to carry should be safer than one in which only criminals carry.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:20"
    },
    {
      "nodeID": "141283",
      "text": "Safer by openly carrying unloaded handguns? That's the law in CA. Of course you can have a loaded magazine or two on the other hip. http://abclocal.go.com/kgo/story?section=news/local/east_bay&id=7261522",
      "type": "I",
      "timestamp": "2016-03-08 19:53:20"
    },
    {
      "nodeID": "141284",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:20"
    },
    {
      "nodeID": "141285",
      "text": "Safer by openly carrying unloaded handguns? That's the law in CA. Of course you can have a loaded magazine or two on the other hip. Starbucks receives backlash from anti-gun advocates - 2/06/10 - San Francisco News - abc7news.com",
      "type": "I",
      "timestamp": "2016-03-08 19:53:20"
    },
    {
      "nodeID": "141286",
      "text": "Oh? What keeps you from having 6 or eight or for that matter having crossed bandoleers across the chest? I suspect kalifornia law will be changed a bunch and one in the pipe will be in vogue as well as a loaded mag in the gun for utility sake. You wouldn't want the perp to be disadvantaged too much now would you? How many shots must one allow the perp before you can fire back?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141287",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141288",
      "text": "You wouldn't want the perp to be disadvantaged too much now would you? How many shots must one allow the perp before you can fire back?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141289",
      "text": "I'm not against concealed carry in principle but open carry seems silly to me. I smell posers.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141290",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141291",
      "text": "Oh? What keeps you from having 6 or eight or for that matter having crossed bandoleers across the chest?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141292",
      "text": "Nothing at all.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141293",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141294",
      "text": "I suspect kalifornia law will be changed a bunch and one in the pipe will be in vogue as well as a loaded mag in the gun for utility sake.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141295",
      "text": "You think open carrying of loaded handguns in public will become fashionable in CA? I think if anyone took to this they'd find themselves asked to leave establishments routinely.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141296",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141297",
      "text": "Sinjin's in Kalifornia. Carrying more than two bandoliers across your chest is so Rambo and 80's-esque. ;)",
      "type": "I",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141298",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141299",
      "text": "I vote ZERO. emoticon_xkill",
      "type": "I",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141300",
      "text": "But, but, but, how would you ever be able to prove your point that armed citizenry cannot protect themselves? Even absent the myriad court cases that prove police have no duty to protect anyone? Allowing citizens to be armed sans bullets is the only way to help make the criminals more safe and the armed citizen at risk. Their motto must surely be, 'never give a sucker an even break'? Instructors teach 'if you have a fair fight with a perp, your tactics suck! emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141301",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:21"
    },
    {
      "nodeID": "141302",
      "text": "Cops do it routinely.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:22"
    },
    {
      "nodeID": "141303",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:22"
    },
    {
      "nodeID": "141304",
      "text": "You think open carrying of loaded handguns in public will become fashionable in CA?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:22"
    },
    {
      "nodeID": "141305",
      "text": "Seems fashionable to smoke marijuana in CA.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:22"
    },
    {
      "nodeID": "141306",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:22"
    },
    {
      "nodeID": "141307",
      "text": "I think if anyone took to this they'd find themselves asked to leave establishments routinely.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:22"
    },
    {
      "nodeID": "141308",
      "text": "Like blacks once were? Wasn't that the main thrust of the 14th amendment and incorporation? Given incorporation, imagine the suits those acts of discrimination would bring emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 19:53:22"
    },
    {
      "nodeID": "141309",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:22"
    },
    {
      "nodeID": "141310",
      "text": "To each his own...if you got it - flaunt it. Think of all the pretty, fashionable gun rigs that would spawn. Darn sinjin, you might have to get an outfit to get a date :) Course if you carried concealed like say, Mike Hammer, you might have to get a bowler or little CS hat? emoticon_cool Think of all the jobs it would create. Leather workers. Engravers. Gun finishes. More stylish guns. Corner gun stores and ammo at the local grocery, mail order business and on and on and on.  'Posers'? That is about all there is in kalifornia now isn't it? It doesn't bother you to watch scantily clad women...or men, whatever your preference is; why would full free exercise of a right freely stated in the Constitution be any different? Oh, and on topic, end the pathetic pleas of the brady cowards and howls from VPC calling for discrimination and getting sued for demanding a Starbucks or any other emporium banish a citizen exercising a right. emoticon_smile",
      "type": "I",
      "timestamp": "2016-03-08 19:53:22"
    },
    {
      "nodeID": "141311",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:22"
    },
    {
      "nodeID": "141312",
      "text": "Nothing at all.  You think open carrying of loaded handguns in public will become fashionable in CA?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:22"
    },
    {
      "nodeID": "141313",
      "text": "Why not? You said yourself kalifornia was a 'trend setter'. It is alread the law in many states.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:22"
    },
    {
      "nodeID": "141314",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:22"
    },
    {
      "nodeID": "141315",
      "text": "Nothing at all.  You think open carrying of loaded handguns in public will become fashionable in CA? I think if anyone took to this they'd find themselves asked to leave establishments routinely.  I'm not against concealed carry in principle but open carry seems silly to me. I smell posers.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:22"
    },
    {
      "nodeID": "141316",
      "text": "Open carry is gaining momentum in Michigan, so who knows? And the I smell posers comment...well, I'll just say that I think you're jumping to a premature conclusion. I'm catching up on this thread and have a few more pages to go, but I wanted to address this comment before I go on. Most of us who openly carry in Michigan, are licensed to conceal, but we are carrying openly to promote the concept. Let me note that I, too, believe that openly carrying an unloaded firearm is asking for trouble. I can't see how it could make any situation safer, with it taking seconds to load a gun and get it into battery. Luckily we carry loaded here, which drastically changes the dynamics. When one can go from either concealment or a side holstered weapon to putting holes in a center mass in under a second, that's an effective deterrent. Then we hear the 'gun grab' argument - if you're openly carrying, anyone could grab your gun. This just isn't practical. If a criminal wants a gun, h'es going to B & E a house or obtain it by other means than trying to take it off of someone who's wearing one. There's just too big a chance of getting shot. Not to mention that when someone is openly carrying, they generally have a heightened state of awareness. We pay more attention to what's going on around us. Another hitch in that argument is equipment. Most who OC, like me, have retention holsters. They 'lock' the gun into place in the holster and a button must be pressed to draw the weapon. Therefore, someone wouldn't be able to just sneak up and pull the weapon from its holster. Criminals traditionally go for easy targets. If Joe is visibly armed and Pete isn't, which would be the more likely victim? If a thug walks into a C-store with ill intentions and sees a customer or two armed, I can say with certainty that the thug will wait until the store's empty or pick another location. Carrying openly can be an effective crime deterrent, and seeing armed good guys here and there is a constant reminder to the criminal element that we (, the People) are taking arms and proactively defending ourselves. Just bear these things in mind before jumping on the 'open carry is crazy' bandwagon.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:22"
    },
    {
      "nodeID": "141317",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:22"
    }
  ],
  "edges": [
    {
      "edgeID": "184332",
      "fromID": "141280",
      "toID": "141281",
      "formEdgeID": null
    },
    {
      "edgeID": "184333",
      "fromID": "141281",
      "toID": "141279",
      "formEdgeID": null
    },
    {
      "edgeID": "184334",
      "fromID": "141283",
      "toID": "141284",
      "formEdgeID": null
    },
    {
      "edgeID": "184335",
      "fromID": "141284",
      "toID": "141282",
      "formEdgeID": null
    },
    {
      "edgeID": "184336",
      "fromID": "141286",
      "toID": "141287",
      "formEdgeID": null
    },
    {
      "edgeID": "184337",
      "fromID": "141287",
      "toID": "141285",
      "formEdgeID": null
    },
    {
      "edgeID": "184338",
      "fromID": "141289",
      "toID": "141290",
      "formEdgeID": null
    },
    {
      "edgeID": "184339",
      "fromID": "141290",
      "toID": "141288",
      "formEdgeID": null
    },
    {
      "edgeID": "184340",
      "fromID": "141292",
      "toID": "141293",
      "formEdgeID": null
    },
    {
      "edgeID": "184341",
      "fromID": "141293",
      "toID": "141291",
      "formEdgeID": null
    },
    {
      "edgeID": "184342",
      "fromID": "141295",
      "toID": "141296",
      "formEdgeID": null
    },
    {
      "edgeID": "184343",
      "fromID": "141296",
      "toID": "141294",
      "formEdgeID": null
    },
    {
      "edgeID": "184344",
      "fromID": "141297",
      "toID": "141298",
      "formEdgeID": null
    },
    {
      "edgeID": "184345",
      "fromID": "141298",
      "toID": "141286",
      "formEdgeID": null
    },
    {
      "edgeID": "184346",
      "fromID": "141300",
      "toID": "141301",
      "formEdgeID": null
    },
    {
      "edgeID": "184347",
      "fromID": "141301",
      "toID": "141299",
      "formEdgeID": null
    },
    {
      "edgeID": "184348",
      "fromID": "141302",
      "toID": "141303",
      "formEdgeID": null
    },
    {
      "edgeID": "184349",
      "fromID": "141303",
      "toID": "141289",
      "formEdgeID": null
    },
    {
      "edgeID": "184350",
      "fromID": "141305",
      "toID": "141306",
      "formEdgeID": null
    },
    {
      "edgeID": "184351",
      "fromID": "141306",
      "toID": "141304",
      "formEdgeID": null
    },
    {
      "edgeID": "184352",
      "fromID": "141308",
      "toID": "141309",
      "formEdgeID": null
    },
    {
      "edgeID": "184353",
      "fromID": "141309",
      "toID": "141307",
      "formEdgeID": null
    },
    {
      "edgeID": "184354",
      "fromID": "141310",
      "toID": "141311",
      "formEdgeID": null
    },
    {
      "edgeID": "184355",
      "fromID": "141311",
      "toID": "141289",
      "formEdgeID": null
    },
    {
      "edgeID": "184356",
      "fromID": "141313",
      "toID": "141314",
      "formEdgeID": null
    },
    {
      "edgeID": "184357",
      "fromID": "141314",
      "toID": "141312",
      "formEdgeID": null
    },
    {
      "edgeID": "184358",
      "fromID": "141316",
      "toID": "141317",
      "formEdgeID": null
    },
    {
      "edgeID": "184359",
      "fromID": "141317",
      "toID": "141315",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
