{
  "nodes": [
    {
      "nodeID": "141847",
      "text": "A little antiabortion propaganda for your commute Ads, paid for by a Roman Catholic group, that ask 'Abortion: Have We Gone Too Far?' aren't faring very well on the Bay Area Rapid Transit System, the San Francisco Chronicle reported Friday.  'One ad, headlined '9 months' in large letters, features nine months of a calendar and reads: 'Because of Roe vs. Wade, this is the amount of time the Supreme Court says it's legal to have an abortion,'' the paper reported. 'The other contains the message: 'The Supreme Court says you can choose: after the heart starts beating, after its arms and legs appear, after all organs are present, after the sex is apparent, after it sucks its thumb, after it responds to sounds, after it could survive outside the womb.''  The campaign, which began three weeks ago, and cost $43,200, consists of 280 ads on BART cars and 48 larger versions in train stations. It was paid for by Respect Life Ministry of the Oakland Diocese of the Roman Catholic Church. BART says that it had to accept the ads, since they're a form of free speech under the First Amendment. But the campaign is seeing some vocal dissent from BART riders:  'Critics of the ads also seem to be taking matters into their own hands. Hundreds of the ads have been defaced with markers, had stickers placed over them or have been torn down and ripped up, according to Monika Rodman, coordinator of the group that placed the ads.  ''The defacement has taken to religious epithets, profanity, everything you can think of,' she said. A billboard at the MacArthur station in Oakland was torn to shreds, she said, and mini-essays were written on others.  'So many of the ads have been destroyed, she said, that a supply of a couple of dozen extras has been exhausted, and the ministry has ordered reinforcements from its printer. The group, which funded the campaign through donations, according to Rodman, is also asking BART's ad agency, CBS Outdoor (formerly Viacom Outdoor), for extra display time to compensate for the vandalism.'  Let's hope that the controversy over the defacement of the ads doesn't help the Catholic group's fundraising so Bay Area commuters won't have to put up with still more of this nonsense on the way to work.  -- Katharine Mieszkowski",
      "type": "I",
      "timestamp": "2016-03-08 19:54:47"
    },
    {
      "nodeID": "141848",
      "text": "Are the commuters who deface or tear down the anti-abortion ads exercising their right to free speech and expression?",
      "type": "I",
      "timestamp": "2016-03-08 19:54:47"
    },
    {
      "nodeID": "141849",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:47"
    },
    {
      "nodeID": "141850",
      "text": "Nope, it just shows people are getting sick of having the anti-abortion movement invading their public life. Back in 2001, a pro-life group went as far to pay a pilot to tug a banner that held the picture of an abortion fetus while he flew over Southern California beaches.  http://www.freerepublic.com/focus/f-news/701445/posts Ever since 2001, the pro-life movement has adopted some odd and extremely unpopular methods of protest.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:47"
    },
    {
      "nodeID": "141851",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:47"
    },
    {
      "nodeID": "141852",
      "text": "I think it might show the true character of some people... I may disagree with you and others but I won't go spray painting your house or tearing down any ad you put up. Whatever happened to respect for others? This applies to pro-life and pro-choice by the way.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:47"
    },
    {
      "nodeID": "141853",
      "text": "And if someone had written an ad proclaiming that black Americans are inferior the same thing would have happened as well. I can't justify what they did but when you put such a hot-button issue out like that into the open...it has to be expected. People have strong feelings about abortion rights (just like racism) and it is naive to think something like this wasn't going to happen.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:47"
    },
    {
      "nodeID": "141854",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:47"
    },
    {
      "nodeID": "141855",
      "text": "Once again, this shows the true colors of liberals. Oh they'll scream 'tolerance' and 'acceptance' when it relates to them or their causes. But whenever conservatives speak up, to quote Rush: 'Racist, Sexist, Bigot, Homophobe' are the standard fare that is heard.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:47"
    },
    {
      "nodeID": "141856",
      "text": "What liberals? http://www.republicansforchoice.com/ Last time I checked abortion wasn't a clear cut partisan issue. By the way you implied it, you act like it is either expected or common for conservatives to be intolerant racists, homophobes or sexists. Oh well, thanks for playing the knee-jerk, partisan card for us. It is always a crowd pleaser. Next you can tell us about how liberals have a big laser cannon on the moon that is being used to vaporize decency and morality in America and how they'll force 4 year old children into watching Brokeback Mountain at public schools from their secret base. Those dastardly liberals!",
      "type": "I",
      "timestamp": "2016-03-08 19:54:47"
    },
    {
      "nodeID": "141857",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:47"
    },
    {
      "nodeID": "141858",
      "text": "So conservatives can give shout their brand of lies as the truth but a liberal who calls them on it isn't being tolerant?",
      "type": "I",
      "timestamp": "2016-03-08 19:54:48"
    },
    {
      "nodeID": "141859",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:48"
    },
    {
      "nodeID": "141860",
      "text": "Cone brought up a good point to me one time. He said that pro-choicers are scared of making abortion go on the ballot and scared of people knowing the truth.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:48"
    },
    {
      "nodeID": "141861",
      "text": "Rarely has truth ever supported one side of a political movement.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:48"
    },
    {
      "nodeID": "141862",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:48"
    },
    {
      "nodeID": "141863",
      "text": "I'm not saying we got it all rightemoticon_xhoho",
      "type": "I",
      "timestamp": "2016-03-08 19:54:48"
    },
    {
      "nodeID": "141864",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:48"
    },
    {
      "nodeID": "141865",
      "text": "I'm not saying we got it all right",
      "type": "I",
      "timestamp": "2016-03-08 19:54:48"
    },
    {
      "nodeID": "141866",
      "text": "Well, that just struck a chord with me. People of both sides say, 'We got the facts! The facts support our side!' but it isn't about the facts but how we react to them.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:48"
    },
    {
      "nodeID": "141867",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:48"
    }
  ],
  "edges": [
    {
      "edgeID": "184724",
      "fromID": "141848",
      "toID": "141849",
      "formEdgeID": null
    },
    {
      "edgeID": "184725",
      "fromID": "141849",
      "toID": "141847",
      "formEdgeID": null
    },
    {
      "edgeID": "184726",
      "fromID": "141850",
      "toID": "141851",
      "formEdgeID": null
    },
    {
      "edgeID": "184727",
      "fromID": "141851",
      "toID": "141848",
      "formEdgeID": null
    },
    {
      "edgeID": "184728",
      "fromID": "141853",
      "toID": "141854",
      "formEdgeID": null
    },
    {
      "edgeID": "184729",
      "fromID": "141854",
      "toID": "141852",
      "formEdgeID": null
    },
    {
      "edgeID": "184730",
      "fromID": "141856",
      "toID": "141857",
      "formEdgeID": null
    },
    {
      "edgeID": "184731",
      "fromID": "141857",
      "toID": "141855",
      "formEdgeID": null
    },
    {
      "edgeID": "184732",
      "fromID": "141858",
      "toID": "141859",
      "formEdgeID": null
    },
    {
      "edgeID": "184733",
      "fromID": "141859",
      "toID": "141855",
      "formEdgeID": null
    },
    {
      "edgeID": "184734",
      "fromID": "141861",
      "toID": "141862",
      "formEdgeID": null
    },
    {
      "edgeID": "184735",
      "fromID": "141862",
      "toID": "141860",
      "formEdgeID": null
    },
    {
      "edgeID": "184736",
      "fromID": "141863",
      "toID": "141864",
      "formEdgeID": null
    },
    {
      "edgeID": "184737",
      "fromID": "141864",
      "toID": "141861",
      "formEdgeID": null
    },
    {
      "edgeID": "184738",
      "fromID": "141866",
      "toID": "141867",
      "formEdgeID": null
    },
    {
      "edgeID": "184739",
      "fromID": "141867",
      "toID": "141865",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
