{
  "nodes": [
    {
      "nodeID": "156671",
      "text": "As derived from my exploratory campaign web site...  d) But the real issue, is the fact that most often, the girl is left to fend for herself, and ends up alone when she commits a mortal sin by killing her un-born child, BUT WHAT DOES THE FATHER HAVE TO DO? MORE OFTEN THAN NOT... nothing... the fathers are just walking away...even though often, they made promises and assurances to the girl before the sex act, and yet, when conception occurs those men are no where to be found. Therefore I would propose fathering laws, to hold men responsible for abortions, by mandating that women who have abortions, can give the name of the man or boy, and that simple DNA testing can prove they are the father, and those hesitant fathers, should do three months of hard labor, for each abortion they cause, by their lack of commitment and affection. In this way, the girls, and women are not imprisoned, or punished, but men who choose not to use a condom, and made false promises, will pay for their part of the sin. Of course, the girl, must be willing to give the name, and if she is given anonymity, and protections, she can do so, or not, if she chooses to, or not to. After which, before the abortion, the Father could be contacted by some means and given notice, such that later, after the abortion he cannot claim that he did not know, and as such, is guilty, if he allows the abortion to occur. THIS, will give the man, the chance to marry the girl, or be punished for his lack of affection and concern. But again, all of this is dependant on the girl, willingly giving the mans name, and he must actually be the father to be convicted. And as such, this law would directly prevent most abortions, by making the fathers responsible for them, as they SHOULD BE!  So, unless they actually want to have kids THIS LAW, will put a condom on all males.  So, if the goal is to prevent abortions, the best and only real solution is to get the males to wear a condom, and or otherwise be willing support the child, or to MARRY THE GIRL!!!! This kind of law, would do just that... and does not punish the female.  -Mosheh Thezion",
      "type": "I",
      "timestamp": "2016-03-08 20:26:38"
    },
    {
      "nodeID": "156672",
      "text": "But you must realize that it is not always the males fault. For sometimes the girl just decides that the male should not wear a condom, and in some instances she insists that he goes without one. So, when she finally cries wolf, why should he be held responsible? Because she chose not to? Sure, he should have his wits about him, and think about it, but it's not all of his fault. I do believe in having to support the girl, but I don't believe in that having that all based upon a promise. Words are words, she should have made sure that he followed them up with something before uncrossing her legs. It's not always his fault, that she couldn't hold them. He just got caught in the cross fire. While I am pro-life, I don't believe that he should HAVE TO MARRY THE GIRL! I don't think that one mistake should cause them both to be tied down. And then, what if the guy turns out to be a slime-ball? An abuser, rapist, murderer or something? Then you're subjecting both the girl, and the baby to a life of constant danger. I don't think that's fair to anyone.  All in all, I think that the concept of child support should be kept in tact. That seems to work sometimes. Either that, or we, the people, should work out some sort of chastity pact. Something that enables the girls to have children, but does not allow it possible while they are young. That or having them keep the big V. Something other than the ideas that you proposed, although I do like your child support concept. That should be kept around. However, I do think that the other laws are reckless without thought.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:38"
    },
    {
      "nodeID": "156673",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:38"
    },
    {
      "nodeID": "156674",
      "text": "Why should the courts be concerned with preventing a religious concept?",
      "type": "I",
      "timestamp": "2016-03-08 20:26:38"
    },
    {
      "nodeID": "156675",
      "text": "There is nothing religious about babies....  They should be concerned with preventing the death of an innocent person... who made no mistakes, violated no laws, and whos only crime is existance. if you dont think courts can protect babies, then do you.. deserve any protection?  If a baby can be killed simply because it is an inconvience... then why does it suddenly become a crime if the baby is 2 days old?  what difference is there between a child in the womb, and one which was just born? its still the same baby. The point is.. we can prevent all these reckless abortions, if... if... if.. we can convince all these wild loose sex acts... to be done with a condom... Guys dont like condoms.... They must be made to recognise that they cannot simply walk away.  The only time, the girl will give the name... is when the guy made promises, and refuses to marry... refuses to care.. and the girl is left alone. in those cases the bastards deserve to do hard labor, for atleast 3 months. The state should promote... emoticon_xlove -Mosheh Thezion",
      "type": "I",
      "timestamp": "2016-03-08 20:26:38"
    },
    {
      "nodeID": "156676",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:38"
    },
    {
      "nodeID": "156677",
      "text": "What consequences would there be for a mother who didn't want to give the name of the father? Would there be any?",
      "type": "I",
      "timestamp": "2016-03-08 20:26:38"
    },
    {
      "nodeID": "156678",
      "text": "None... unless she uses abortion as a form of birth control and has them regularly.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:39"
    },
    {
      "nodeID": "156679",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:26:39"
    },
    {
      "nodeID": "156680",
      "text": "Why is only the father punished? Having consensual sex is just that - consensual on the part of both people. If it isn't consensual, rape laws already cover it and if it is consensual and a pregnancy occurs, why punish only one of the consenting individuals?",
      "type": "I",
      "timestamp": "2016-03-08 20:26:39"
    },
    {
      "nodeID": "156681",
      "text": "Because naturally the man should be responsible to pay for it... one way or another, to support it... and her in marraige, or provide child support, as provided in the law... he did the deed, and must be made to pay.. The idea is that if men are held responsible for abortions, then they will put on a condom instead of taking the chance,... and hence.. reduce the abortions or the need there of, and this would incourage them to marry.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:39"
    },
    {
      "nodeID": "156682",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:39"
    },
    {
      "nodeID": "156683",
      "text": "On a more fundamental level: What evidence do you have that having an abortion is 'a mortal sin'?",
      "type": "I",
      "timestamp": "2016-03-08 20:26:39"
    },
    {
      "nodeID": "156684",
      "text": "um... gee... its killing a baby... now.. before 8 weeks, its not in the form of a human being.. at 4 weeks, its a fish.. at 5.. its a rodent.. but after 8.. its in the shape of a human... there is no way around that fact.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:39"
    },
    {
      "nodeID": "156685",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:39"
    },
    {
      "nodeID": "156686",
      "text": "There's a fair few problems with this. Off the top of my head... What happens when the pregnancy is accidental, and neither the mother nor the father want a child?",
      "type": "I",
      "timestamp": "2016-03-08 20:26:39"
    },
    {
      "nodeID": "156687",
      "text": "Nothing.... they both have to live with the shame of killing their baby.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:39"
    },
    {
      "nodeID": "156688",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:39"
    },
    {
      "nodeID": "156689",
      "text": "Why is there this onus on the man to do everything? As I said before, it is just as much the woman's choice to have unprotected sex as it is the mans - if this is not the case, then it is already covered by rape laws. By your proposition, only the man need worry about birth control - the woman has no legal necessity to do so at all. It's not a case that 'the man did the deed' - both parties are potentially just as culpable. If you're going to introduce legal consequences for abortion, they are going to have to affect all the guilty parties; the woman included.  However, personally I would argue against adding further legal restrictions to abortion.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:39"
    },
    {
      "nodeID": "156690",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:39"
    },
    {
      "nodeID": "156691",
      "text": "So you only class an abortion as something that occurs 8 weeks after conception? That's your line to draw. However, I doubt you could persuade many courts that 'looking like a human' was a valid qualifier for being a person. Everyone draws the line somewhere - be it conception, birth, or some point in between the two (if not before or after, in some cases). That doesn't mean that their version of 'the line' should automatically be the legal one. At the moment (in the UK, at least), that line is legally drawn at the point when the baby becomes viable; that is, when it could potentially survive a premature birth. Before that point, everyone can choose their own qualifiers. You can argue that the line should be legally redrawn... but I doubt 'looking like a human' will be considered the strongest of arguments.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:39"
    },
    {
      "nodeID": "156692",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:40"
    },
    {
      "nodeID": "156693",
      "text": "The only time, the girl will give the name... is when the guy made promises, and refuses to marry... refuses to care.. and the girl is left alone.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:40"
    },
    {
      "nodeID": "156694",
      "text": "To clarify: is it the womans choice whether the guy is prosecuted after he has been named, or is it the states? By what you've said so far, it seems that all this law does is give woman the power to punish men if they get pregnant by them; despite the fact that the woman was just as consenting as the man at the time of the coitus. There are also contraceptive paths for women that don't involve condoms. If a woman gets pregnant because she forgot to take the pill that morning and always relied on that rather than on condoms to stop her getting pregnant, why should the man be punished? The message here should be simple. If you don't want an abortion, and aren't currently in a position where you can support your children, don't have unprotected sex. At the moment, it is the woman's choice alone whether she has an abortion or not, so it is the woman who has to look after the child if she is single after its birth. If you want to add men to that equation, you have to add them in both places - give them the legal right to 'have an abortion' (force their partner to have one), and make them legally responsible for the child if they do not do so. Then you have an entirely connected couple from coitus onwards; both consenting to sex, both choosing not to have an abortion and both caring for the child after birth. I doubt that that law would be a popular one, either - but if you are going to force a man to take equal legal responsibility for a child, you have to give them equal legal opportunity to avoid it.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:40"
    },
    {
      "nodeID": "156695",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:26:40"
    }
  ],
  "edges": [
    {
      "edgeID": "195196",
      "fromID": "156672",
      "toID": "156673",
      "formEdgeID": null
    },
    {
      "edgeID": "195197",
      "fromID": "156673",
      "toID": "156671",
      "formEdgeID": null
    },
    {
      "edgeID": "195198",
      "fromID": "156675",
      "toID": "156676",
      "formEdgeID": null
    },
    {
      "edgeID": "195199",
      "fromID": "156676",
      "toID": "156674",
      "formEdgeID": null
    },
    {
      "edgeID": "195200",
      "fromID": "156678",
      "toID": "156679",
      "formEdgeID": null
    },
    {
      "edgeID": "195201",
      "fromID": "156679",
      "toID": "156677",
      "formEdgeID": null
    },
    {
      "edgeID": "195202",
      "fromID": "156681",
      "toID": "156682",
      "formEdgeID": null
    },
    {
      "edgeID": "195203",
      "fromID": "156682",
      "toID": "156680",
      "formEdgeID": null
    },
    {
      "edgeID": "195204",
      "fromID": "156684",
      "toID": "156685",
      "formEdgeID": null
    },
    {
      "edgeID": "195205",
      "fromID": "156685",
      "toID": "156683",
      "formEdgeID": null
    },
    {
      "edgeID": "195206",
      "fromID": "156687",
      "toID": "156688",
      "formEdgeID": null
    },
    {
      "edgeID": "195207",
      "fromID": "156688",
      "toID": "156686",
      "formEdgeID": null
    },
    {
      "edgeID": "195208",
      "fromID": "156689",
      "toID": "156690",
      "formEdgeID": null
    },
    {
      "edgeID": "195209",
      "fromID": "156690",
      "toID": "156675",
      "formEdgeID": null
    },
    {
      "edgeID": "195210",
      "fromID": "156691",
      "toID": "156692",
      "formEdgeID": null
    },
    {
      "edgeID": "195211",
      "fromID": "156692",
      "toID": "156675",
      "formEdgeID": null
    },
    {
      "edgeID": "195212",
      "fromID": "156694",
      "toID": "156695",
      "formEdgeID": null
    },
    {
      "edgeID": "195213",
      "fromID": "156695",
      "toID": "156693",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
