{
  "nodes": [
    {
      "nodeID": "157590",
      "text": "Is this the sort of thing that is being taught at that bastion of liberal science, MIT? How can this be presented as fact rather than theory? New and improved nuclear fuel created Nuclear fission, neutrons and protons, and even the atom itself are just theories. No one has ever seen an atom or a neutron. No one has ever observed an atom split. Why are our liberal news media allowed to present this as fact? Moreover, aren't nuclear reactors designed by intelligent humans? I also notice that this research was funded by our hard earned tax dollars without requiring that the benevolence of God also be researched in equal time. This is yet another shameful example of the godless attitude of science.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:49"
    },
    {
      "nodeID": "157591",
      "text": "Good pick up. Also, how do we 'know' that the heat generated in these reactors is from so-called 'nuclear fission' and not a heavenly gift to allow us our god-given right to toasters and ipods. The scientists had funny foreign names, so they are likely non-christian terrorists who hate freedom. Anyway, this nucular physics stuff is just another religion.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:49"
    },
    {
      "nodeID": "157592",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:28:49"
    },
    {
      "nodeID": "157593",
      "text": "Thankyou for bringing to my attention that atoms, neutrons and protons are merely scientific assumptions. Now as I gaze at the night sky with all its' bits and pieces spinning around each other I can sleep happily knowing that our solar system is not part of a housebrick afterall.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:49"
    },
    {
      "nodeID": "157594",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:28:49"
    },
    {
      "nodeID": "157595",
      "text": "I guess my attempt at humor was a bit too subtle for you.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:49"
    },
    {
      "nodeID": "157596",
      "text": "Oh. Dammit, at least make it a little more obvious. By the way some of these people think on this forum it sounded pretty realistic to me.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:49"
    },
    {
      "nodeID": "157597",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:28:49"
    },
    {
      "nodeID": "157598",
      "text": "Yes, it's a common problem that nutjob parody posts can be hard to distinguish from sincere nutjobs posts. This is an artifact of how utterly ridiculous the nutjob position is.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:49"
    },
    {
      "nodeID": "157599",
      "text": "Agreed. Lesson learned, dont make a joke post in a Creationism Vs. Evolution discussion.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:50"
    },
    {
      "nodeID": "157600",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:28:50"
    }
  ],
  "edges": [
    {
      "edgeID": "195844",
      "fromID": "157591",
      "toID": "157592",
      "formEdgeID": null
    },
    {
      "edgeID": "195845",
      "fromID": "157592",
      "toID": "157590",
      "formEdgeID": null
    },
    {
      "edgeID": "195846",
      "fromID": "157593",
      "toID": "157594",
      "formEdgeID": null
    },
    {
      "edgeID": "195847",
      "fromID": "157594",
      "toID": "157590",
      "formEdgeID": null
    },
    {
      "edgeID": "195848",
      "fromID": "157596",
      "toID": "157597",
      "formEdgeID": null
    },
    {
      "edgeID": "195849",
      "fromID": "157597",
      "toID": "157595",
      "formEdgeID": null
    },
    {
      "edgeID": "195850",
      "fromID": "157599",
      "toID": "157600",
      "formEdgeID": null
    },
    {
      "edgeID": "195851",
      "fromID": "157600",
      "toID": "157598",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
