{
  "nodes": [
    {
      "nodeID": "153890",
      "text": "Again, instead of dealing with the issues someone raises, you respond with wild, unsupported allegations and personal prejudices, not unbiased facts. How do you know there aren't MANY homosexuals without STD's or AIDS? I happend to be a 54 year old homosexual and have never had either. Neither has my partner. Neither of us are promiscious.You are just making inflamitory remarks. Sodomy? Homosexuals hardly have a monopoly on any sex act, be it with a penis or a 'foreign object'; be it anal or oral. Again, you simply lack any credibility.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:18"
    },
    {
      "nodeID": "153891",
      "text": "No Steve, I realise that there are hetersexuals who practice that filthy pastime of anal sex and other sex acts that the human body is not designed to do. Heterosexuals have no more business doing these things then homosexuals.  Do you realise Steve that E Coli bacteria inhabit the rectum and are in feces? Do you know how sick and E Coli infection can make you? Sodomy is akin to having sex in raw sewage. emoticon_frazzled",
      "type": "I",
      "timestamp": "2016-03-08 20:20:18"
    },
    {
      "nodeID": "153892",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:18"
    },
    {
      "nodeID": "153893",
      "text": "And could you be anymore of a drama queen about it, using the raw sweage thing. That is such a stretch of the truth. People straight and gay have been sodomizing for years and their are very few cases of any of e coli every year. Stop drama queening out!",
      "type": "I",
      "timestamp": "2016-03-08 20:20:19"
    },
    {
      "nodeID": "153894",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:19"
    }
  ],
  "edges": [
    {
      "edgeID": "193228",
      "fromID": "153891",
      "toID": "153892",
      "formEdgeID": null
    },
    {
      "edgeID": "193229",
      "fromID": "153892",
      "toID": "153890",
      "formEdgeID": null
    },
    {
      "edgeID": "193230",
      "fromID": "153893",
      "toID": "153894",
      "formEdgeID": null
    },
    {
      "edgeID": "193231",
      "fromID": "153894",
      "toID": "153891",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
