{
  "nodes": [
    {
      "nodeID": "149314",
      "text": "I would disagree here about this, in terms of the pro-life view. It's not that mental existence is irrelevant ... quite the contrary; in fact it's the reality that there will SOON be mental existence that makes it matter. I don't think the issue of abortion should ever be divorced from the reality that the embryo will likely grow into a human being ... a human that is human by pretty much anyone's standards. So I suspect that the big difference here is that pro-choicers are more 'in the moment' in terms of the way they view the fetus, and pro-lifers are more 'long-term bigger-picture' in terms of the way they view the fetus. Certainly the likely potential of what the fetus grows into has a lot to do with the pro-life position on whether it is truly human.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:34"
    },
    {
      "nodeID": "149315",
      "text": "But growth is fairly irrelevant. My sperm can grow into a human too, and have mental existence, yet ejaculating isn't murder. It just becomes a huge debate on where to draw the line, therefore it is best to focus on the state that it is right NOW. Not what it was or could possibly be.  That seems reasonable to me.[/QUOTE]",
      "type": "I",
      "timestamp": "2016-03-08 20:10:34"
    },
    {
      "nodeID": "149316",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:34"
    },
    {
      "nodeID": "149317",
      "text": "The discussion really got blown out of proportion somewhere along the line. I just had a problem with justifying abortion with false terms. It seemed more than obvious to me to use the meaning of words that is common in the English langauge. This is obviously the purpose of a dictionary and thus that is what I try to reasonably use in a discussion.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:34"
    },
    {
      "nodeID": "149318",
      "text": "But even the dictionary definition contains multiple meanings - reflecting the multiple uses of a particular word - and even many of those definitions were vaguely stated.  I think that most people on both sides of the debate value 'human rights'. In valuing 'human rights', they have a particular image in mind of what is 'human' in that case. Do you really think that, by forcing them to acknowledge one of the dictionary definitions of 'human', you will change their view on who or what deserves 'human rights'? There view is based not on official definitions but on underlying feelings of what, in humans, they value - and mental existence is one criteria that is a requirement for them and for myself. I don't know who the main person is that is pushing the arguements about definitions now - you or Shooterandproud or ShadowPickachu or Sigma or gman, etc - but, whoever it is, please think about what exactly it is you are trying to accomplish. Do you seriously think that changing a persons definition of a word will alter their view on abortion rights?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:35"
    },
    {
      "nodeID": "149319",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:35"
    },
    {
      "nodeID": "149320",
      "text": "I agree. Lets argue what we value or don't value and why - not definitions.  I started this thread proposing a few alternate terms. Those terms or others could constitute one compromise.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:35"
    },
    {
      "nodeID": "149321",
      "text": "well, whatever works I suppose.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:35"
    },
    {
      "nodeID": "149322",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:10:35"
    },
    {
      "nodeID": "149323",
      "text": "Strawman. Fetuses do not have memory even with mental existance. My sister did not exist until somewhere in the third trimester. My sister is her mental existance, physical appearance is nothing to me. Nothing but cells existed before the third trimester. There was nobody. No brain, no consciousness. Stop twisting my arguments and using strawmen to try to get your weak point across.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:35"
    },
    {
      "nodeID": "149324",
      "text": "But, aren't you glad they nurtured you and sis? My first memory, I think, was an occurrence at the age of 3, maybe 4. So, is it feasible that I was expendable up to that point?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:35"
    },
    {
      "nodeID": "149325",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:35"
    },
    {
      "nodeID": "149326",
      "text": "Look, the use of certain words can be a tricky thing since words carry connotations. There are often multiple definitions of words since people use them in different ways. One of the list of definitions which I showed you of the word 'a human' had two versions (from the American Heritage Dictionary) - one purely a scientific one and one defining a human as 'a person'.  In a scientific context, I and at least certain other pro-choice supporters would have no problem calling a fetus 'a human'. But the abortion debate is not a scientific context is it? It is a context about rights. There, the second definition of 'a person' is what most of us have in mind and use. If you want a discussion about biology - i.e. homo sapiens vs other mammals, then one might use the term 'a human' in its most broadest sense since it is being compared to other species. When the topic is not science but politics, the word 'a human' carries a lot of other connotations that go beyond the scientific definition. We often speak of 'human rights', 'humanity', etc. The scientific definition does not and cannot carry all of the underlying attached meanings behind those phrases. That is why the second dictionary definition of 'a person' is much more relevant.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:35"
    },
    {
      "nodeID": "149327",
      "text": "And we have been down this road. Person can mean a living human...which the embryo is. So like human, you can have person mean the organism itself.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:35"
    },
    {
      "nodeID": "149328",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:35"
    }
  ],
  "edges": [
    {
      "edgeID": "190004",
      "fromID": "149315",
      "toID": "149316",
      "formEdgeID": null
    },
    {
      "edgeID": "190005",
      "fromID": "149316",
      "toID": "149314",
      "formEdgeID": null
    },
    {
      "edgeID": "190006",
      "fromID": "149318",
      "toID": "149319",
      "formEdgeID": null
    },
    {
      "edgeID": "190007",
      "fromID": "149319",
      "toID": "149317",
      "formEdgeID": null
    },
    {
      "edgeID": "190008",
      "fromID": "149321",
      "toID": "149322",
      "formEdgeID": null
    },
    {
      "edgeID": "190009",
      "fromID": "149322",
      "toID": "149320",
      "formEdgeID": null
    },
    {
      "edgeID": "190010",
      "fromID": "149324",
      "toID": "149325",
      "formEdgeID": null
    },
    {
      "edgeID": "190011",
      "fromID": "149325",
      "toID": "149323",
      "formEdgeID": null
    },
    {
      "edgeID": "190012",
      "fromID": "149327",
      "toID": "149328",
      "formEdgeID": null
    },
    {
      "edgeID": "190013",
      "fromID": "149328",
      "toID": "149326",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
