{
  "nodes": [
    {
      "nodeID": "146331",
      "text": "Much debate has been given to the second amendment, but what do these four words inparticular really mean. They are saying that individuals have the right to 'own' arms, and that individuals also have the right to 'bear' arms. But what does bear mean, it means that you have the right to keep a firearm on or about your person at any time you so choose to. Furthermore, I have found nowhere in the constitution where we are limited to 'certain types' of firearms. I currently am awaiting the arrival of my ccl, but is it truly constitutionaly legal for me to even have to have a licsense to carry my handgun, concealed or open either one. Does the constitution state when and where you can carry a handgun, or a long gun as well. We, as lawfull gun owners, need to start making our voices heard in regards to flimsy gun control measures that you and I both know is only going to affect us. Courts are still going to make plea bargains, criminals are still going to only do a small portion of their sentences, and criminals are still going to walk free due to a minor technicality, and criminals are still going to have guns. So where does all this leave us as lawfull gun owners, it leaves us holding the short end of the stick. And if we dont all pull togeather, the anti-gun crown is going to eventually get their way on this. It is up to us as lawfull gun owners to see to it that we do not loose a right we all hold so close to our hearts.emoticon_xhoho",
      "type": "I",
      "timestamp": "2016-03-08 20:04:04"
    },
    {
      "nodeID": "146332",
      "text": "it means you can join the national guard, get a clue.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:04"
    },
    {
      "nodeID": "146333",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:04"
    },
    {
      "nodeID": "146334",
      "text": "Held: 1. The Second Amendment protects an individual right to possess a firearm unconnected with service in a militia, and to use that arm for traditionally lawful purposes, such as self-defense within the home. Pp. 2-53. --Page 1 of the Heller ruling. Get a clue!",
      "type": "I",
      "timestamp": "2016-03-08 20:04:04"
    },
    {
      "nodeID": "146335",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:04"
    },
    {
      "nodeID": "146336",
      "text": "The national guard is related to a standing army under the control of the government, a militia is not genius.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:04"
    },
    {
      "nodeID": "146337",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:04"
    },
    {
      "nodeID": "146338",
      "text": "My my, did someone get up on the wrong side of the bed or what, of course you realize that you just gave me the answer I was looking for, not that I didnt already know the answer, I just wanted you to say it. I dont believe I need a clue, so I will let you have it instead Brady.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:04"
    },
    {
      "nodeID": "146339",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146340",
      "text": "You do realize that a militia is nothing more than a group of armed citizens, do you?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146341",
      "text": "The militia of the Second Amendment is a militia that is described as being well regulated (regulated by both the federal government and the states as spoken of in Article 1 of the Constitution). In our own day, I think the National Guard would be the only militia that qualifies as being well regulated.  Alexander Hamilton spoke of the desirability of the militia being well regulated: 'It requires no skill in the science of war to discern that uniformity in the organization and discipline of the militia would be attended with the most beneficial effects, whenever they were called into service for the public defense. It would enable them to discharge the duties of the camp and of the field with mutual intelligence and concert an advantage of peculiar moment in the operations of an army; and it would fit them much sooner to acquire the degree of proficiency in military functions which would be essential to their usefulness. This desirable uniformity can only be accomplished by confiding the regulation of the militia to the direction of the national authority. It is, therefore, with the most evident propriety, that the plan of the convention proposes to empower the Union 'to provide for organizing, arming, and disciplining the militia, and for governing such part of them as may be employed in the service of the United States, RESERVING TO THE STATES RESPECTIVELY THE APPOINTMENT OF THE OFFICERS, AND THE AUTHORITY OF TRAINING THE MILITIA ACCORDING TO THE DISCIPLINE PRESCRIBED BY CONGRESS.' The Federalist Papers - THOMAS (Library of Congress) We could go back to the days when most citizens were required to enroll in the militia, have guns and get military training- to what the Founders really meant when they spoke of a well regulated militia being the security of a free state. But the Supreme Court along with pro-gun activists claiming to be pro- Second Amendment have decided to turn their back on that part of the Second Amendment while giving the lip service to the idea of a militia.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146342",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146343",
      "text": "by this stupidity a KKK mob with guns is a militia!",
      "type": "I",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146344",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146345",
      "text": "These official groups are jokes. Armed citizens are much more effective.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146346",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146347",
      "text": "Well regulated as in the second amendment does not mean regulated by the government, it means well equiped and prepared. The framers of the constitution often spoke of a tyrannical government and how to keep one from coming to power, so why in the hell would they have said lets just give the government total control of guns. Your definition of well regulated makes about as much sense as adding another day to the week.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146348",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146349",
      "text": "The KKK use of firearms isn't a legal and lawful use, as dictated in the Heller ruling. Next argument please!",
      "type": "I",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146350",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146351",
      "text": "We call that a strawman, here. You have much to learn. Let me explain. A militia is a group of armed, ordinary citizens who gather. There are all these 'militias' running around screaming that they're a militia, but if my town was attacked for some reason, the citizens could just get some guns and gather on main street... to form a militia! Now do you understand? If so, I expect you to ignore me. If not, then you're hopeless. I can't get much clearer than that.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146352",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146353",
      "text": "Actually, as long as any group is not breaking laws, their ownership of guns is legal. The KKK can even own guns as long as the KKK is abiding by the law. I noticed Brady refered to the KKK as a mob, I get the picture Brady thinks that if gun owners gather for whatever the reason, that we are mobs as well, but when his side gathers they are an organization. And no Brady, I dont belong to or associate with hate groups.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146354",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146355",
      "text": "In what way is a group of armed ordinary citizens who are KKK members not a militia?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:05"
    },
    {
      "nodeID": "146356",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:06"
    }
  ],
  "edges": [
    {
      "edgeID": "187898",
      "fromID": "146332",
      "toID": "146333",
      "formEdgeID": null
    },
    {
      "edgeID": "187899",
      "fromID": "146333",
      "toID": "146331",
      "formEdgeID": null
    },
    {
      "edgeID": "187900",
      "fromID": "146334",
      "toID": "146335",
      "formEdgeID": null
    },
    {
      "edgeID": "187901",
      "fromID": "146335",
      "toID": "146332",
      "formEdgeID": null
    },
    {
      "edgeID": "187902",
      "fromID": "146336",
      "toID": "146337",
      "formEdgeID": null
    },
    {
      "edgeID": "187903",
      "fromID": "146337",
      "toID": "146332",
      "formEdgeID": null
    },
    {
      "edgeID": "187904",
      "fromID": "146338",
      "toID": "146339",
      "formEdgeID": null
    },
    {
      "edgeID": "187905",
      "fromID": "146339",
      "toID": "146332",
      "formEdgeID": null
    },
    {
      "edgeID": "187906",
      "fromID": "146341",
      "toID": "146342",
      "formEdgeID": null
    },
    {
      "edgeID": "187907",
      "fromID": "146342",
      "toID": "146340",
      "formEdgeID": null
    },
    {
      "edgeID": "187908",
      "fromID": "146343",
      "toID": "146344",
      "formEdgeID": null
    },
    {
      "edgeID": "187909",
      "fromID": "146344",
      "toID": "146340",
      "formEdgeID": null
    },
    {
      "edgeID": "187910",
      "fromID": "146345",
      "toID": "146346",
      "formEdgeID": null
    },
    {
      "edgeID": "187911",
      "fromID": "146346",
      "toID": "146341",
      "formEdgeID": null
    },
    {
      "edgeID": "187912",
      "fromID": "146347",
      "toID": "146348",
      "formEdgeID": null
    },
    {
      "edgeID": "187913",
      "fromID": "146348",
      "toID": "146341",
      "formEdgeID": null
    },
    {
      "edgeID": "187914",
      "fromID": "146349",
      "toID": "146350",
      "formEdgeID": null
    },
    {
      "edgeID": "187915",
      "fromID": "146350",
      "toID": "146343",
      "formEdgeID": null
    },
    {
      "edgeID": "187916",
      "fromID": "146351",
      "toID": "146352",
      "formEdgeID": null
    },
    {
      "edgeID": "187917",
      "fromID": "146352",
      "toID": "146343",
      "formEdgeID": null
    },
    {
      "edgeID": "187918",
      "fromID": "146353",
      "toID": "146354",
      "formEdgeID": null
    },
    {
      "edgeID": "187919",
      "fromID": "146354",
      "toID": "146349",
      "formEdgeID": null
    },
    {
      "edgeID": "187920",
      "fromID": "146355",
      "toID": "146356",
      "formEdgeID": null
    },
    {
      "edgeID": "187921",
      "fromID": "146356",
      "toID": "146351",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
