{
  "nodes": [
    {
      "nodeID": "154749",
      "text": "They grow up watching the people around them committing crimes, and such behavior becomes normalized. A kid that grows up with guns in the house that are used for hunting and self defense will learn that's what guns are for. A kid that grows up being exposed to guns being used to rob and kill will learn a very different lesson about what guns are for. The former will be disarmed by gun control laws because they have no plans to commit crimes and learn that laws are to be obeyed. The latter will not be affected at all by more gun control laws, because they already have easy access to guns through illegal channels and have no inclination to obey laws. If they did, they wouldn't be committing crimes in the first place.  The only way to stop the cycle of violence is to address the causes and stop the socialization. Morality, values, and discipline need to be instilled in the youth of America. The only way that can happen is by strengthening families and increasing the positive influences on their lives. All too often these troubled kids are left without adequate adult supervision, either due to imprisonment or overburdened work schedules. Absent parents, even if well equipped themselves, often cannot convey these concepts onto their children, so they grow up without them and learn their mores on the streets. Exacerbating the problem is the culture of the welfare state, where children grow up with welfare as a way of life and are accustomed to getting something for nothing. This often fosters a sense of entitlement. They've really never seen someone earn what they have through legitimate enterprises, so learn to idolize the criminal element who seemingly gain high status and material goods through illegal activities.  There are no easy solutions. Education must be reformed, family values rebuilt, the institute of marriage returned to a revered status, teachers better trained and empowered to teach not indoctrinate, and a government that understands it is there to serve, not rule. Gun control cannot and does not address any of these issues. Anyone who believes otherwise is deluding themselves into seeking a futile path towards stopping the violence. A gun can be an instrument to commit a crime, or it can be an instrument to stop a crime. It is the person behind it who chooses, and it is the person behind it who needs the change, not the law.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:17"
    },
    {
      "nodeID": "154750",
      "text": "To those who are sympathetic to gun control. Can we get anyone to listen and change society, ooooor will you just use this problem, and these under trained and under socialized kids to persecute the 2nd Amendment!  I am 61 years old, and I can remember when schools filled the gap and taught morals. Now they are not allowed for fear that they might offend someone&#8217;s religious unbelief and be sued. We reap what we sow. If we sow nothing, we reap nothing.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:17"
    },
    {
      "nodeID": "154751",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:17"
    },
    {
      "nodeID": "154752",
      "text": "II am 61 years old, and I can remember when schools filled the gap and taught morals. Now they are not allowed for fear that they might offend someone's religious unbelief and be sued. We reap what we sow. If we sow nothing, we reap nothing.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:17"
    },
    {
      "nodeID": "154753",
      "text": "If the justification for morality is obedience to a divine authority, it has no place in a public school. Those without religious beliefs are not by definition immoral.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:17"
    },
    {
      "nodeID": "154754",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:17"
    },
    {
      "nodeID": "154755",
      "text": "Here is how the exchange went down. Person one. We need to teach morals to our students. Person two. Well if you do that, who's morals will you teach? I may disagree. No one could answer that question so they taught no morals.  I think we should start by agreeing that things like, but not exclusively, murder, stealing, and hate is wrong. Teach that in which we can agree!",
      "type": "I",
      "timestamp": "2016-03-08 20:22:17"
    },
    {
      "nodeID": "154756",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:17"
    },
    {
      "nodeID": "154757",
      "text": "These things are being taught in schools every day. Maybe the problem is that they're not being reinforced at home. One's role modeling starts with family.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:17"
    },
    {
      "nodeID": "154758",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:18"
    },
    {
      "nodeID": "154759",
      "text": "I do agree that channeling male aggression into non-lethal pursuits is worthwhile. I don't see a place for firearms in that effort.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:18"
    },
    {
      "nodeID": "154760",
      "text": "Then let's move this discussion to another forum where it would be more appropriate.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:18"
    },
    {
      "nodeID": "154761",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:22:18"
    },
    {
      "nodeID": "154762",
      "text": "Then you are sortsighted indeed. The shooting sports are a great way to channel aggression. Sporting clays, trap, skeet, cowboy action shooting, steel matches etc. Reactionary targets, loud noise what better way to channel aggression into a non-lethal activity.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:18"
    },
    {
      "nodeID": "154763",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:18"
    }
  ],
  "edges": [
    {
      "edgeID": "193840",
      "fromID": "154750",
      "toID": "154751",
      "formEdgeID": null
    },
    {
      "edgeID": "193841",
      "fromID": "154751",
      "toID": "154749",
      "formEdgeID": null
    },
    {
      "edgeID": "193842",
      "fromID": "154753",
      "toID": "154754",
      "formEdgeID": null
    },
    {
      "edgeID": "193843",
      "fromID": "154754",
      "toID": "154752",
      "formEdgeID": null
    },
    {
      "edgeID": "193844",
      "fromID": "154755",
      "toID": "154756",
      "formEdgeID": null
    },
    {
      "edgeID": "193845",
      "fromID": "154756",
      "toID": "154753",
      "formEdgeID": null
    },
    {
      "edgeID": "193846",
      "fromID": "154757",
      "toID": "154758",
      "formEdgeID": null
    },
    {
      "edgeID": "193847",
      "fromID": "154758",
      "toID": "154755",
      "formEdgeID": null
    },
    {
      "edgeID": "193848",
      "fromID": "154760",
      "toID": "154761",
      "formEdgeID": null
    },
    {
      "edgeID": "193849",
      "fromID": "154761",
      "toID": "154759",
      "formEdgeID": null
    },
    {
      "edgeID": "193850",
      "fromID": "154762",
      "toID": "154763",
      "formEdgeID": null
    },
    {
      "edgeID": "193851",
      "fromID": "154763",
      "toID": "154759",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
