{
  "nodes": [
    {
      "nodeID": "136343",
      "text": "The number one aspect: I want to survive. I am conscious of what survival is, what it means not to survive, and at this point I choose survival. If I were in a great deal of pain that I knew could never be eradicated, if I knew that my prospects for survival were not very long in terms of time and that if I continued to survive it would mean a great deal of pain and place an enormous burden on my survivors, I might very well--and heroically--choose not to survive. I am not very heroic, however. A great deal of pain might drive me into heroism.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:51"
    },
    {
      "nodeID": "136344",
      "text": "But what would be the minimum for you to survive? Here I am getting at the essence of self. For example, if you went into a coma with severe brain damage such that your body was alive but you had no mental processes left - no thoughts, emotions, sense of pain, no mental processes whatsoever apart from brain function controlling your body (heart rate, etc.) - would 'you' have survived? Or would 'you' essentially be gone at that point?",
      "type": "I",
      "timestamp": "2016-03-08 19:42:51"
    },
    {
      "nodeID": "136345",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:51"
    },
    {
      "nodeID": "136346",
      "text": "I think your point of view is flawed. My perspective is that both mind and body combine to make a person. Each is just as important. Granted, you can't really do much if you are in a coma. The other side of the coin is you can't do much without a heart, or lungs, or liver. By your reasoning, it would make just as much sense to allow abortions up until the lungs develop. After all, without a healthy set of lungs, you aren't 'you.' To me, this seems ridiculous. You hit the nail on the head when you said that pro-choicers (for the most part) value the fetus less than the value of the mother's right to her own body. Pro-lifers simply see the value of these two entities as equal. Development of a brain and mind is simply a step along the process of the development of a human being. If we were to translate your reasoning onto the whole of human society, we would value people with superior intellect over those without.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:51"
    },
    {
      "nodeID": "136347",
      "text": "I think I'm getting what you are saying here, and I sort of agree. It is both the body and the mind that make a person, and each are important. If you have one without the other- the body (very underdeveloed in this case) without the mind in the case of a foetus, it does not make a person. I do think anti-choicers value both the same, even if one exists without the other. In their case I would ask them if they value a person who was recently deceased, where the cells of the body are still living, but there is no mental existence. I also beleive you are right in saying most pro-choicers do not place as high a value on a foetus (which is not a person) as they do on the woman (who is a fully developed person). There is not as much of an empathy toward the foetus as it is not a person, and not as valuable as the woman. Since it is growing in the woman, it only makes sense that she decide what to do as it is her body.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:51"
    },
    {
      "nodeID": "136348",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136349",
      "text": "I don't see how you logically derive this conclusion from what I said. Can you elaborate?",
      "type": "I",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136350",
      "text": "If you believe that it is the development of thinking ability that makes a human count as a life with rights, it seems reasonable to think that people with superior thinking ability would have superior rights.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136351",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136352",
      "text": "I think you are misinterpreting what I am saying. For example, we would still exist without a lung or a heart if that lung or heart were replaced by artificial lungs or hearts. Indeed, if you push things to the extreme case (and, granted, this is going into the science fiction realm but it proves a point), if we could artificially keep our functioning brains alive and functioning on their own (without a body), then 'we' would still exist as long as the brain's function involved all the mental processes related to our mental existence. That existence would just be pretty dismal without any sensory inputs or freedom of motion (unless they were supplied artificially).  That is what I am heading at. What are we at our very core?",
      "type": "I",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136353",
      "text": "If our core is our mind, what is the mind? It is the brain, which is an organ and considered a body part. In reality, 'mind' is an intangible byproduct of the body. However, the brain depends on other organs like the heart and lungs to keep going. The heart and lungs are in turn regulated by the brain. As you have said before, we don't have any evidence the mind lives on without the body. Therefore, it appears the existence of the mind is dependant on the existence of the body, not the other way around. This makes sense, since it is obviously the body that begins to develop first.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136354",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136355",
      "text": "I think I'm getting what you are saying here, and I sort of agree. It is both the body and the mind that make a person, and each are important. If you have one without the other- the body (very underdeveloed in this case) without the mind in the case of a foetus, it does not make a person.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136356",
      "text": "That means that you view mental existence as being critical to our existence as a person. What about the body? If we were all mind and no body (this, granted, is purely a hypothetical and is often referred to in the hypothetical supernatural sense as a soul), would we still exist as people? If not, then what would we be? I agree that our bodies are an important part of how we view ourselves but are they part of the very core? I would sincerely miss my legs if they had to be amputated. However, I would still exist. Taking it to the extreme, I would sincerely miss my body if all that were left was a functioning brain, but I would still exist.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136357",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136358",
      "text": "I find your logic also flawed. Are you telling me that, if someone lost all of their body except their head, and they were one some weird life support. That they still had all of their intelilgence, you could still have a conversation with them, and that they would be no different mentally from someone with a body, that they do not deserve equal rights?",
      "type": "I",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136359",
      "text": "Doesn't it ever bother you that you have to come up with ridiculous hypothetical sci-fi scenarios to attempt to prove your side? First of all, do you really think a head on life support is going to 'be no different mentally from someone with a body.'? I would say that would probably mess with somebody's head a bit. Secondly, you sound like you believe this person who is a head on life support deserves equal rights. They are just as helpless as a fetus in the womb. Are you saying it's okay to murder people who can't think and talk? Do you believe that thinking and talking is what qualifies a person for rights?",
      "type": "I",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136360",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136361",
      "text": "I certainly would be totally unconcerned about my survival.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136362",
      "text": "The thing I am trying to get at is that there wouldn't be a 'you' left to have any concern if all of your mental processes were gone and all that was left was the living body sustained artificially. It comes down to the question of when we as people begin and end our existence. From previous posts, it seemed like you agree that mental existence is crucial, but I wasn't sure, given your responses on this thread. So, do you or don't you agree that mental existence is crucial to our existence as people?",
      "type": "I",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136363",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136364",
      "text": "It is possible that I, in a coma, might be having mental processes in the form of dreams and memories. That could probably be determined by an EEG or something comparable.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:52"
    },
    {
      "nodeID": "136365",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:52"
    }
  ],
  "edges": [
    {
      "edgeID": "180810",
      "fromID": "136344",
      "toID": "136345",
      "formEdgeID": null
    },
    {
      "edgeID": "180811",
      "fromID": "136345",
      "toID": "136343",
      "formEdgeID": null
    },
    {
      "edgeID": "180812",
      "fromID": "136347",
      "toID": "136348",
      "formEdgeID": null
    },
    {
      "edgeID": "180813",
      "fromID": "136348",
      "toID": "136346",
      "formEdgeID": null
    },
    {
      "edgeID": "180814",
      "fromID": "136350",
      "toID": "136351",
      "formEdgeID": null
    },
    {
      "edgeID": "180815",
      "fromID": "136351",
      "toID": "136349",
      "formEdgeID": null
    },
    {
      "edgeID": "180816",
      "fromID": "136353",
      "toID": "136354",
      "formEdgeID": null
    },
    {
      "edgeID": "180817",
      "fromID": "136354",
      "toID": "136352",
      "formEdgeID": null
    },
    {
      "edgeID": "180818",
      "fromID": "136356",
      "toID": "136357",
      "formEdgeID": null
    },
    {
      "edgeID": "180819",
      "fromID": "136357",
      "toID": "136355",
      "formEdgeID": null
    },
    {
      "edgeID": "180820",
      "fromID": "136359",
      "toID": "136360",
      "formEdgeID": null
    },
    {
      "edgeID": "180821",
      "fromID": "136360",
      "toID": "136358",
      "formEdgeID": null
    },
    {
      "edgeID": "180822",
      "fromID": "136362",
      "toID": "136363",
      "formEdgeID": null
    },
    {
      "edgeID": "180823",
      "fromID": "136363",
      "toID": "136361",
      "formEdgeID": null
    },
    {
      "edgeID": "180824",
      "fromID": "136364",
      "toID": "136365",
      "formEdgeID": null
    },
    {
      "edgeID": "180825",
      "fromID": "136365",
      "toID": "136362",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
