{
  "nodes": [
    {
      "nodeID": "154708",
      "text": "Many on the religious right claim a belief in the existence of Satan and blame him for many of the evils in this world. I am curious why people believe that Satan is responsible for those evils, not men and their weaknesses.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:12"
    },
    {
      "nodeID": "154709",
      "text": "Answers include but are not limited to: \u0095 People need a solution for the Problem of Evil. \u0095 People want to have an 'objective' standard for good and evil. \u0095 God said it, I believe it, that settles it.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:12"
    },
    {
      "nodeID": "154710",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:12"
    },
    {
      "nodeID": "154711",
      "text": "Many on the religious right claim a belief in the existence of Satan and blame him for many of the evils in this world. I am curious why people believe that Satan is responsible for those evils, not men and their weaknesses. If you believe that Satan exists, can you give a specific example of some human event where you think he had to have played a role?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:12"
    },
    {
      "nodeID": "154712",
      "text": "Oh, we already know a bunch of events that he played a role in. They even made it into a song! Please allow me to introduce myself I'm a man of wealth and taste I've been around for long, long years Stole many man's soul and faith  And I was 'round when Jesus Christ Had his moment of doubt and pain Made damn sure that Pilate Washed his hands and sealed his fate  Pleased to meet you Hope you guess my name But what's puzzling you Is the nature of my game  I stuck around St. Petersburg When I saw it was a time for a change Killed the Czar and his ministers Anastasia screamed in vain  I rode a tank Held a general's rank When the blitzkrieg raged And the bodies stank  Pleased to meet you Hope you guess my name, oh yeah Ah, what's puzzling you Is the nature of my game, oh yeah (woo woo, woo woo)  I watched with glee While your kings and queens Fought for ten decades For the gods they made (woo woo, woo woo)  I shouted out, 'Who killed the Kennedys?' When after all It was you and me (who who, who who)  Let me please introduce myself I'm a man of wealth and taste And I laid traps for troubadours Who get killed before they reached Bombay (woo woo, who who)  Pleased to meet you Hope you guessed my name, oh yeah (who who) But what's puzzling you Is the nature of my game, oh yeah, get down, baby (who who, who who)  Pleased to meet you Hope you guessed my name, oh yeah But what's confusing you Is just the nature of my game (woo woo, who who)  Just as every cop is a criminal And all the sinners saints As heads is tails Just call me Lucifer 'Cause I'm in need of some restraint (who who, who who)  So if you meet me Have some courtesy Have some sympathy, and some taste (woo woo) Use all your well-learned politesse Or I'll lay your soul to waste, um yeah (woo woo, woo woo)  Pleased to meet you Hope you guessed my name, um yeah (who who) But what's puzzling you Is the nature of my game, um mean it, get down (woo woo, woo woo)  Woo, who Oh yeah, get on down Oh yeah Oh yeah! (woo woo)  Tell me baby, what's my name Tell me honey, can ya guess my name Tell me baby, what's my name I tell you one time, you're to blame  Oh, who woo, woo Woo, who Woo, woo Woo, who, who Woo, who, who Oh, yeah  What's my name Tell me, baby, what's my name Tell me, sweetie, what's my name  Woo, who, who Woo, who, who Woo, who, who Woo, who, who Woo, who, who Woo, who, who Oh, yeah Woo woo Woo woo ~Sympathy for the Devil; by the Rolling Stones :) ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:22:12"
    },
    {
      "nodeID": "154713",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:22:12"
    },
    {
      "nodeID": "154714",
      "text": "Mormons believe that Satan is the brother of Jesus.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:12"
    },
    {
      "nodeID": "154715",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:13"
    },
    {
      "nodeID": "154716",
      "text": "Theres a difference between most Mormons and regular people.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:13"
    },
    {
      "nodeID": "154717",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:13"
    },
    {
      "nodeID": "154718",
      "text": "Gotta ask. If god is all knowing and all powerful, why does Satan exist? He knew Satan would be evil, yet he still 'created' him? Then, he can't get rid of Satan. Makes no sense whatsoever.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:13"
    },
    {
      "nodeID": "154719",
      "text": "Well, Satan was invented to explain why there is evil in the world.. the dualism. He was adopted by the Hebrews under the influence of Persia. However, in the Jewish religion, Satan is not this incredilbly evil being out to corrupt souls, but rather just an angel (who had no free will), whose job it was to provide for bad choices so that people may choose GOOD ,and thus live more sanctified lives by their own actions.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:13"
    },
    {
      "nodeID": "154720",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:13"
    },
    {
      "nodeID": "154721",
      "text": "If any human attempts to answer in God's stead, that person would likely not be qualified to answer. One can speculate however. God already had angels within his kingdom when he made man. Some angels felt that God loved his humans more than themselves. In their jealous vanity, they rebelled against God. Bad idea, considering his power and all. God hates vanity. Thus he condemned Satan to rule over hell. When man disobeyed God's rule concerning partaking of the fruit of knowledge, God made a pact with man that gave him the burden of choice. He must choose right from wrong. Suffer the consequences of bad choices, reap the benefits of righteousness. Satan just happens to be there to take care of those who choose the wrong path. One mistake humans seem to make often is considering themselves capable of understanding the logic of God. Of course if one does not believe in God, no need to worry about it.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:13"
    },
    {
      "nodeID": "154722",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:13"
    },
    {
      "nodeID": "154723",
      "text": "A Jungian might suggest such a stance. In other words, one (good) cannot exist without the other (evil).  I wonder what some of our more interesting christian friends (AA, GC) might have to say about such?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:13"
    },
    {
      "nodeID": "154724",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:22:13"
    },
    {
      "nodeID": "154725",
      "text": "Ah, the extra biblical myths make life so interesting. It's full of ####, but it's interesting never the less. What people won't do so they can justify their beliefs.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:13"
    },
    {
      "nodeID": "154726",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:13"
    }
  ],
  "edges": [
    {
      "edgeID": "193808",
      "fromID": "154709",
      "toID": "154710",
      "formEdgeID": null
    },
    {
      "edgeID": "193809",
      "fromID": "154710",
      "toID": "154708",
      "formEdgeID": null
    },
    {
      "edgeID": "193810",
      "fromID": "154712",
      "toID": "154713",
      "formEdgeID": null
    },
    {
      "edgeID": "193811",
      "fromID": "154713",
      "toID": "154711",
      "formEdgeID": null
    },
    {
      "edgeID": "193812",
      "fromID": "154714",
      "toID": "154715",
      "formEdgeID": null
    },
    {
      "edgeID": "193813",
      "fromID": "154715",
      "toID": "154709",
      "formEdgeID": null
    },
    {
      "edgeID": "193814",
      "fromID": "154716",
      "toID": "154717",
      "formEdgeID": null
    },
    {
      "edgeID": "193815",
      "fromID": "154717",
      "toID": "154714",
      "formEdgeID": null
    },
    {
      "edgeID": "193816",
      "fromID": "154719",
      "toID": "154720",
      "formEdgeID": null
    },
    {
      "edgeID": "193817",
      "fromID": "154720",
      "toID": "154718",
      "formEdgeID": null
    },
    {
      "edgeID": "193818",
      "fromID": "154721",
      "toID": "154722",
      "formEdgeID": null
    },
    {
      "edgeID": "193819",
      "fromID": "154722",
      "toID": "154718",
      "formEdgeID": null
    },
    {
      "edgeID": "193820",
      "fromID": "154723",
      "toID": "154724",
      "formEdgeID": null
    },
    {
      "edgeID": "193821",
      "fromID": "154724",
      "toID": "154719",
      "formEdgeID": null
    },
    {
      "edgeID": "193822",
      "fromID": "154725",
      "toID": "154726",
      "formEdgeID": null
    },
    {
      "edgeID": "193823",
      "fromID": "154726",
      "toID": "154721",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
