{
  "nodes": [
    {
      "nodeID": "152986",
      "text": "After a Devastating Birth Injury, Hope By DENISE GRADY DODOMA, Tanzania - Lying side by side on a narrow bed, talking and giggling and poking each other with skinny elbows, they looked like any pair of teenage girls trading jokes and secrets. But the bed was in a crowded hospital ward, and between the moments of laughter, Sarah Jonas, 18, and Mwanaidi Swalehe, 17, had an inescapable air of sadness. Pregnant at 16, both had given birth in 2007 after labor that lasted for days. Their babies had died, and the prolonged labor had inflicted a dreadful injury on the mothers: an internal wound called a fistula, which left them incontinent and soaked in urine.... Obstructed labor can kill the mother, too, or crush her bladder, uterus and vagina between her pelvic bones and the baby's skull. The injured tissue dies, leaving a fistula: a hole that lets urine stream out constantly through the vagina. In some cases, the rectum is damaged and stool leaks out. Some women also have nerve damage in the legs. One of the most striking things about the women in Ward 2 was how small they were. Many stood barely five feet tall, with slight frames and narrow hips, which may have contributed to their problems. Girls not fully grown, or women stunted by malnutrition, often have small pelvises that make them prone to obstructed labor.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:18"
    },
    {
      "nodeID": "152987",
      "text": "http://www.nytimes.com/2009/02/24/health/24hospital.html But a fetus in the womb is far more important than the lives and health of these women.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:18"
    },
    {
      "nodeID": "152988",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:18"
    },
    {
      "nodeID": "152989",
      "text": "Fistulas are a scourge of the poor, affecting two million women and girls, mostly in sub-Saharan Africa and Asia - those who cannot get a Caesarean section or other medical help in time. Long neglected, fistulas have gained increasing attention in recent years, and nonprofit groups, hospitals and governments have created programs, like the one in Dodoma, to provide the surgery.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:18"
    },
    {
      "nodeID": "152990",
      "text": "We need to have far better prenatal and obstetrical care for all women in the world. All truly caring human beings would endorse such care for women, as well as access to contraceptive education and access to reliable contraception to prevent such horrible consequences from pregnancy.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:18"
    },
    {
      "nodeID": "152991",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:18"
    },
    {
      "nodeID": "152992",
      "text": "But a fetus in the womb is far more important than the lives and health of these women.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:19"
    },
    {
      "nodeID": "152993",
      "text": "WOW simone, are you kidding me? You will use this story as an example of how dangerous giving birth is on this American forum by referring to a story from Sub Saharan Africa? And you consider this a rational argument? Here's another quote from your link: Fistulas are a scourge of the poor, affecting two million women and girls, mostly in sub-Saharan Africa and Asia  So tell us, PLEASE!!! How is this an argument which justifies abortions in America where Fistulas is virtually unknown as a result of child birth? Tell me how this quoted section below applies to any aspect of medical care in the USA. The women filled most of Ward 2, a long, one-story building with a cement floor and two rows of closely spaced beds against opposite walls. All had suffered from obstructed labor, meaning that their babies were too big or in the wrong position to pass through the birth canal. If prolonged, obstructed labor often kills the baby, which may then soften enough to fit through the pelvis, so that the mother delivers a corpse. Obstructed labor can kill the mother, too, or crush her bladder, uterus and vagina between her pelvic bones and the baby&#8217;s skull. The injured tissue dies, leaving a fistula: a hole that lets urine stream out constantly through the vagina. In some cases, the rectum is damaged and stool leaks out. Some women also have nerve damage in the legs. One of the most striking things about the women in Ward 2 was how small they were. Many stood barely five feet tall, with slight frames and narrow hips, which may have contributed to their problems. Girls not fully grown, or women stunted by malnutrition, often have small pelvises that make them prone to obstructed labor.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:19"
    },
    {
      "nodeID": "152994",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:19"
    },
    {
      "nodeID": "152995",
      "text": "Even if they are women.Time and time again I am disgusted with the callousness in which so-called 'pro-life' persons seek to ignore the plight of women around the world who have suffered enormous health consequences from pregnancy.It is time for another update on the plight of these women, even if those callous-hearted persons do not care:",
      "type": "I",
      "timestamp": "2016-03-08 20:18:19"
    },
    {
      "nodeID": "152996",
      "text": "After a Devastating Birth Injury, HopeBy DENISE GRADYDODOMA, Tanzania &#8212; Lying side by side on a narrow bed, talking and giggling and poking each other with skinny elbows, they looked like any pair of teenage girls trading jokes and secrets.But the bed was in a crowded hospital ward, and between the moments of laughter, Sarah Jonas, 18, and Mwanaidi Swalehe, 17, had an inescapable air of sadness. Pregnant at 16, both had given birth in 2007 after labor that lasted for days. Their babies had died, and the prolonged labor had inflicted a dreadful injury on the mothers: an internal wound called a fistula, which left them incontinent and soaked in urine....Obstructed labor can kill the mother, too, or crush her bladder, uterus and vagina between her pelvic bones and the baby&#8217;s skull. The injured tissue dies, leaving a fistula: a hole that lets urine stream out constantly through the vagina. In some cases, the rectum is damaged and stool leaks out. Some women also have nerve damage in the legs.One of the most striking things about the women in Ward 2 was how small they were. Many stood barely five feet tall, with slight frames and narrow hips, which may have contributed to their problems. Girls not fully grown, or women stunted by malnutrition, often have small pelvises that make them prone to obstructed labor.http://www.nytimes.com/2009/02/24/he...4hospital.html",
      "type": "I",
      "timestamp": "2016-03-08 20:18:19"
    },
    {
      "nodeID": "152997",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:19"
    },
    {
      "nodeID": "152998",
      "text": "So, Archie, nothing matters if it is outside of America?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:19"
    },
    {
      "nodeID": "152999",
      "text": "Sure they matter. But that isn't the issue here. You posted this in the abortion forums as if this medical malpractice which is taking place in an impoverished third world country is justification for it in America. That is a ludicrous and totally bogus argument to make. If you thought rationally, you would have it in the health forum and be complaining about how third world countries are so ill prepared for this common problem when we have the technology so readily available to avoid it. My Lord simone, a simple C-Section is all that is required to make this a non issue for mother and baby.  But you ignorantly post this drivel as if abortion is the solution. It makes no sense at all, and yet you post it thinking that you're contributing something rational. Go figure, huh!!! emoticon_frazzled",
      "type": "I",
      "timestamp": "2016-03-08 20:18:19"
    },
    {
      "nodeID": "153000",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:19"
    },
    {
      "nodeID": "153001",
      "text": "If you choose to claim that you are pro-life, what are you dong about saving the lives of these women who truly want to have their pregnancies continue. What are you doing about their potential babies which you, by your heartlessness, are not allowing to be born because you don't want to expend a penny in international aid for prenatal care for women all over the world.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:19"
    },
    {
      "nodeID": "153002",
      "text": "Why is it you assume I'm doing nothing about it? Do you know how many charities I support which serve in Africa? The question is, what are you doing about it since it is only you whom you have complete control of. Think about actually contributing to programs like Doctors without borders rather than question my giving when it has already been proven on multiple threads that it is conservatives who contribute the lions share to charities in this country. All the liberals do is whine, complain and raise taxes so someone else will have to support their pet programs.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:19"
    },
    {
      "nodeID": "153003",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:19"
    },
    {
      "nodeID": "153004",
      "text": "Don't you care about their 'unborn babies'?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:19"
    },
    {
      "nodeID": "153005",
      "text": "Since I am constantly opposing you in favor of saving the lives of multiple millions of unborn babies to the abortionists vacuum each decade, It's quite obvious that between the two of us, I'm the only one who cares about unborn babies. You on the other hand offer lip service and lousy examples in order to make fallacious claims. The fact is that there is no practical reason for the problems in the OP you posted to exist at all with what is known about maternity and childbirth EVERYWHERE on Earth today. Even in impoverished countries like Tanzania where every doctor is aware of C-sections and the basics of prenatal care all that is required to avoid this problem is some common sense on their part.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:19"
    },
    {
      "nodeID": "153006",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:20"
    },
    {
      "nodeID": "153007",
      "text": "So you don't think that women who truly want to have children and continue their pregnancies safely should not, all of them, have access to decent prenatal and obstetrical care? Because that is the other side of the coin.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:20"
    },
    {
      "nodeID": "153008",
      "text": "Simone, are you so out of it that you can't comprehend that I said exactly that in my post? Note the bolded if you will.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:20"
    },
    {
      "nodeID": "153009",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:20"
    }
  ],
  "edges": [
    {
      "edgeID": "192592",
      "fromID": "152987",
      "toID": "152988",
      "formEdgeID": null
    },
    {
      "edgeID": "192593",
      "fromID": "152988",
      "toID": "152986",
      "formEdgeID": null
    },
    {
      "edgeID": "192594",
      "fromID": "152990",
      "toID": "152991",
      "formEdgeID": null
    },
    {
      "edgeID": "192595",
      "fromID": "152991",
      "toID": "152989",
      "formEdgeID": null
    },
    {
      "edgeID": "192596",
      "fromID": "152993",
      "toID": "152994",
      "formEdgeID": null
    },
    {
      "edgeID": "192597",
      "fromID": "152994",
      "toID": "152992",
      "formEdgeID": null
    },
    {
      "edgeID": "192598",
      "fromID": "152996",
      "toID": "152997",
      "formEdgeID": null
    },
    {
      "edgeID": "192599",
      "fromID": "152997",
      "toID": "152995",
      "formEdgeID": null
    },
    {
      "edgeID": "192600",
      "fromID": "152999",
      "toID": "153000",
      "formEdgeID": null
    },
    {
      "edgeID": "192601",
      "fromID": "153000",
      "toID": "152998",
      "formEdgeID": null
    },
    {
      "edgeID": "192602",
      "fromID": "153002",
      "toID": "153003",
      "formEdgeID": null
    },
    {
      "edgeID": "192603",
      "fromID": "153003",
      "toID": "153001",
      "formEdgeID": null
    },
    {
      "edgeID": "192604",
      "fromID": "153005",
      "toID": "153006",
      "formEdgeID": null
    },
    {
      "edgeID": "192605",
      "fromID": "153006",
      "toID": "153004",
      "formEdgeID": null
    },
    {
      "edgeID": "192606",
      "fromID": "153008",
      "toID": "153009",
      "formEdgeID": null
    },
    {
      "edgeID": "192607",
      "fromID": "153009",
      "toID": "153007",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
