{
  "nodes": [
    {
      "nodeID": "156470",
      "text": "So therefore, the child is not the woman's body.  my other conclusion would be, the woman really doesnt have the right to do anything to that baby inside of her except to be a vessel in carrying out that childs destiny to be born. thats just my thoughts..",
      "type": "I",
      "timestamp": "2016-03-08 20:26:09"
    },
    {
      "nodeID": "156471",
      "text": "That's really simplified. It's not like a woman's body is a suitcase and the fetus is biologically self-reliant. It lives off her life processes - her blood, her immune system, her calories - it puts stress on her joints, muscles, heart, and bladder. Pregnacy can demand major sacrifices in behavior and diet - some of which can be detrimental. No a baby isn't the woman's body - but a pregnancy IS.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:09"
    },
    {
      "nodeID": "156472",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:09"
    },
    {
      "nodeID": "156473",
      "text": "that sure was a load of knowledge you revealed there.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:09"
    },
    {
      "nodeID": "156474",
      "text": "Pregnancy is a health issue only for the woman. Your glib remark pretending to sympathy is insulting.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:10"
    },
    {
      "nodeID": "156475",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:10"
    },
    {
      "nodeID": "156476",
      "text": "Yes - and????? The post I responded to completely down-plays the impact on a woman's body. I am merely pointing that out.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:10"
    },
    {
      "nodeID": "156477",
      "text": "well i was downplaying your argument because really, pregnancy is not that demeaning to a womans body. ITS NATURAL! OBESITY ISNT!",
      "type": "I",
      "timestamp": "2016-03-08 20:26:10"
    },
    {
      "nodeID": "156478",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:10"
    },
    {
      "nodeID": "156479",
      "text": "A women by the name of Mary Anne Warren said this The fact that restricting access to abortion has tragic side effects does not, in itself, show that the restrictions are unjustified, since murder is wrong regardless of the consequences of prohibiting it; and the appeal to the right to control one's body, which is generally construed as a property right, is at best a rather feeble arguement for the permissibility of abortion. Mere ownership does not give me the right to kill innocent people whom I find on my property, and indeed I am apt to be held responsible if such people injure themselves while on my property. It is equally unclear that I have any moral right to expel an innocent person from my property when I know that doing so will result in his death. What are you thoughts? Is this just some pro-life nut that doesn't know what she is talking about?",
      "type": "I",
      "timestamp": "2016-03-08 20:26:10"
    },
    {
      "nodeID": "156480",
      "text": "The sentence that I have underlined above is a falsity in Warren's argument. There is a distinction between using property to kill someone, and failing to use property to sustain someone. For example: 1) Joe shoots Bob with a shotgun. That is murder. 2) Bob is hungry, and Joe doesn't give him any food, so Bob starves to death. That is not murder - it is death by natural causes. Why is 2) not murder? Because hunger killed Bob, and nobody owns hunger. I think we can apply the same standards to abortions.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:10"
    },
    {
      "nodeID": "156481",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:26:10"
    },
    {
      "nodeID": "156482",
      "text": "Mere ownership does not give me the right to kill innocent people whom I find on my property, and indeed I am apt to be held responsible if such people injure themselves while on my property.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:10"
    },
    {
      "nodeID": "156483",
      "text": "But we certainly have the right to evict such persons. But then, regardless, the embryo is not a person.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:10"
    },
    {
      "nodeID": "156484",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:10"
    },
    {
      "nodeID": "156485",
      "text": "It is equally unclear that I have any moral right to expel an innocent person from my property when I know that doing so will result in his death.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:10"
    },
    {
      "nodeID": "156486",
      "text": "But then, again, one's body is more than merel proerty. certainly, you can prevent the use of your body even if it leads to death, and as such, if the mere property arguemnt was pertinent, we would be able to rstrict the use of property regardless. So the analogy doesn't work.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:10"
    },
    {
      "nodeID": "156487",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:10"
    },
    {
      "nodeID": "156488",
      "text": "and the appeal to the right to control one's body, which is generally construed as a property right, is at best a rather feeble arguement for the permissibility of abortion.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:10"
    },
    {
      "nodeID": "156489",
      "text": "Hmm, fascinating claim. Obviously, the US Supreme Court disagrees as does most of the prochoice movement. So?",
      "type": "I",
      "timestamp": "2016-03-08 20:26:11"
    },
    {
      "nodeID": "156490",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:26:11"
    },
    {
      "nodeID": "156491",
      "text": "The fact that restricting access to abortion has tragic side effects does not, in itself, show that the restrictions are unjustified, since murder is wrong regardless of the consequences of prohibiting it;",
      "type": "I",
      "timestamp": "2016-03-08 20:26:11"
    },
    {
      "nodeID": "156492",
      "text": "Hmm, while she is right at the first point, the second doesn't follow.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:11"
    },
    {
      "nodeID": "156493",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:11"
    },
    {
      "nodeID": "156494",
      "text": "A women by the name of Mary Anne Warren said this",
      "type": "I",
      "timestamp": "2016-03-08 20:26:11"
    },
    {
      "nodeID": "156495",
      "text": "Quote Mining. You got to love it. Always fascinating when stuff is dishonestly taken out of context. Normally, we see this from creationists, but you are by no means the first prolifer who has engaged in this practice. But lets look at it",
      "type": "I",
      "timestamp": "2016-03-08 20:26:11"
    },
    {
      "nodeID": "156496",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:11"
    },
    {
      "nodeID": "156497",
      "text": "What are you thoughts? Is this just some pro-life nut that doesn't know what she is talking about?",
      "type": "I",
      "timestamp": "2016-03-08 20:26:11"
    },
    {
      "nodeID": "156498",
      "text": "She seems neither to be one, nor the other.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:11"
    },
    {
      "nodeID": "156499",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:26:11"
    },
    {
      "nodeID": "156500",
      "text": "Yup, she is. Because a feetus is not legaly a person. Morally, I don`t view infants as persons either, but as you have to draw the line somehwere, you might as well do it at birth (or at some time during pregnancy, I don`t really care as long as the choice of aborting a unwanted pregnancy is till viable for most people).",
      "type": "I",
      "timestamp": "2016-03-08 20:26:11"
    },
    {
      "nodeID": "156501",
      "text": "You don't view infants as people either? What form of beast are you? emoticon_wow",
      "type": "I",
      "timestamp": "2016-03-08 20:26:11"
    },
    {
      "nodeID": "156502",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:11"
    },
    {
      "nodeID": "156503",
      "text": "Oh, I don't know that she is any nuttier than the next person. However I think her opinion is wrong. I also think her argument is not correct. A person can not impose themselves on your property without your consent - and you CAN remove them, and even kill them if they are a threat to you.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:11"
    },
    {
      "nodeID": "156504",
      "text": "haha so we are all nuts then huh :p",
      "type": "I",
      "timestamp": "2016-03-08 20:26:12"
    },
    {
      "nodeID": "156505",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:26:12"
    },
    {
      "nodeID": "156506",
      "text": "That's the trick, isn't it? If its a threat. But since when is a fetus a threat? Sure, when the fetus is endangering the mother's life, fine. But 97% of the time, it's not. Can a woman kill using her own body? Steal? Rape? No, of course not. I can't rape anyone and get away with it because I used my own body. Next time you get caught stealing, tell the judge that you were using your own body to do it, and you can do whatever you want with your own body. Enjoy the following laugh. And prove to me that a fetus is not a living human. In fact, find ANYTHING that is made of cells and is or was not living.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:12"
    },
    {
      "nodeID": "156507",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:12"
    },
    {
      "nodeID": "156508",
      "text": "Last time I checked, I was fairly human :p",
      "type": "I",
      "timestamp": "2016-03-08 20:26:12"
    },
    {
      "nodeID": "156509",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:12"
    },
    {
      "nodeID": "156510",
      "text": "Sartre, you know little of history. Until relatively recently within the history of humankind, the Romans adhered to the rule of paterfamilia in which the supreme patriarch of a clan--oh, how they loved their males, men were next to God in their eyes, a tradition which lives on within the Roman Catholic Church--ruled on the existence of infants within his clan. If he chose, this next to God male, the infant lived and received shelter and nurturance. If he chose not, the child was abandoned to sate the hunger of wild animals or, perhaps, might be saved by a kindly human wayfarer. In many cases these wayfarers were not so kind and the child may have been severely abused, used as a sexual toy--hmmm, kind of reminds me of the situation for inner city children in very Roman Catholic Brazil. Interesting.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:12"
    },
    {
      "nodeID": "156511",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:12"
    },
    {
      "nodeID": "156512",
      "text": "argue with the pro-choicers...I don't agree with what the women says because she agrues for pro-choice.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:12"
    },
    {
      "nodeID": "156513",
      "text": "Your misrepresentation doesn't make it so.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:12"
    },
    {
      "nodeID": "156514",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:12"
    },
    {
      "nodeID": "156515",
      "text": "I'm glad that you qualified your answer with 'fairly'. It certainly isn't normal to consider an infant NOT a person. emoticon_wow",
      "type": "I",
      "timestamp": "2016-03-08 20:26:12"
    },
    {
      "nodeID": "156516",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:26:12"
    },
    {
      "nodeID": "156517",
      "text": "And your little pre-Christianity Roman history is relevant because.......? emoticon_confused",
      "type": "I",
      "timestamp": "2016-03-08 20:26:12"
    },
    {
      "nodeID": "156518",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:12"
    },
    {
      "nodeID": "156519",
      "text": "HA wouldnt you say someone who is really overweight actually has more of a problem with stress on their joints, muscels, heart, and bladder than a woman carrying a small child in her womb? Obesity can demand major scarifices in behavior and diet. Some of which can be detrimental. I really dont see your point because this isnt just a woman's problem when it comes to these issues you pointed out. And im not really sure what a 'pregnancy' is according to you.. please explain.. When i hear the word pregnant, i think of 2 people, not just 1. Also, the baby has its own blood, its own immune system, and contains its own calories once consumed. theres nothing that the mother has that the baby doesnt other than it just needs nutrtion. Just like you need food everyday.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:13"
    },
    {
      "nodeID": "156520",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:13"
    },
    {
      "nodeID": "156521",
      "text": "That's really simplified. It's not like a woman's body is a suitcase and the fetus is biologically self-reliant.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:13"
    },
    {
      "nodeID": "156522",
      "text": "Picture an astronaut connected to a spaceshuttle... without that cord he wouldnt be able to live. so is he really able to live on his own or is he depending on something else to live?? i really dont see your point.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:13"
    },
    {
      "nodeID": "156523",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:13"
    },
    {
      "nodeID": "156524",
      "text": "When i hear the word pregnant, i think of 2 people, not just 1.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:13"
    },
    {
      "nodeID": "156525",
      "text": "What a load.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:13"
    },
    {
      "nodeID": "156526",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:13"
    },
    {
      "nodeID": "156527",
      "text": "...Also, the baby has its own blood, its own immune system, and contains its own calories once consumed. theres nothing that the mother has that the baby doesnt other than it just needs nutrtion. Just like you need food everyday...",
      "type": "I",
      "timestamp": "2016-03-08 20:26:13"
    },
    {
      "nodeID": "156528",
      "text": "This also applies to tapeworms. I fail to see how it is therefore relevent to any debate on abortion.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:13"
    },
    {
      "nodeID": "156529",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:13"
    },
    {
      "nodeID": "156530",
      "text": "And im not really sure what a 'pregnancy' is according to you.. please explain.. When i hear the word pregnant, i think of 2 people, not just 1.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:13"
    },
    {
      "nodeID": "156531",
      "text": "There are many people who may be involved and impacted by pregnancy - but only one person is actually physically pregnant.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:13"
    },
    {
      "nodeID": "156532",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:13"
    },
    {
      "nodeID": "156533",
      "text": "I really dont see your point because this isnt just a woman's problem when it comes to these issues you pointed out.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:13"
    },
    {
      "nodeID": "156534",
      "text": "Which issues? The health issues? Pregnancy does not physically impact the health of men. Ever. They don't get pregnant.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:14"
    },
    {
      "nodeID": "156535",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:14"
    },
    {
      "nodeID": "156536",
      "text": "No. The fetus does not have all of these things up and running until birth. The baby needs more than nutrition. It relies on the mother's anti-bodies for it's immune system (even AFTER birth to some degree), it does not breath or take in oxygen on it's own, and none of body systems are developed until late in the pregnancy.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:14"
    },
    {
      "nodeID": "156537",
      "text": "well, whatever the case may be, that baby has a full function nervous system and can feel the pain whenever it is aborted. Does that not disturb you? People always tend to think 'oh the mother is going to go through pain' BLA BLA BLA.. BUT WHAT ABOUT THE BABY THAT IS BEING TORTURED TO DEATH? cmon.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:14"
    },
    {
      "nodeID": "156538",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:14"
    },
    {
      "nodeID": "156539",
      "text": "very smart answer. I never knew men couldnt get pregnant. lol, you just made yourself look like an idiot with that statement. by the way, i was referring to those issues are pretty much symptoms of obesity. But the thing is... obesity isnt natural, the process of pregnancy is totally natural.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:14"
    },
    {
      "nodeID": "156540",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:26:14"
    },
    {
      "nodeID": "156541",
      "text": "Go read a biology book.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:14"
    },
    {
      "nodeID": "156542",
      "text": "wonderful. Go read our decleration of independence. Maybe then you'll see that everyone should be guarenteed life, liberty, and the pursuit of happiness. maybe then you'll see every child aborted doesnt just lose its life, but also loses its destiny!",
      "type": "I",
      "timestamp": "2016-03-08 20:26:14"
    },
    {
      "nodeID": "156543",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:14"
    }
  ],
  "edges": [
    {
      "edgeID": "195048",
      "fromID": "156471",
      "toID": "156472",
      "formEdgeID": null
    },
    {
      "edgeID": "195049",
      "fromID": "156472",
      "toID": "156470",
      "formEdgeID": null
    },
    {
      "edgeID": "195050",
      "fromID": "156474",
      "toID": "156475",
      "formEdgeID": null
    },
    {
      "edgeID": "195051",
      "fromID": "156475",
      "toID": "156473",
      "formEdgeID": null
    },
    {
      "edgeID": "195052",
      "fromID": "156477",
      "toID": "156478",
      "formEdgeID": null
    },
    {
      "edgeID": "195053",
      "fromID": "156478",
      "toID": "156476",
      "formEdgeID": null
    },
    {
      "edgeID": "195054",
      "fromID": "156480",
      "toID": "156481",
      "formEdgeID": null
    },
    {
      "edgeID": "195055",
      "fromID": "156481",
      "toID": "156479",
      "formEdgeID": null
    },
    {
      "edgeID": "195056",
      "fromID": "156483",
      "toID": "156484",
      "formEdgeID": null
    },
    {
      "edgeID": "195057",
      "fromID": "156484",
      "toID": "156482",
      "formEdgeID": null
    },
    {
      "edgeID": "195058",
      "fromID": "156486",
      "toID": "156487",
      "formEdgeID": null
    },
    {
      "edgeID": "195059",
      "fromID": "156487",
      "toID": "156485",
      "formEdgeID": null
    },
    {
      "edgeID": "195060",
      "fromID": "156489",
      "toID": "156490",
      "formEdgeID": null
    },
    {
      "edgeID": "195061",
      "fromID": "156490",
      "toID": "156488",
      "formEdgeID": null
    },
    {
      "edgeID": "195062",
      "fromID": "156492",
      "toID": "156493",
      "formEdgeID": null
    },
    {
      "edgeID": "195063",
      "fromID": "156493",
      "toID": "156491",
      "formEdgeID": null
    },
    {
      "edgeID": "195064",
      "fromID": "156495",
      "toID": "156496",
      "formEdgeID": null
    },
    {
      "edgeID": "195065",
      "fromID": "156496",
      "toID": "156494",
      "formEdgeID": null
    },
    {
      "edgeID": "195066",
      "fromID": "156498",
      "toID": "156499",
      "formEdgeID": null
    },
    {
      "edgeID": "195067",
      "fromID": "156499",
      "toID": "156497",
      "formEdgeID": null
    },
    {
      "edgeID": "195068",
      "fromID": "156501",
      "toID": "156502",
      "formEdgeID": null
    },
    {
      "edgeID": "195069",
      "fromID": "156502",
      "toID": "156500",
      "formEdgeID": null
    },
    {
      "edgeID": "195070",
      "fromID": "156504",
      "toID": "156505",
      "formEdgeID": null
    },
    {
      "edgeID": "195071",
      "fromID": "156505",
      "toID": "156503",
      "formEdgeID": null
    },
    {
      "edgeID": "195072",
      "fromID": "156506",
      "toID": "156507",
      "formEdgeID": null
    },
    {
      "edgeID": "195073",
      "fromID": "156507",
      "toID": "156503",
      "formEdgeID": null
    },
    {
      "edgeID": "195074",
      "fromID": "156508",
      "toID": "156509",
      "formEdgeID": null
    },
    {
      "edgeID": "195075",
      "fromID": "156509",
      "toID": "156501",
      "formEdgeID": null
    },
    {
      "edgeID": "195076",
      "fromID": "156510",
      "toID": "156511",
      "formEdgeID": null
    },
    {
      "edgeID": "195077",
      "fromID": "156511",
      "toID": "156501",
      "formEdgeID": null
    },
    {
      "edgeID": "195078",
      "fromID": "156513",
      "toID": "156514",
      "formEdgeID": null
    },
    {
      "edgeID": "195079",
      "fromID": "156514",
      "toID": "156512",
      "formEdgeID": null
    },
    {
      "edgeID": "195080",
      "fromID": "156515",
      "toID": "156516",
      "formEdgeID": null
    },
    {
      "edgeID": "195081",
      "fromID": "156516",
      "toID": "156508",
      "formEdgeID": null
    },
    {
      "edgeID": "195082",
      "fromID": "156517",
      "toID": "156518",
      "formEdgeID": null
    },
    {
      "edgeID": "195083",
      "fromID": "156518",
      "toID": "156510",
      "formEdgeID": null
    },
    {
      "edgeID": "195084",
      "fromID": "156519",
      "toID": "156520",
      "formEdgeID": null
    },
    {
      "edgeID": "195085",
      "fromID": "156520",
      "toID": "156471",
      "formEdgeID": null
    },
    {
      "edgeID": "195086",
      "fromID": "156522",
      "toID": "156523",
      "formEdgeID": null
    },
    {
      "edgeID": "195087",
      "fromID": "156523",
      "toID": "156521",
      "formEdgeID": null
    },
    {
      "edgeID": "195088",
      "fromID": "156525",
      "toID": "156526",
      "formEdgeID": null
    },
    {
      "edgeID": "195089",
      "fromID": "156526",
      "toID": "156524",
      "formEdgeID": null
    },
    {
      "edgeID": "195090",
      "fromID": "156528",
      "toID": "156529",
      "formEdgeID": null
    },
    {
      "edgeID": "195091",
      "fromID": "156529",
      "toID": "156527",
      "formEdgeID": null
    },
    {
      "edgeID": "195092",
      "fromID": "156531",
      "toID": "156532",
      "formEdgeID": null
    },
    {
      "edgeID": "195093",
      "fromID": "156532",
      "toID": "156530",
      "formEdgeID": null
    },
    {
      "edgeID": "195094",
      "fromID": "156534",
      "toID": "156535",
      "formEdgeID": null
    },
    {
      "edgeID": "195095",
      "fromID": "156535",
      "toID": "156533",
      "formEdgeID": null
    },
    {
      "edgeID": "195096",
      "fromID": "156537",
      "toID": "156538",
      "formEdgeID": null
    },
    {
      "edgeID": "195097",
      "fromID": "156538",
      "toID": "156536",
      "formEdgeID": null
    },
    {
      "edgeID": "195098",
      "fromID": "156539",
      "toID": "156540",
      "formEdgeID": null
    },
    {
      "edgeID": "195099",
      "fromID": "156540",
      "toID": "156531",
      "formEdgeID": null
    },
    {
      "edgeID": "195100",
      "fromID": "156542",
      "toID": "156543",
      "formEdgeID": null
    },
    {
      "edgeID": "195101",
      "fromID": "156543",
      "toID": "156541",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
