{
  "nodes": [
    {
      "nodeID": "150389",
      "text": "...to ToE because it means genetic evolution is a fraud. Evolution, thus, should not be a theory based on changes in genes, but a theory based on changes in traits.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:34"
    },
    {
      "nodeID": "150390",
      "text": "Well, it might help if you could propose a mechanism for such changing traits that would stand up as well as the current model of genetic inheritance.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:34"
    },
    {
      "nodeID": "150391",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:35"
    },
    {
      "nodeID": "150392",
      "text": "This post contains a perfectly simple explanation of why ToE is a sham along with a challenge to any Darwinist to prove me wrong. ToE is constructed on a fraud premise. This premise says that the fundamental unit of evolution is the gene. Whenever an evolutionist talks about 'evolution' he's not talking about mere phenotypic change - he's talking about changes in genes. To a Darwinist, just because an animal changes phentoypically, or even if he passes these changes down to progeny does not mean that 'evolution' has occurred. A fish could morph into a human, but if there are no changes in genes then this would not be considered 'evolution.' The only way evolution can happen, by their own definition, is if there is a change in genetics. This premise, I suggest is a complete and total fraud...and I will explain why now:",
      "type": "I",
      "timestamp": "2016-03-08 20:12:35"
    },
    {
      "nodeID": "150393",
      "text": "Well the premise you claim is not the core premise of evolution. Indeed Darwin never invoked genes at all. He did make the observation that some variability was clearly inherited (but not all variability), he also observed that some variants survived and reproduced better than others. From this he concluded that natural selection operated to change the heritable traits exhibited by populations, and extended this to resulting in large changes over long times. Changes sufficient to result in new species which were reproductively isolated or nearly so. To an actual Darwinist genes did not enter the theory at all - they were not known at the time except to an obscure Monk who published in a less than prominent journal! As to a fish morphing into a human without any genetic alterations .... Produce a case where that has happened and we can discuss it in depth. Till then I will claim that such a transformation cannot be accomplished without alteration of the underlying genome. I am most dubious that you have any such example at hand. emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:12:35"
    },
    {
      "nodeID": "150394",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:35"
    },
    {
      "nodeID": "150395",
      "text": "This post contains a perfectly simple explanation of why ToE is a sham along with a challenge to any Darwinist to prove me wrong. ToE is constructed on a fraud premise. This premise says that the fundamental unit of evolution is the gene. Whenever an evolutionist talks about 'evolution' he's not talking about mere phenotypic change - he's talking about changes in genes. To a Darwinist, just because an animal changes phentoypically, or even if he passes these changes down to progeny does not mean that 'evolution' has occurred. A fish could morph into a human, but if there are no changes in genes then this would not be considered 'evolution.' The only way evolution can happen, by their own definition, is if there is a change in genetics. This premise, I suggest is a complete and total fraud...and I will explain why now: Let's take humans and dogs, for example. When compared side-by-side, sure enough, humans may have an assortment of genes that dogs do not - and possibly the other way around. But just because humans may have certain genes that dogs don't, does not mean that these genes cause the difference between humans and dogs. Of course, there are no 'dog genes' or 'human genes.' But likewise there are no 'tongue genes,' 'tail genes' or 'toenail genes.' Parts are not translated genes. Thus, the assertion that new genes got created or that individual genes mutated over time to chnage one kind of animal into another is blatantly false and physically impossible. But it's worse than that. As I said before, humans have a whole slew of genes - theoretically, at least -- that dogs (or other animals) don't have. But evolutionists still contend that these genetic differences cause the difference between the organisms! That's why they analyze DNA with such scrutiny! But did it ever dawn on them that studying genetics is a compete waste of time because of the real possibility that each dog or each human has the genes they have because of what they are? Scientists have been telling us for decades that who or what we are is determined by what genes we have...But they've got it backwards! Instead, we have the genes we have because of who we are. A dog isn't a dog because he barks; a dog barks because of what he is. Same with genes. This, of course, spells destructin to ToE because it means genetic evolution is a fraud. Evolution, thus, should not be a theory based on changes in genes, but a theory based on changes in traits. But scientists continue to mess around with genes and try to make the body do weird things by mutating them. They simply won't give up because they've seen correlations between gene activity and various physiological responses. But here's where they're screwing everything up: When you were a kid did you ever stand on your head? If so, did your face ever get red if you stayed upside down for a period of time? If so, do you admit that it was the act of being upside down that caused the blood to rush to your head? Or, do you have the audacity to claim that you were upside down because your face was red? That's excactly what science is doing with genetics: they've got the audacity to claim that changes in genes (the red face) is causing the organsim to change physiologically (go upside down.) In reality, what's happening is the organism is experiencing a new environment (turning upside down) and then the genes are responding in kind (turning red). The only way you can prove this logic wrong is to do one of two things: 1) show me conclusively that mutations happen completely randomly and unoriented to environmental pressures.  2) show me that the same environmental pressures on genes will not produce the exact same physiological effects over and over and over.  So there it is. Go for it.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:35"
    },
    {
      "nodeID": "150396",
      "text": "So what this guy is saying is that he believes in natural selection but not evolution?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:35"
    },
    {
      "nodeID": "150397",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:35"
    },
    {
      "nodeID": "150398",
      "text": "depends on what you mean by 'evolutionist.' If you mean simply change over time, then I guess I'm an evolutionist. I do however, believe the world was created rather recently.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:35"
    },
    {
      "nodeID": "150399",
      "text": "So, you're just an anti-geologist, anti-cosmologist, anti-archaeologist, anti-physicist, and probably a few more that I can't be arsed to think of right now. *shrugs* Might as well get it over with and just say you're an anti-science religious nutter.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:35"
    },
    {
      "nodeID": "150400",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:35"
    }
  ],
  "edges": [
    {
      "edgeID": "190762",
      "fromID": "150390",
      "toID": "150391",
      "formEdgeID": null
    },
    {
      "edgeID": "190763",
      "fromID": "150391",
      "toID": "150389",
      "formEdgeID": null
    },
    {
      "edgeID": "190764",
      "fromID": "150393",
      "toID": "150394",
      "formEdgeID": null
    },
    {
      "edgeID": "190765",
      "fromID": "150394",
      "toID": "150392",
      "formEdgeID": null
    },
    {
      "edgeID": "190766",
      "fromID": "150396",
      "toID": "150397",
      "formEdgeID": null
    },
    {
      "edgeID": "190767",
      "fromID": "150397",
      "toID": "150395",
      "formEdgeID": null
    },
    {
      "edgeID": "190768",
      "fromID": "150399",
      "toID": "150400",
      "formEdgeID": null
    },
    {
      "edgeID": "190769",
      "fromID": "150400",
      "toID": "150398",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
