{
  "nodes": [
    {
      "nodeID": "159582",
      "text": "But it's not just tadpoles........",
      "type": "I",
      "timestamp": "2016-03-08 20:33:18"
    },
    {
      "nodeID": "159583",
      "text": "Aaaaaaaaaaaaaaaaaahahahahahaha. The deliberately out-of-context quotes again that directly contradict the conclusions of the authors.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:18"
    },
    {
      "nodeID": "159584",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:18"
    },
    {
      "nodeID": "159585",
      "text": "Evolution surely has a heritable component",
      "type": "I",
      "timestamp": "2016-03-08 20:33:19"
    },
    {
      "nodeID": "159586",
      "text": "I'm glad to see you've finally come around.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:19"
    },
    {
      "nodeID": "159587",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:19"
    },
    {
      "nodeID": "159588",
      "text": "Not only have I undercut your snails",
      "type": "I",
      "timestamp": "2016-03-08 20:33:19"
    },
    {
      "nodeID": "159589",
      "text": "Oh No, everyone! Our Mollusca has been undercut! Whatever shall we do? :xbanghead emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:33:19"
    },
    {
      "nodeID": "159590",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:19"
    },
    {
      "nodeID": "159591",
      "text": "My contention is that shape and form is quickly molded in the first days, weeks, or months of life. For example, an animal's diet can quickly shape his morphology, as in this tadpole example: [snip misrepresentation for which supersport has already been busted on multiple boards] (Could this be why Neanderthals had their brow ridges? Since they had a slightly protruding face (as many in Europe still do), the exertion that no-doubt came from eating a diet heavy in meat (vigorous chewing) could very well have put pressure on the facial plates and brow ridges -- and as youngsters with soft bones, this diet help dictate their morphology.)",
      "type": "I",
      "timestamp": "2016-03-08 20:33:19"
    },
    {
      "nodeID": "159592",
      "text": "For any of you who missed it: Those soft bones can be molded in the first few 'days, weeks, or months,' says sport, but Neanderthal infants got bony brow ridges because they were doing so much vigorous chewing. supersport also insists that Neanderthals were fully human. Last I checked, it took a long time for enough of a human's teeth to erupt in order to vigorously chew meat. Once again, supersport has proposed an idea that we can test scientifically. All he has to do is secure guardianship of a newborn and feed said newborn a nice, healthy, high-in-protein diet requiring heavy chewing. If the child ends up looking like a Neanderthal, supersport will be vindicated. What are you waiting for, supersport? Oh, I get it: you're doing to do the peppered moth experiment first, right? Then you'll do the Great Dane × Chihuahua to produce Chihuahuas experiment. Only then will you get around to this one... To respond to some of the other comments in this thread: supersport was eventually banned from IIDB for ignoring directions of moderators. While there, he averaged over 50 posts per day of trolling. His points were -- without fail -- repeatedly slapped down in the most convincing fashion imaginable: IIDB is crawling with experts in various fields, evolutionary and molecular biology certainly not excepted. Every time supersport's argument would get slaughtered indisputably from countless angles, he'd abandon the thread and start a new one, usually saying pretty much the same thing. supersport has said that nobody from there dares come over here to debate him. I know that Collin and I are both here and on IIDB; the fact that the majority of the people over there make me look like a novice coupled with the fact that supersport hasn't fared too well here should tell anybody who has any semblance of reasoning that supersport is once again talking out of his XXX. Don't take his word for it, but you don't have to take my word for it, either: head over to IIDB and do a search for threads started by supersport. It'll only take the first couple of pages to see him thrashed, but I certainly won't stop you from reading more of the carnage.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:19"
    },
    {
      "nodeID": "159593",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:19"
    },
    {
      "nodeID": "159594",
      "text": "There's a huge hole in evolutionary theory and I'm about to exploit it. I've mentioned this before, but truly, mountains of books could be written on this subject. The subject, of course, is the illusion of evolution. My contention is that much of what is perceived as 'evolution' is not actually not evolution at all. Part of the problem 20th century scientists had was their definition of 'evolution.' Intellectual wars have been fought for the past 150 years about where new traits come from and how they get passed on. Regardless, each side has tried to explain how the information from the environment gets transmitted to offspring. On one side you have Darwinists, who claim that evolution is a two-step process. First there's random genetic mutation, and that's followed up by non-random natural selection....the two combine to have the effect of transmitting environmental 'fitness' to their offspring. Lamarckian inheritance, on the other hand, is a one-step process where the organism simply perceives the environment, adapts phenotypically and passes on these adaptations to their progeny. But there's a hole. A gaping hole that nobody has seemed to exploit. And this hole bypasses both theories. What's the hole? The hole is that inheritance of new traits is not necessary for 'evolution.' In other words, populational evolution does not require traits to be 'passed on.' This mantra is a giant straw man, as you will soon see, because much -- if not all -- of what we see in the field is merely a matter of environmental evolution. The reality is that a change in phenotype is observed as evolution in the field and in the fossil record. But there is no way to tell from the fossils -- or from non-controlled scientific experiments -- whether new traits are caused by variation arising in the genotype or only from environmental effects acting on the phenotype. Not only that, but there's also no way to tell without close inspection if these traits are inherited or acquired.  It's well known that animal embryo development brings about a collaboration between the genetic program, internal signals from the mother, and external signals from the environment. Somehow the embryo processes this information and emerges accordingly. Therefore, the same genome can emerge with different phenotypes depending on environment or external circumstance. This is known as differentiation, and is simply the convergence of an organism's genes and environment during development. Moths and butterflies are perfect example of this phenomenon. As well, tadpoles can not only change the size and shape of their heads, it's also known that the presence of predators can influence their tail size, shape, color, hatch times and general size of the organism.  (Could this be why Neanderthals had their brow ridges? Since they had a slightly protruding face (as many in Europe still do), the exertion that no-doubt came from eating a diet heavy in meat (vigorous chewing) could very well have put pressure on the facial plates and brow ridges -- and as youngsters with soft bones, this diet help dictate their morphology.) But it's not just tadpoles........ As well, rodents, will dine on a variety of seeds and nuts...as youngsters, if a population of mice come across a new food supply, they are all likely to all develop a morphology that suits such a diet. If this food is different than what their parents' ate, their morphology could be uniquely different than their parents. This new morphology would follow them until adulthood. If the food supply stuck around long enough time, it could give the appearance that the population was 'evolving.' But genetics would have nothing to do with it - instead, it would simply be a cultural, environmental phenomenon. It's an environmental evolution, of sorts. Of course this leaves natural selection out of a job because the entire population would be evolving new, beneficial morphologies without it. Not only that but it bypasses the ridiculous premise that science has constructed for itself --- which says that new, beneficial traits have to be 'passed on.' This is a bogus premise from the very start because it's not necessary for traits to be 'passed on' for new morphologies to carry forward into future generations -- all that's needed is, in this case, for a specific diet to continue to be available to future generations -- which, of course, would carry on those particular traits. 'We think licking affects a methylation enzyme that is ready and waiting for mother to start licking,' Dr. Meaney said. In perilous times, mothers may be able to set the stress reactivity of their offspring by licking less. When there are fewer dangers around, the mothers may lick more. [/COLOR] Really the sky's the limit; diet, terrain, movement, predators, weather, availability of resources, etc. Life is not about genes, Life is about life. The designer didn't create animals adapted to specific environments, He created them with an adaptive ability to evolve with a changing environment. This is not 'evolution' it's an adaptive response. Of course, some say new beak shapes could have formed during development, but either way, selection is not required....it would be similar situation to the butterfly example I gave above. This of course, is just another example where it is not necessary for traits to be 'passed on.' Traits need not be passed on to give the illusion of populational evolution.  And what's interesting is Gould's explanation for why Lamarckism is false...this is very interesting and ties in directly to this:  Of course, Gould has set up a giant straw man that has been repeated relentlessly. The straw man is that it's not necessary pass on traits, for the reasons stated above....and it is not necessary that 'environments or acquired adaptations can direct sex cells to mutate in specific directions.' Life gets around that little scenario because each life is individually adaptive...and adaptations start during development -- where his eyes couldn't see -- or didn't want to. Life changes so rapidly -- if you blink you miss it! Stephen, I know you're dead, but if you can somehow hear me, please note you have made a great error.....you have a giant hole in your theory, which I have just exploited. It's called 'The Environmental Evolution Revolution.' Not only have I undercut your snails but I've undercut most of what you and all your foolish friends say in your books. Evolution surely has a heritable component, but a huge portion of what is perceived as 'evolution' in the field is not that at all. It's merely an illusion...and upon close inspection it disappears altogether....just like your theory. You see, there is NO EVIDENCE for natural selection sifting through random mutations. What is seen in the field today is not evidence for that, it's simply evidence that the environment is working on the genetic code of each creature.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:19"
    },
    {
      "nodeID": "159595",
      "text": "This is a very interesting post. You show a lot of knowledge and insight. It is quite long and I don't think I understood all of it. Could you mention what is the most important point? You make a good point that 'evolution is merely an illusion.' I am thinking about this and I want to ask you what you see as the ramifications from this. Looking forward to seeing more of your posts.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:19"
    },
    {
      "nodeID": "159596",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:19"
    },
    {
      "nodeID": "159597",
      "text": "isn't it a good feeling wake up, log on to the internet, and see your theory smoked?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:19"
    },
    {
      "nodeID": "159598",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:19"
    },
    {
      "nodeID": "159599",
      "text": "You're the expert on that feeling.....",
      "type": "I",
      "timestamp": "2016-03-08 20:33:20"
    },
    {
      "nodeID": "159600",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:20"
    },
    {
      "nodeID": "159601",
      "text": "You gotta wonder. He keeps saying he's won but he constantly ignores people calling his bluffs. I'm not sure whether to laugh or cry at a guy who think's he's so smart when he can't even understand what erosion is and takes the commercial art of villagers as proof of creation.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:20"
    },
    {
      "nodeID": "159602",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:20"
    },
    {
      "nodeID": "159603",
      "text": "too bad darwinian evolution has nothing to do with it.....proven by the fact that not ONE example of a beneficial random mutation can be presented/proven, nor can ONE example of natural selection be proven on the level of the individual. Thus, there's only one thing left....lamarckian inheritance. The body simply has the ability to transmit information about the external environment. It's that simple. see the butterfly link in the OP.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:20"
    },
    {
      "nodeID": "159604",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:20"
    },
    {
      "nodeID": "159605",
      "text": "too bad darwinian evolution has nothing to do with it.....proven by the fact that not ONE example of a beneficial random mutation can be presented/proven, nor can ONE example of natural selection be proven on the level of the individual. Thus, there's only one thing left....lamarckian inheritance. The body simply has the ability to transmit information about the external environment. It's that simple.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:20"
    },
    {
      "nodeID": "159606",
      "text": "Good points IMHO. I think you are holding your own here. But I want to read your views on how your detailed analyses can make a real difference. There are many with pre-conceived notions about evolution they learned in high-school, so changing opinions is not easy.  Your ideas would really be a help here. Thanks",
      "type": "I",
      "timestamp": "2016-03-08 20:33:20"
    },
    {
      "nodeID": "159607",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:20"
    },
    {
      "nodeID": "159608",
      "text": "The reality is this thinking doesn't exist because Darwinists are fools....fools whos thinking has been altered by evil. They can't focus on reality so they make up wild, just-so stories.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:20"
    },
    {
      "nodeID": "159609",
      "text": "I'm curious, are you a creationist (I haven't really read any of your posts on your personal beleifs, mainly I just see a bunch of insults toward ToE)? Because those types of insults are typical of creationists who are ignorant of the ToE. From what I DO know of you, you have quite the reputation over at IIDB, something to do with 'butterfly wombs' which you claimed butterflies had. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:33:20"
    },
    {
      "nodeID": "159610",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:20"
    },
    {
      "nodeID": "159611",
      "text": "Show me just ONE person anywhere who will admit that the environment working on individuals can give the illusion of populational adaptation or even long-term evolution. Show me one person who admits that a simple environmentally-induced phenotype could mislead paleontologists who dig up fossils.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:20"
    },
    {
      "nodeID": "159612",
      "text": "Maybe you could show us evidence that your assertion of the 'illusion' of adaptation and long term evolution has been observed. The burden of proof is on you, my dear.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:20"
    },
    {
      "nodeID": "159613",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:21"
    },
    {
      "nodeID": "159614",
      "text": "From what I DO know of you, you have quite the reputation over at IIDB, something to do with 'butterfly wombs' which you claimed butterflies had. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:33:21"
    },
    {
      "nodeID": "159615",
      "text": "What is IIDB?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:21"
    },
    {
      "nodeID": "159616",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:21"
    },
    {
      "nodeID": "159617",
      "text": "Maybe you could show us evidence that your assertion of the 'illusion' of adaptation and long term evolution has been observed. The burden of proof is on you, my dear.  :",
      "type": "I",
      "timestamp": "2016-03-08 20:33:21"
    },
    {
      "nodeID": "159618",
      "text": "all you have to do is scroll back a page or two in this forum...look for my posts regarding cichlids, guppies and lizards. I also gave you snails. show me any example of so-called natural selection or evolution in the field and I bet I can shoot it down.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:21"
    },
    {
      "nodeID": "159619",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:21"
    },
    {
      "nodeID": "159620",
      "text": "Ah, IIDB stands for Internet Infidels Discussion Board. It's a board similar to this one, only a large portion of the posters there are actual professionals in fields like evolutionary biology, etc (I beleive we have a few scientists and teachers here - I'm a Geological Engineer myself, but not even close to the large amount of experts there). It's really a good place to educate yourself in evolution and various other fields (I know I've learned a lot there). There are also plenty of other subjects (similar to the Religion and other sections on here). If you want to check it out, it's at http://http://iidb.org/vbb/index.php",
      "type": "I",
      "timestamp": "2016-03-08 20:33:21"
    },
    {
      "nodeID": "159621",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:21"
    },
    {
      "nodeID": "159622",
      "text": "someone needs to go over to IIDB and invite those kooks over here to debate me on this thread. There's currently an open thread over there with my name on it...seems they like obsessing over me....they're like a bunch of teeny boppers obsessing and salivating over a Backstreet Boy.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:21"
    },
    {
      "nodeID": "159623",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:21"
    },
    {
      "nodeID": "159624",
      "text": "So, you aren't going to post any proof here. How typical. emoticon_rolleyes You also didn't address the rest of my post.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:21"
    },
    {
      "nodeID": "159625",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:21"
    },
    {
      "nodeID": "159626",
      "text": "Just like you did with your astounding ignorance of erosion?  Fresh Organic Sample is just as old as centuries old time capsule because they are both on top of the ground! Where do you buy your South American Villagers Dinosaur commercial art? I'd love to give some to the kids!",
      "type": "I",
      "timestamp": "2016-03-08 20:33:21"
    },
    {
      "nodeID": "159627",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:22"
    },
    {
      "nodeID": "159628",
      "text": "Is that all you've got?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:22"
    },
    {
      "nodeID": "159629",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:22"
    },
    {
      "nodeID": "159630",
      "text": "Hardly. Given how you abandon thread after thread after thread, I'm just using those to mock your level of intelligence and education. There's really no point in debating your specific threads as you cowardly run away from them on a weekly basis. I just like to remind people that you have no understanding of erosion that are so gulliable you bought hook line and sinker the paintings of villagers who based their art on comic books as proof of creation.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:22"
    },
    {
      "nodeID": "159631",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:22"
    },
    {
      "nodeID": "159632",
      "text": "What a laugh!!! From what I've heard, Supersort here went running with his tail behind his legs (or maybe it was that he was banned, I forget - that might have been one of the other boards). The thread over there is a compilation of the over half-dozen debate boards SS has been preaching his ignorance on, usually reusing his arguments on each board and then leaving once they get disproved and torn apart to go on to another board and preach some more of the same exact ignorance. It really is very sad.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:22"
    },
    {
      "nodeID": "159633",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:22"
    },
    {
      "nodeID": "159634",
      "text": "If I'm so pathetic why don't you start debating my on my OP here. by the way, I could care less what evolutionists think of my posting habits. Come to think of it I may go find another board to post on.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:22"
    },
    {
      "nodeID": "159635",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:22"
    },
    {
      "nodeID": "159636",
      "text": "It's funny how you intellectually-inept fools resort to talking about how I was supposedly outdebated or embarrased or whatever in other forums yet you are unable to do it here.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:22"
    },
    {
      "nodeID": "159637",
      "text": "'Supposedly'? You ran from those threads. You are the one making assertions that you don't back up. You are the one unwilling (i.e. unable) to show that Arctic foxes can adapt to a Phoenix summer. You are the one who keeps ignoring (what I will henceforth refer to as) The Chihuahua Challenge. For somebody claiming to be so clearly right and so obviously vindicated by the evidence, you've done nothing to show it, and you've done everything to run from it.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:22"
    },
    {
      "nodeID": "159638",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:22"
    },
    {
      "nodeID": "159639",
      "text": "See the difference is Neanderthals, and I haven't been able to get to this on here, lived longer than we do....or at least had that potential. This is proven, ironically, by their teeth. Seems their molars erupted much later than ours do, which indicates that they matured much slower.....thus their bones would have remained softer for much longer periods of time than ours do.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:22"
    },
    {
      "nodeID": "159640",
      "text": "Support your assertion with peer-reviewed, scientific articles. Hell, you still need to support your assertion that soft bones make for 'phenotypic' plasticity. Again, real scientists require evidence from research, or articles describing such evidence and research.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:22"
    },
    {
      "nodeID": "159641",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:23"
    },
    {
      "nodeID": "159642",
      "text": "....either life evolves unoriented to environmental changes (darwin) or in response to environmental changes (lamarck)....there can be no middle ground...and you can't pick both",
      "type": "I",
      "timestamp": "2016-03-08 20:33:23"
    },
    {
      "nodeID": "159643",
      "text": "We can't pick both? Why the hell not? Phenotypic plasticity is not an unknown phenomenon or fringe belief. You are presenting a false dichotomy. Plasticity arose via 'Darwinian' evolution, not instead of it. To clarify: we do not claim that life evolved via Lamarckian mechanisms, but we don't deny that plasticity is real. What we reject is that that plasticity is the driving force of change.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:23"
    },
    {
      "nodeID": "159644",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:23"
    },
    {
      "nodeID": "159645",
      "text": "I am new to this. It seems that many posters do not take you seriously. This seems unfair. You must be very frustrated after putting so much intelligence and effort into gathering this information.  If you are right--I am not completely sure yet, but my dorm-mates think you are--the big question we ask is how would your insight actually change anything?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:23"
    },
    {
      "nodeID": "159646",
      "text": "We don't take him seriously anymore because despite having been refuted over and over (both here and on at least four other boards), he still posts the same garbage. Whenever it looks like there has been overwhelming refutation of his thread, he abandons it and starts a new one saying basically the same thing as the one before it. THAT is why he isn't taken seriously, and no, it is not 'unfair'. I also have to ask why you think he puts so much intelligence into his posts, when all he does is either cut and paste from some anti-evolution site, or say things like 'science is a joke' My pet dog could do better.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:23"
    },
    {
      "nodeID": "159647",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:23"
    },
    {
      "nodeID": "159648",
      "text": "I am new to this. It seems that many posters do not take you seriously. This seems unfair. You must be very frustrated after putting so much intelligence and effort into gathering this information.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:23"
    },
    {
      "nodeID": "159649",
      "text": "He is not taken seriously because he gathers information only with his Morton's demon in full control. supersport ploughs around the intarwebs, looking for anything he can crib and misrepresent. He's gotten really good at cribbing and misrepresenting, but that doesn't mean that he can't be refuted... or hasn't been refuted... or hasn't been refuted repeatedly... or hasn't been refuted repeatedly on numerous discussion boards... If supersport spent half as much effort reading and understanding what bona fide scientists tell him as he spends looking for 'support' and figuring out how to spin it, we wouldn't be having this conversation. Let's put it this way. Suppose you have a friend named Fred who is in your section of organic chemistry. One day your friend comes in and says, 'Dude! The prof's off his rocker! I have proof that he's lying to us!' You ask Fred for some supporting evidence, and he disappears for a while. A while later, you see Fred again. 'Dude,' he says, 'I told you. Check this out. Turns out that there are ways besides the so-called 'Grignard reaction' to lengthen carbon chains. Wittig! It's all a ruse! He's been telling us about this, but that's not what actually happens! (And man, don't get me started on keto-enol tautomerization; that one's a real doozy!)' You stare at him blankly, point him to the appropriate scientific papers, even invite him into the lab to run the experiment himself, but all he does is tout his own brilliance and avoid every piece of evidence you provide. Finally, Fred comes into lecture and tells you about his amazing theory that will totally overthrow all of organic chemistry. It turns out that sulfur can catenate, too, he says. This completely destroys the scientific conspiracy that organic chemistry is really about carbon compounds. In fact, Fred ends up approaching the professor -- someone who has extensive education, training, and experience in the field -- and tells the professor outright that Fred has uncovered the scientists' evil plan to corrupt mankind and indoctrinate poor little college students into 'Grignardism.' Incredibly, Fred doesn't seem to notice that other students, the professor, graduate assistants, scientific articles, and common sense all contradict him. When presented with these problems, Fred pooh-poohs them away as a fabricated part of the conspiratorial establishment, as science as a whole has only one purpose: promoting Grignardism. Fred repeats this every week, with the same argument every time, dressed up just a little bit different. Every week, dozens upon dozens of refutations pour in, inundating little Fred with questions he can't answer and observations he can't explain. When even Fred -- the practiced little spinster that he is -- can no longer pretend in the face of such overwhelming evidence, he disappears again... Only to start anew the next week. How long until you no longer take Fred seriously? Do you think I've made up this whole scenario? Head over to IIDB and search for threads started by supersport. My story is a sadly accurate representation, although it is much too short to instill in you the understanding of the full depth of supersport's... 'behavior.' IIDB has numerous practicing scientists and generally well-educated people; they thrashed sport to pieces every single time. He finally made himself a nuisance and repeatedly broke forum rules so that he'd be banned and could claim that moderators kicked him off because they couldn't debate him.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:23"
    },
    {
      "nodeID": "159650",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:23"
    },
    {
      "nodeID": "159651",
      "text": "I am still sympathetic to your first post, and I can understand your frustration from being attacked like here, but I am disturbed when you say 'Science is a joke'. Did you really mean this?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:23"
    },
    {
      "nodeID": "159652",
      "text": "Yes. Because evolution requires an old earth, supersport has lumped geology into the evil conspiracy. As our best explanations for the formation of the earth appeal to cosmology, that field as well as astronomy fall within the realm of quack science, according to supersport. In fact, every scientific discipline that has any connection whatsoever to evolution must be corrupt; obviously, chemistry is one of them (we can't make glycogen or DNA without magical, 'atheistic' polymerization, right?).",
      "type": "I",
      "timestamp": "2016-03-08 20:33:23"
    },
    {
      "nodeID": "159653",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:23"
    },
    {
      "nodeID": "159654",
      "text": "Being refuted by organized groups with an agenda they support does not make Supwersports ideas wrong. You call it garbage.  I AM interested in what Supersport thinks about how his ideas will get wider respect and how he thinks this will change our society. I think this is an important question, because otherwise posting here seems like a kind of mutual masterbation trading facts and arguments that have no effect. Until I hear from SS, I give him the benefit of the doubt.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:23"
    },
    {
      "nodeID": "159655",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:24"
    },
    {
      "nodeID": "159656",
      "text": "I looked at this site. You seem mostly concerned about how much attention you get.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:24"
    },
    {
      "nodeID": "159657",
      "text": "Yep. This is why he posts the same stuff over and over and over on as many forums as he can.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:24"
    },
    {
      "nodeID": "159658",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:24"
    },
    {
      "nodeID": "159659",
      "text": "I AM interested in what Supersport thinks about how his ideas will get wider respect and how he thinks this will change our society.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:24"
    },
    {
      "nodeID": "159660",
      "text": "That's certainly your right, but supersport is interested in hawking a religious agenda, not a scientific one. He may want it disguised as a scientific one, but a perusal of his posts here bely that desire.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:24"
    },
    {
      "nodeID": "159661",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:24"
    },
    {
      "nodeID": "159662",
      "text": "Being refuted by organized groups with an agenda they support does not make Supwersports ideas wrong. You call it garbage.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:24"
    },
    {
      "nodeID": "159663",
      "text": "As I said earlier, it is garbage. He can't back it up. As a scientist-in-training, you know that real science requires research and evidential support. supersport has neither. The 'support' that he cites -- when read in their entirety -- do little or nothing to actually support him. On one forum (mentioned earlier on this forum), the author of the scientific paper that supersport cited actually joined the board to tell supersport to stop misrepresenting his research. The only 'agenda' that the scientific community has is to find the truth. The fact that the scientific community trounces supersport's points nonstop is not what makes his points wrong; his points are wrong on their own merit, and they'd be wrong regardless of anybody's refutations of them.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:24"
    },
    {
      "nodeID": "159664",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:24"
    },
    {
      "nodeID": "159665",
      "text": "I shouldn't know, its never happened to me.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:24"
    },
    {
      "nodeID": "159666",
      "text": "Me neither. I do know it's a funny thing to watch SS say such things despite having his own belief shot, bagged, tagged and buried",
      "type": "I",
      "timestamp": "2016-03-08 20:33:24"
    },
    {
      "nodeID": "159667",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:24"
    }
  ],
  "edges": [
    {
      "edgeID": "197276",
      "fromID": "159583",
      "toID": "159584",
      "formEdgeID": null
    },
    {
      "edgeID": "197277",
      "fromID": "159584",
      "toID": "159582",
      "formEdgeID": null
    },
    {
      "edgeID": "197278",
      "fromID": "159586",
      "toID": "159587",
      "formEdgeID": null
    },
    {
      "edgeID": "197279",
      "fromID": "159587",
      "toID": "159585",
      "formEdgeID": null
    },
    {
      "edgeID": "197280",
      "fromID": "159589",
      "toID": "159590",
      "formEdgeID": null
    },
    {
      "edgeID": "197281",
      "fromID": "159590",
      "toID": "159588",
      "formEdgeID": null
    },
    {
      "edgeID": "197282",
      "fromID": "159592",
      "toID": "159593",
      "formEdgeID": null
    },
    {
      "edgeID": "197283",
      "fromID": "159593",
      "toID": "159591",
      "formEdgeID": null
    },
    {
      "edgeID": "197284",
      "fromID": "159595",
      "toID": "159596",
      "formEdgeID": null
    },
    {
      "edgeID": "197285",
      "fromID": "159596",
      "toID": "159594",
      "formEdgeID": null
    },
    {
      "edgeID": "197286",
      "fromID": "159597",
      "toID": "159598",
      "formEdgeID": null
    },
    {
      "edgeID": "197287",
      "fromID": "159598",
      "toID": "159583",
      "formEdgeID": null
    },
    {
      "edgeID": "197288",
      "fromID": "159599",
      "toID": "159600",
      "formEdgeID": null
    },
    {
      "edgeID": "197289",
      "fromID": "159600",
      "toID": "159597",
      "formEdgeID": null
    },
    {
      "edgeID": "197290",
      "fromID": "159601",
      "toID": "159602",
      "formEdgeID": null
    },
    {
      "edgeID": "197291",
      "fromID": "159602",
      "toID": "159599",
      "formEdgeID": null
    },
    {
      "edgeID": "197292",
      "fromID": "159603",
      "toID": "159604",
      "formEdgeID": null
    },
    {
      "edgeID": "197293",
      "fromID": "159604",
      "toID": "159586",
      "formEdgeID": null
    },
    {
      "edgeID": "197294",
      "fromID": "159606",
      "toID": "159607",
      "formEdgeID": null
    },
    {
      "edgeID": "197295",
      "fromID": "159607",
      "toID": "159605",
      "formEdgeID": null
    },
    {
      "edgeID": "197296",
      "fromID": "159609",
      "toID": "159610",
      "formEdgeID": null
    },
    {
      "edgeID": "197297",
      "fromID": "159610",
      "toID": "159608",
      "formEdgeID": null
    },
    {
      "edgeID": "197298",
      "fromID": "159612",
      "toID": "159613",
      "formEdgeID": null
    },
    {
      "edgeID": "197299",
      "fromID": "159613",
      "toID": "159611",
      "formEdgeID": null
    },
    {
      "edgeID": "197300",
      "fromID": "159615",
      "toID": "159616",
      "formEdgeID": null
    },
    {
      "edgeID": "197301",
      "fromID": "159616",
      "toID": "159614",
      "formEdgeID": null
    },
    {
      "edgeID": "197302",
      "fromID": "159618",
      "toID": "159619",
      "formEdgeID": null
    },
    {
      "edgeID": "197303",
      "fromID": "159619",
      "toID": "159617",
      "formEdgeID": null
    },
    {
      "edgeID": "197304",
      "fromID": "159620",
      "toID": "159621",
      "formEdgeID": null
    },
    {
      "edgeID": "197305",
      "fromID": "159621",
      "toID": "159615",
      "formEdgeID": null
    },
    {
      "edgeID": "197306",
      "fromID": "159622",
      "toID": "159623",
      "formEdgeID": null
    },
    {
      "edgeID": "197307",
      "fromID": "159623",
      "toID": "159615",
      "formEdgeID": null
    },
    {
      "edgeID": "197308",
      "fromID": "159624",
      "toID": "159625",
      "formEdgeID": null
    },
    {
      "edgeID": "197309",
      "fromID": "159625",
      "toID": "159618",
      "formEdgeID": null
    },
    {
      "edgeID": "197310",
      "fromID": "159626",
      "toID": "159627",
      "formEdgeID": null
    },
    {
      "edgeID": "197311",
      "fromID": "159627",
      "toID": "159618",
      "formEdgeID": null
    },
    {
      "edgeID": "197312",
      "fromID": "159628",
      "toID": "159629",
      "formEdgeID": null
    },
    {
      "edgeID": "197313",
      "fromID": "159629",
      "toID": "159626",
      "formEdgeID": null
    },
    {
      "edgeID": "197314",
      "fromID": "159630",
      "toID": "159631",
      "formEdgeID": null
    },
    {
      "edgeID": "197315",
      "fromID": "159631",
      "toID": "159628",
      "formEdgeID": null
    },
    {
      "edgeID": "197316",
      "fromID": "159632",
      "toID": "159633",
      "formEdgeID": null
    },
    {
      "edgeID": "197317",
      "fromID": "159633",
      "toID": "159622",
      "formEdgeID": null
    },
    {
      "edgeID": "197318",
      "fromID": "159634",
      "toID": "159635",
      "formEdgeID": null
    },
    {
      "edgeID": "197319",
      "fromID": "159635",
      "toID": "159632",
      "formEdgeID": null
    },
    {
      "edgeID": "197320",
      "fromID": "159637",
      "toID": "159638",
      "formEdgeID": null
    },
    {
      "edgeID": "197321",
      "fromID": "159638",
      "toID": "159636",
      "formEdgeID": null
    },
    {
      "edgeID": "197322",
      "fromID": "159640",
      "toID": "159641",
      "formEdgeID": null
    },
    {
      "edgeID": "197323",
      "fromID": "159641",
      "toID": "159639",
      "formEdgeID": null
    },
    {
      "edgeID": "197324",
      "fromID": "159643",
      "toID": "159644",
      "formEdgeID": null
    },
    {
      "edgeID": "197325",
      "fromID": "159644",
      "toID": "159642",
      "formEdgeID": null
    },
    {
      "edgeID": "197326",
      "fromID": "159646",
      "toID": "159647",
      "formEdgeID": null
    },
    {
      "edgeID": "197327",
      "fromID": "159647",
      "toID": "159645",
      "formEdgeID": null
    },
    {
      "edgeID": "197328",
      "fromID": "159649",
      "toID": "159650",
      "formEdgeID": null
    },
    {
      "edgeID": "197329",
      "fromID": "159650",
      "toID": "159648",
      "formEdgeID": null
    },
    {
      "edgeID": "197330",
      "fromID": "159652",
      "toID": "159653",
      "formEdgeID": null
    },
    {
      "edgeID": "197331",
      "fromID": "159653",
      "toID": "159651",
      "formEdgeID": null
    },
    {
      "edgeID": "197332",
      "fromID": "159654",
      "toID": "159655",
      "formEdgeID": null
    },
    {
      "edgeID": "197333",
      "fromID": "159655",
      "toID": "159646",
      "formEdgeID": null
    },
    {
      "edgeID": "197334",
      "fromID": "159657",
      "toID": "159658",
      "formEdgeID": null
    },
    {
      "edgeID": "197335",
      "fromID": "159658",
      "toID": "159656",
      "formEdgeID": null
    },
    {
      "edgeID": "197336",
      "fromID": "159660",
      "toID": "159661",
      "formEdgeID": null
    },
    {
      "edgeID": "197337",
      "fromID": "159661",
      "toID": "159659",
      "formEdgeID": null
    },
    {
      "edgeID": "197338",
      "fromID": "159663",
      "toID": "159664",
      "formEdgeID": null
    },
    {
      "edgeID": "197339",
      "fromID": "159664",
      "toID": "159662",
      "formEdgeID": null
    },
    {
      "edgeID": "197340",
      "fromID": "159666",
      "toID": "159667",
      "formEdgeID": null
    },
    {
      "edgeID": "197341",
      "fromID": "159667",
      "toID": "159665",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
