{
  "nodes": [
    {
      "nodeID": "158776",
      "text": "It seems to me that thereÂ’s a divide between Creationists and materialists...(well lots of them, actually). <snip> ThatÂ’s why anytime a Christian points to any evidence such as the power of prayer, the mind, the mind/body connection, the placebo effect, consciousness, mental abilities, spirituality, or any other trait that cannot be explained materialistically, itÂ’s quickly asserted that these are not Â“science.Â”",
      "type": "I",
      "timestamp": "2016-03-08 20:31:30"
    },
    {
      "nodeID": "158777",
      "text": "Well, that's not quite right. Science is a methodology for investigating phenomena, not an enumeration of them. So it is perfectly possible to scientifically investigate, say, the power of prayer.Consider for a moment what you actually mean by 'materialistically': what is it that defines something as being material? Gravity is every bit as intangible as a miracle, yet you would automatically characterise it as being part of the material world. Why? The answer is that it is amenable to the scientific method: assertions about gravity can be repeatably tested. If ghosts and poltergeists were amenable to the same methodology, it would be possible to construct scientific theories concerning those, too, and they would be considered no more exotic or 'supernatural' than clouds or rainbows.When you get your head around that, it's immediately apparent that it isn't the power of prayer or spirituality per se that aren't scientific, it's the methodology people have for dealing with them. Indeed, when the scientific method is applied and doesn't yield the results believers in such matters want, the typical response is to come up with excuses why we shouldn't expect the scientific method to work. Unfortunately you can't have it both ways; if you want to come to the party you have to adopt the dress code.Really, none of this would be a problem if science didn't have a (from a religious perspective) nasty habit of finding explanations for, or hidden and unexpected complexities within, features of the material world about which religious texts or leaders had already made firm pronouncements. Because despite the fact that you, SS, and others see science and evolution as an enemy of your philosophy and spirituality, the actual bone of contention is always in the material world. So who's really treading on whose toes here? It's your choice to shackle your spirituality to a particular - and demonstrably wrong - version of material events, SS, not mine.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:30"
    },
    {
      "nodeID": "158778",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:30"
    },
    {
      "nodeID": "158779",
      "text": "And the thing that materialists really hate is the concept of miracles....they hate the concept that something real could be beyond the power of their beloved laws of physics and chemistry. This seems to be the thing that really separates Christians from materialists - Christians readily, accept - even revel in - the notion that Jesus died on the cross and rose in 3 days....we revel in the fact that Christ made a return and was seen by his disciples and hundreds more after his death. We revel in the fact that Jesus turned water into wine and glowed a glorious bright, white light up on the mountain. Etc etc...",
      "type": "I",
      "timestamp": "2016-03-08 20:31:30"
    },
    {
      "nodeID": "158780",
      "text": "You revel in those beliefs, certainly - and not surprising either. All these miracles, and others, embody the personally comforting notion that for special people, the universe makes exceptions. This is a common feature of religions, from the oldest to the newest, ever since we were first intelligent enough to appreciate at a conscious level that there were things in the world we didn't understand and couldn't control and which didn't seem to care very much about us, like lightning or crocodiles.  As members of a species who have evolved the habit of ingratiating ourselves with other, more powerful members by making the right sounds and employing properly deferential body language, the idea of being able to employ the same techniques to get the uncaring forces of nature on your side is a powerfully seductive one. Certainly it's more palatable than believing that sometimes the crocodile is already full when you happen to take a dip, and sometimes it is not. Gotta go, back later.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:30"
    },
    {
      "nodeID": "158781",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:30"
    },
    {
      "nodeID": "158782",
      "text": "SS - your implication is that if Christians testify to the efficasy of prayer, then the result is God-derived. If not, why use the word prayer? Across the human species, we can all use inner strength to fight e.g. illness: Christians and non-Christians alike will have varying degrees of success. That is certainly not evidence that if a Christian prays, that it was a Supreme Being causing a beneficial result.  Correct. A human construct. What YOU want it to be, not what God wants it to be. That's why there are so many flavours of religion. Your mind tells YOU what is convenient and plausible for YOU. And from there you argue that that is proof of the existence of God because you can feel it in mind, soul and body. Such is the folly of wanting and believing. Think outside the box.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:31"
    },
    {
      "nodeID": "158783",
      "text": "So are you saying that if one person prays for another person who is sick, that if the praying person believes enough then some power of belief within him is great enough to heal another person who has no such beliefs, but that isn't a miracle that can be attributed to God, but is just something the person praying accomplished because they believed enough ?  So when I laid hands on my 9 month old daughter and prayed for her healing in Jesus name, when she then within 5 seconds opened her eyes and went from completely listless with a 103 degree temp to wide awake, happy and affectionate as she smiled at me with bright little eyes, are you saying that something within me transfered to her to bring about that instant result ? If that is true, then you must admit that something supernatural still happened, it's just that the power to heal transfered from me instead of from God whom I asked to heal her in Jesus name. Now mind you, I totally reject that, as I know it was God healing my daughter because I know rationally speaking, that I have no supernatural powers within me. And I truly understand how difficult it is for someone who has never personally experienced a miracle to not be skeptical about miracles or the supernatural, and maybe if I had experienced only one in my life then I too might question if it really happened. But I have had numerous Angelic interventions that cannot be denied. And the personal spirit filled contacts with my heavenly Father on a daily basis is more than one such as I am can even fully appreciate or comprehend. Because you see, I am a sinner and completely unworthy to be in Gods presence at all, yet He has lived within me and fellowshipped with me each and every day of my life since I accepted Jesus as my Savior in August of 1975. And if you want to believe me, 2 of the Angelic interventions I experienced happened before I was even saved in August of 75. So as it is written, before the foundation of the World, God Knew me. And while I was yet in the womb, He knew me. And while I was in the womb, He knew the number of hairs on my head. So also, even before I accepted Jesus and was born again, my Father in Heaven knew me, loved me and protected me until the day of my salvation. This is why I'm so adamant and stubborn in my belief and can not be moved by any unbelief. If I denied Jesus and Gods truth with all of the personal and first hand supernatural experiences I have had, I would be less worthy than the greatest evil doer and unbeliever in the world to receive Gods Grace and Love as I have. I have prophesied, spoken in the language of the Angels, been supernaturally saved from drowning, been saved from a violent attack which may have led to my murder as I had 5000 in cash on me at the time. But my Guardian Angel intervened and ran the muggers off and they never found the money. That was just one of the interventions and all I did when i saw the trouble coming was say within my mind, 'Lord Jesus, help me'. Nothing I did stopped the attack, nor could it have as these people had murder in their eyes. I had never seen such cold blooded hatred in any persons eyes before as was in this one guy. And yet within seconds I saw that rage in his eyes turn to abject terror as he looked past me, then he said to me, the next time I'll kill you and they ran away like total cowards. When I turned around to see who had scared them so much and looked exactly where they looked when they looked over my shoulder, you know what i saw ? Absolutely nothing. There was nobody there at all, no human anyway.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:31"
    },
    {
      "nodeID": "158784",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:31"
    }
  ],
  "edges": [
    {
      "edgeID": "196696",
      "fromID": "158777",
      "toID": "158778",
      "formEdgeID": null
    },
    {
      "edgeID": "196697",
      "fromID": "158778",
      "toID": "158776",
      "formEdgeID": null
    },
    {
      "edgeID": "196698",
      "fromID": "158780",
      "toID": "158781",
      "formEdgeID": null
    },
    {
      "edgeID": "196699",
      "fromID": "158781",
      "toID": "158779",
      "formEdgeID": null
    },
    {
      "edgeID": "196700",
      "fromID": "158783",
      "toID": "158784",
      "formEdgeID": null
    },
    {
      "edgeID": "196701",
      "fromID": "158784",
      "toID": "158782",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
