{
  "nodes": [
    {
      "nodeID": "151726",
      "text": "The problem here is that Christians (such as I am) consider the Bible to be Proof. I would be interested in seeing where you get your statistics that most births are impossible and most end in c-section. The women's body begins preparing for birth from the minute she becomes pregnant. There are hormones released that allow for the cartilage to soften which allows the pelvis to spread as the child is born. Yes, birth is hard on the woman's body, but personal responsibility comes into play. You did the deed, you don't punish another for it. I am honestly torn on this one. Though I can see where it would be almost impossible for a woman to live with this, much less have a child that comes from this foul deed, I still don't see where the child is to blame for the rape, thus it should not be punished. Much used and abused argument. Can't really be proven or disproven until it is tested, so I am not sure there is an argument. This is dramaticized by Hollywood leftists in movies and TV, so it has become this seemingly powerful point. Still not seeing where millions of children should be punished for the likely much fewer women who will seek abortion if it is made illegal.  I would rather they overscreen than underscreen. I agree. I do not agree this means kill more babies. That is about as humanistic as you can get (besides killing handicapped children). It all leads into a big, black hole. Religion influences all laws. Without that influence, there would be no laws. Note: humanism is also a religion!",
      "type": "I",
      "timestamp": "2016-03-08 20:15:24"
    },
    {
      "nodeID": "151727",
      "text": "#1 See the post titled 'Biblical Failures' in the Religion section of this forum. If the Bible has a single inaccuracy in it, then it cannot be considered 100% true. This post shows inaccuracies so the Bible cannot be considered a reliable source for things that cannot be proven and that includes trying to say whether an unborn baby has a soul. Besides, why should you be able to force your beliefs on everyone else? Perhaps you could justify a law that says all Christians cannot have abortions. #2 A child who is unborn is not being punished by having its life ended. Even if you believe in the Bible, the child is going to simply ascend to heaven without having to suffer here on earth. If you do believe in the Bible and don't believe this above fact, then you are saying that God will punish the child for being aborted. #3 Your moronic statement about how there would be no laws without religion discredits your writings anyways. Laws do not stem from religion. They stem from the need for a society to be able to function properly. They stem from mans desire for power. Some do stem from religion but this does not make up the majority. If you wish to try and debate this, why not explain how religious influenced the laws concerning driving on a specific side of the road more than social influences did. #4 Getting back to the abortion debate, what do you have against abortions? Assuming you cannot simply get off by saying the Bible says this or religion says that, what else can you say? The fact is that abortion does not affect you. You can preach about abortion being bad and even protest it, but why should you try and force your beliefs on others? I know this is the essence of Christianity, but why should it extend to society? Pro-choice at least lets people decide what is best from them and the child. Can you honestly say it is better for a child to be born and mistreated and/or under fed until it dies than it is for a child to simply be aborted?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:24"
    },
    {
      "nodeID": "151728",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:24"
    },
    {
      "nodeID": "151729",
      "text": "Alright, I'll accept your term of punish. If you didn't fully understand what I was trying to say in my last post, here is a quick run down of it. Abortion = Punish Child If God is good he wouldn't punish an aborted child Therefore an aborted child will go to heaven If this were not true then God would be punishing the child. I hope this is clear.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:24"
    },
    {
      "nodeID": "151730",
      "text": "What I am trying to point out is that it seemed like you jumped from the term 'punish' to accusing me of not believing that God would take an aborted child to Heaven. It didn't seem like a logical jump. I know what you meant, but I didn't see the connection.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:24"
    },
    {
      "nodeID": "151731",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:24"
    },
    {
      "nodeID": "151732",
      "text": "1979,  Would you ask the same of an environmentalist? Would you ask him to pay for buying the all of the rainforests he hopes to save? The scientific research? etc. Would you ask this of any other cause except the abortion one? This is faulty reasoning. No one who supports any cause is expected to pay for the entirety of that cause. BUT anti-abortionists do pay for quite a bit in this regard. There are help centers all over the nation. Haven't you seen the signs? 'Call if you are pregnant and in need of assistance.'   Do you think that the woman will not relive the rape on a daily basis if she destroys the child? Not likely. I think she will still suffer through those thoughts. Killing the baby complicates this. What happens if she has horrible thoughts about a rape with more thoughts about the abortion?  I would guess that you judge actions all the time without necessarily knowing what is in a person's heart. That is, there are certain things you can say are wrong actions without knowing the fullness of what is in someone's heart or mind. You made that judgment about rape. Who are you to judge that the rapist wasn't craving affection, maybe he was mistreated by his mother, etc. No matter the reason he did this it remains wrong. Maybe someone murdered someone else out of anger, revenge, to further himself. It is still wrong no matter the reason. We can judge abortion in the same manner. Is the act wrong? Yes. Are the circumstances contributory? Possibly, but this does not change the wrong.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:24"
    },
    {
      "nodeID": "151733",
      "text": "I understand your points... all I am saying is that these are issues that come up.. not saying that these are the ONLY issues... I'm not judging that the rapist in the example wasn't craving affection or anything like that... I'm not judging anyone on that one... my point was that if a woman is raped and becomes pregnant, she has become pregnant through no choice of her own. But I am not about to take the side of a rapist... I don't care how abused they were. When I said that the woman would be reliving the rape, I didn't mean that they wouldn't otherwise... but think if you were a woman and were raped, and became pregnant by someone you didn't know or know anything about... As for the murder part of it, what is it called when anti-abortionists picket outside clinics and shoot and kill the abortion doctors? Is that not murder? Doesn't that make them hypocrites?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:24"
    },
    {
      "nodeID": "151734",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:24"
    },
    {
      "nodeID": "151735",
      "text": "note: religion should not influence your decision in law making. only in personal moral decisions.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:24"
    },
    {
      "nodeID": "151736",
      "text": "Religion influences all laws. Without that influence, there would be no laws. Note: humanism is also a religion!",
      "type": "I",
      "timestamp": "2016-03-08 20:15:24"
    },
    {
      "nodeID": "151737",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:25"
    },
    {
      "nodeID": "151738",
      "text": "you can not prove life begans at conception, and the burden of proof for taking away one's rights relys on proof.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:25"
    },
    {
      "nodeID": "151739",
      "text": "The problem here is that Christians (such as I am) consider the Bible to be Proof.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:25"
    },
    {
      "nodeID": "151740",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:25"
    },
    {
      "nodeID": "151741",
      "text": "3) if you try to stop it, you won't. you will just put it back on the street (much like drugs) doctors will be preforming back alley abortions.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:25"
    },
    {
      "nodeID": "151742",
      "text": "Much used and abused argument. Can't really be proven or disproven until it is tested, so I am not sure there is an argument. This is dramaticized by Hollywood leftists in movies and TV, so it has become this seemingly powerful point. Still not seeing where millions of children should be punished for the likely much fewer women who will seek abortion if it is made illegal.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:25"
    },
    {
      "nodeID": "151743",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:25"
    },
    {
      "nodeID": "151744",
      "text": "I personly would not condone an abortion, however i wouldn't condem a person who wanted one: its there choice. you can't pass your ideas of when life began ect on to another person but its highly debatable and each person has a right to decide for themselves. you can not prove life begans at conception, and the burden of proof for taking away one's rights relys on proof.  points 1) child birth is dangerious, deadly and painful. many women have died during child labor. due to our bi-pedalism the female hip is much smaller than it should be making it most of the time impossible to give birth (thus a c-section) how can you force someone to carry around a child they do not want for 9 months?  2) rape  3) if you try to stop it, you won't. you will just put it back on the street (much like drugs) doctors will be preforming back alley abortions.  4) if your mother doesnt' want you who will? people say oh adoption is in such high demand. true: however its not because of a lack of children its because of buerocratic XXXXXXXX. the gov. doesn't want to be responsible for child abuse so they over screen adoption parents and make it diffucult to get a child. the cost is astronomical.  5) overpopulation is a problem. note: religion should not influence your decision in law making. only in personal moral decisions.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:25"
    },
    {
      "nodeID": "151745",
      "text": "This is a pretty touchy issue, and I agree with the different points of view.. most of them make sense... while I don't personally agree with abortion, I don't feel that I have the right to tell someone else what they should do. The way I see it, is that it's their body, their life, they are the ones who will be affected by their decision. I don't have to like the choices someone else makes, and I don't have to agree with it, but while I have that right, I also believe that people should have the right to make those decisions. Are these anti-abortion people going to step in and pay for the cost of having the baby, raising it, etc..??? Maybe some of those are the issues people consider when having an abortion. Maybe the woman was raped. I see the point when someone said that the baby should not be punished for that, and I agree with that, but the rape was committed against the woman's will... she didn't ask for that to happen, and if a pregnancy results from that, that is also against her will, so why should she feel that she has to have the child? What does she tell the child when it decides to ask who its father is?? The child could still be born and given up for adoption, and that is a good idea, but maybe the woman will relive the rape throughout the pregnancy by being reminded of it on a daily basis.... all I feel is until it happens to you, and YOU are forced to make these kinds of choices, you shouldn't judge anyone else for the choices that they make.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:25"
    },
    {
      "nodeID": "151746",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:25"
    },
    {
      "nodeID": "151747",
      "text": "#4 Getting back to the abortion debate,",
      "type": "I",
      "timestamp": "2016-03-08 20:15:25"
    },
    {
      "nodeID": "151748",
      "text": "Thank you.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:25"
    },
    {
      "nodeID": "151749",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:25"
    },
    {
      "nodeID": "151750",
      "text": "Pro-choice at least lets people decide what is best from them and the child. Can you honestly say it is better for a child to be born and mistreated and/or under fed until it dies than it is for a child to simply be aborted?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:25"
    },
    {
      "nodeID": "151751",
      "text": "Ok, so you are admitting that the unborn fetus, is in fact, a child? I have to believe that is what you mean from your statement above. That being the case, do you condone the killing of a child that is born but will likely live in poverty the rest of his or her life? Do you condone the killing of a handicapped child that is born? If not, then you can't condone abortion. Also, who gives you the right to decide what is best for a child by killing him or her? That should not be your choice (this is another problem with humanism, because there is no moral authority to stop people from doing whatever they want to do, hence the adage that humanism is a philosophy that has both feet planted firmly in mid-air). I am sure the child wouldn't agree to that choice if given a voice to do so.  Let's go ahead and do it your way by taking religion out of law. Is murder still illegal in your humanistic world? Likely it is still illegal because even humanists realize that anarchy is not suitable for society. Then why is this not murder? Look back to effects this has on women. That is also bad for society. And that affects us all.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:25"
    },
    {
      "nodeID": "151752",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:26"
    },
    {
      "nodeID": "151753",
      "text": "#3 Your moronic statement about how there would be no laws without religion discredits your writings anyways. Laws do not stem from religion. They stem from the need for a society to be able to function properly. They stem from mans desire for power. Some do stem from religion but this does not make up the majority. If you wish to try and debate this, why not explain how religious influenced the laws concerning driving on a specific side of the road more than social influences did.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:26"
    },
    {
      "nodeID": "151754",
      "text": "The basis of modern law is from religious law. If you don't know that, then you don't know your history. And my contention is that if there was no God, then there would be no humans for laws to govern anyway. I know, you don't agree with that statement, either.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:26"
    },
    {
      "nodeID": "151755",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:26"
    },
    {
      "nodeID": "151756",
      "text": "#1 See the post titled 'Biblical Failures' in the Religion section of this forum. If the Bible has a single inaccuracy in it, then it cannot be considered 100% true. This post shows inaccuracies so the Bible cannot be considered a reliable source for things that cannot be proven and that includes trying to say whether an unborn baby has a soul. Besides, why should you be able to force your beliefs on everyone else? Perhaps you could justify a law that says all Christians cannot have abortions.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:26"
    },
    {
      "nodeID": "151757",
      "text": "Whether or not there are innaccuracies in the Bible is hottly debated, but it is not really the point I was trying to make. I was simply attempting to point out the different viewpoints, not debate on the validity of the Bible. Please read, take a deep breath, and think before you reply from simple emotion.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:26"
    },
    {
      "nodeID": "151758",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:26"
    },
    {
      "nodeID": "151759",
      "text": "You can preach about abortion being bad and even protest it, but why should you try and force your beliefs on others? I know this is the essence of Christianity, but why should it extend to society?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:26"
    },
    {
      "nodeID": "151760",
      "text": "First, are you not forcing your beliefs on me when you lobby for, enact, and support a law that legalizes an act that I see as murder? Second, forcing someone to believe as I do is in no way the essence of Christianity. God gives choices (which is another debate) to man. We must simply choose right or wrong. Jesus wants us to influence, not force. Jesus said to His followers in Matthew 5:14-16, 'You are the light of the world. A city on a hill cannot be hidden. Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven.' If I truly believe in Jesus as my Lord and Saviour (and I do), then I must follow His command to influence (not force) the whole world. It doesn't do any good to only preach to the preached.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:26"
    },
    {
      "nodeID": "151761",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:26"
    },
    {
      "nodeID": "151762",
      "text": "what do you have against abortions? Assuming you cannot simply get off by saying the Bible says this or religion says that, what else can you say? The fact is that abortion does not affect you.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:26"
    },
    {
      "nodeID": "151763",
      "text": "What do I have against abortion? Hmmm, let me think. I guess there is that little fact that it is MURDER! But besides that 'opinion', it does effect me because it effects society in a negative way. Do you just choose to ignore the studies on the terrible emotional and physical problems women have after they have abortions? Look here to see what I mean. Do a search for 'effects of abortion' on the Web and see if you don't find many more studies with the same results. I could have posted many more links. Maybe you don't know about these studies since the leftist media and women's groups tends to ignore them. Maybe you just ignore them because they don't fit into your world view. Either way, the facts are there.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:26"
    },
    {
      "nodeID": "151764",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:26"
    },
    {
      "nodeID": "151765",
      "text": "Is murder still illegal in your humanistic world?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:26"
    },
    {
      "nodeID": "151766",
      "text": "Murder is ALWAYS illegal.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:26"
    },
    {
      "nodeID": "151767",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:27"
    },
    {
      "nodeID": "151768",
      "text": "What do I have against abortion? Hmmm, let me think. I guess there is that little fact that it is MURDER!",
      "type": "I",
      "timestamp": "2016-03-08 20:15:27"
    },
    {
      "nodeID": "151769",
      "text": "Abortion does not fit the definition of murder.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:27"
    },
    {
      "nodeID": "151770",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:27"
    },
    {
      "nodeID": "151771",
      "text": "But besides that 'opinion', it does effect me because it effects society in a negative way. Do you just choose to ignore the studies on the terrible emotional and physical problems women have after they have abortions?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:27"
    },
    {
      "nodeID": "151772",
      "text": "Of course we can ignore all the emotional and physical problems women lose when terminating a pregnancy.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:27"
    },
    {
      "nodeID": "151773",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:27"
    },
    {
      "nodeID": "151774",
      "text": "this is another problem with humanism, because there is no moral authority to stop people from doing whatever they want to do, hence the adage that humanism is a philosophy that has both feet planted firmly in mid-air",
      "type": "I",
      "timestamp": "2016-03-08 20:15:27"
    },
    {
      "nodeID": "151775",
      "text": "The human collective is the authority. One major advantage of this authority over a theistic one is that it actually exists.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:27"
    },
    {
      "nodeID": "151776",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:27"
    },
    {
      "nodeID": "151777",
      "text": "First, are you not forcing your beliefs on me when you lobby for, enact, and support a law that legalizes an act that I see as murder?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:27"
    },
    {
      "nodeID": "151778",
      "text": "Nope. How do you figure?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:27"
    },
    {
      "nodeID": "151779",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:27"
    },
    {
      "nodeID": "151780",
      "text": "Ok, so you are admitting that the unborn fetus, is in fact, a child? I have to believe that is what you mean from your statement above. That being the case, do you condone the killing of a child that is born but will likely live in poverty the rest of his or her life? Do you condone the killing of a handicapped child that is born? If not, then you can't condone abortion. Also, who gives you the right to decide what is best for a child by killing him or her? That should not be your choice (this is another problem with humanism, because there is no moral authority to stop people from doing whatever they want to do, hence the adage that humanism is a philosophy that has both feet planted firmly in mid-air). I am sure the child wouldn't agree to that choice if given a voice to do so.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:27"
    },
    {
      "nodeID": "151781",
      "text": "Of course I believe an unborn fetus is simply an unborn child. The only difference is that the unborn has no means of survival without the mother and is not recognized as being a living person. I don't wish that this child should be killed, but as I said before it can be for the best. And if you really do believe in heaven, then the child is going there anyways. Why would you wish a life of suffering on it instead of being able to skip all that and go straight to heaven? This is the type of logic that works against those who believe in a soul since it really doesn't make much sense to live on Earth when heaven is a million billion times better. Just to answer your question with a question, how do you know a child would choose life over death when it has never lived? People commit suicide everyday but I'm sure they would also choose life over death if they had been in a better situation. Perhaps this is being too extreme. A person would likely choose to live when faced with death, but whether it logically make sense is another question. People will try to live through starvation, sickness, and misery because it is what their mind tells them to do. Is it really best that they are alive?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:27"
    },
    {
      "nodeID": "151782",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:28"
    },
    {
      "nodeID": "151783",
      "text": "Ummm, no. How could I possibly be forcing my beliefs on you when my view is for each person to have a choice. Your view is to force society to do away with all abortions.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:28"
    },
    {
      "nodeID": "151784",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:28"
    },
    {
      "nodeID": "151785",
      "text": "Just to quote your last post, 'Religion influences all laws. Without that influence, there would be no laws.' You said point blank that without religion there would be no laws. Now your spinning and changing your view to 'The basis of modern law is from religious law'. I don't mean to be picky, but trying to spin facts like this doesn't sit well with me. Especially since your first claim was pretty outrageous. Laws will exist whether religion does or not. Religion is similar to a book of laws although that doesn't mean that it existed before the laws did. Trying to even say humans wouldn't exist without God shouldn't even be brought up. The Christian God that is described in the Bible might not even exist. The Bible is flawed at the very least meaning doubt has to be placed in anything written in it that isn't provable.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:28"
    },
    {
      "nodeID": "151786",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:28"
    },
    {
      "nodeID": "151787",
      "text": "I know you think I was acting emotional with my post and it really is hard to tell whether someone is being emotional over a forum since it is so impersonal. What I can say is that posting about the Bible has become a mere formality to me and not the emotional debate it used to be. However, I believe it is necessary to eliminate the Bible from debates of this sort by discrediting it right away. Then at least we can focus on real solutions based on what is real instead of what some weirdo wrote thousands of years ago.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:28"
    },
    {
      "nodeID": "151788",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:28"
    },
    {
      "nodeID": "151789",
      "text": "AMD4EVER, thank you for your reply. Does your nickname suggest you don't like Intel? Just wondering.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:28"
    },
    {
      "nodeID": "151790",
      "text": "It used to mean that, now it is just a screen name. I was a big fan of AMD back when I was invested in them. They are still a decent company but they can't seem to keep up with Intel. I like your screen name as well. I'm guessing you got the idea from Braveheart which is my favorite movie of all time!",
      "type": "I",
      "timestamp": "2016-03-08 20:15:28"
    },
    {
      "nodeID": "151791",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:28"
    },
    {
      "nodeID": "151792",
      "text": "I guess I need to rethink the word punish, but I think you know that I do not mean literal punishment. The term 'punish' is being used as simply that, a term.  I do believe that God would take that child directly to heaven, but the jump you make from your first two sentences to the point you try to make in the last sentence is nonsensical.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:28"
    },
    {
      "nodeID": "151793",
      "text": "Alright, I'll accept your term of punish. If you didn't fully understand what I was trying to say in my last post, here is a quick run down of it. Abortion = Punish Child If God is good he wouldn't punish an aborted child Therefore an aborted child will go to heaven If this were not true then God would be punishing the child I hope this is clear. I simply wanted to make the point that if you believe an unborn has a soul already, then aborting the child simply means it gets to go straight to heaven. That is not really a bad deal for the child.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:28"
    },
    {
      "nodeID": "151794",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:28"
    },
    {
      "nodeID": "151795",
      "text": "HEY!! We agree on something.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:28"
    },
    {
      "nodeID": "151796",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:29"
    },
    {
      "nodeID": "151797",
      "text": "If you define a fetus as a child, as AMD seems to by his/her statement, then yes, it does fit the definition.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:29"
    },
    {
      "nodeID": "151798",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:29"
    },
    {
      "nodeID": "151799",
      "text": "Ho, hum... humanist, atheistic babble that does nothing but keep you running in circles, thinking you are actually getting somewhere.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:29"
    },
    {
      "nodeID": "151800",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:29"
    },
    {
      "nodeID": "151801",
      "text": "And we can ignore the fact that a women's body is designed for birth(yes, I used the word 'designed', which many evolutionists use for the lack of a better term). We can also ignore personal responsibility for conscious decisions that lead to a pregnancy. Just keep ignoring and see where it gets us.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:29"
    },
    {
      "nodeID": "151802",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:29"
    },
    {
      "nodeID": "151803",
      "text": "'Let's go ahead and do it your way by taking religion out of law. Is murder still illegal in your humanistic world? Likely it is still illegal because even humanists realize that anarchy is not suitable for society. Then why is this not murder? Look back to effects this has on women. That is also bad for society. And that affects us all.'",
      "type": "I",
      "timestamp": "2016-03-08 20:15:29"
    },
    {
      "nodeID": "151804",
      "text": "Hey, thanks for the quote! Am I published now? :)",
      "type": "I",
      "timestamp": "2016-03-08 20:15:29"
    },
    {
      "nodeID": "151805",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:29"
    },
    {
      "nodeID": "151806",
      "text": "The Bible even suggests that all Christians have a duty to go and spread the word and attempt to convert others to Christianity. I don't believe any other religion has such a following that will work so tirelessly to try and convert the entire world to their view point.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:29"
    },
    {
      "nodeID": "151807",
      "text": "Try Islam. Even though many wars have been waged under the guise of Christianity, Jesus never preached that humans should force people to believe as we do. Muhammed, on the other hand, openly condones the spread of Islam by the sword. Look at Mormons. I do not consider them Christian, though you may not make that distinction. They are the most tireless of all.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:29"
    },
    {
      "nodeID": "151808",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:29"
    },
    {
      "nodeID": "151809",
      "text": "Especially since your first claim was pretty outrageous. Laws will exist whether religion does or not. Religion is similar to a book of laws although that doesn't mean that it existed before the laws did. Trying to even say humans wouldn't exist without God shouldn't even be brought up. The Christian God that is described in the Bible might not even exist. The Bible is flawed at the very least meaning doubt has to be placed in anything written in it that isn't provable.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:29"
    },
    {
      "nodeID": "151810",
      "text": "Again, a perspective problem. I do believe that man would not be here to govern without God, so our argument goes deeper into a realm where I would have to convince you that there is a God, or you would have to convince me that there is no God. I really don't think we are going to get anywhere from this angle. Just too many differences in beliefs.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:29"
    },
    {
      "nodeID": "151811",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:30"
    },
    {
      "nodeID": "151812",
      "text": "Why do you quote the Bible anyways if you cannot even stand up to debate the arguments against it? The Biblical Failures post shows enough reasons to just throw out the Bible as a reliable source IMO.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:30"
    },
    {
      "nodeID": "151813",
      "text": "Again, perspective.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:30"
    },
    {
      "nodeID": "151814",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:30"
    },
    {
      "nodeID": "151815",
      "text": "Stephen Hawkins would have a very good chance of being aborted today. What if Einstein would have been aborted? What if, what if, what if... How do we know what would happen at any time whith anyone if they were simply allowed to live and not be killed before they were born? I don't know if anyone would want to live if they got a glimpse of heaven. I know I want to go there. But my beliefs don't allow me to kill myself to get there. Nor do they allow the justification of murder by saying the child is better off.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:30"
    },
    {
      "nodeID": "151816",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:30"
    },
    {
      "nodeID": "151817",
      "text": "I wouldn't disagree with you that abortion is murder. I don't agree with executions either nor do I agree with wars. A life is lost when an abortion occurs. This is almost undefendable unless you want to debate whether a life even existed at the time of the abortion. I also accept that society is hurt by people having abortions. Women especially suffer psychological trauma from the loss of their child.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:30"
    },
    {
      "nodeID": "151818",
      "text": "Then I don't get your point that I am not affected by abortion.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:30"
    },
    {
      "nodeID": "151819",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:30"
    },
    {
      "nodeID": "151820",
      "text": "So how can I say all this and still support abortion? I guess I simply believe that having an abortion is sometimes the humane thing to do. I believe that preventing abortions would lead to more children growing up in poverty, with parents who hate them, and becoming criminals themselves. Not all abortions can be justified but I believe there are those that can be justified. Even if only a handful can be justified, then I will disagree with a law that would completely do away with all abortions. However, if you were to debate that abortions should be more tightly monitored and laws put in place to prevent unnecessary abortions, then I would tend to agree with you.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:30"
    },
    {
      "nodeID": "151821",
      "text": "If you still believe this way, then you must believe then it is OK to kill a child that has been born if it might not be loved, or might suffer, etc. That is the logical conclusion to your argument. If an unborn child and a born child are the same to you, then you cannot make a distinction as to which one should be killed and which one shouldn't. That is the spiralling hole into which abortion leads. There is a basic loss of respect for human life. Your defense actually scares me more than someone who deceives themself into believing the unborn child is not alive.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:30"
    },
    {
      "nodeID": "151822",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:30"
    },
    {
      "nodeID": "151823",
      "text": "Don't worry about me being affected by the leftist media either. I really don't care to listen to their lies and over emotional rantings too often.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:30"
    },
    {
      "nodeID": "151824",
      "text": "That's refreshing. And I am being serious.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:30"
    },
    {
      "nodeID": "151825",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:31"
    },
    {
      "nodeID": "151826",
      "text": "I like how the Chinese view Christians. They simply cannot figure out why so many missionaries go over to China and try to convert people. The Chinese are so lenient about religion that many practice several different religions and don't have such strict codes as Christianity.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:31"
    },
    {
      "nodeID": "151827",
      "text": "One reason for conversion is that they do practice many religions. Jesus said He is the only way to God. I believe that, so how can I just turn a blind eye when people follow so many different religions? I would not be following the commands of my Lord.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:31"
    },
    {
      "nodeID": "151828",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:31"
    },
    {
      "nodeID": "151829",
      "text": "What we have here is simply a perspective problem, which is the problem with most debates. I see the Bible as sound, and every 'error' in the Bible I have researched (I have admittedly not researched them all) have been refuted.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:31"
    },
    {
      "nodeID": "151830",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:31"
    },
    {
      "nodeID": "151831",
      "text": "Exactly where it is from. :) Great movie.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:31"
    },
    {
      "nodeID": "151832",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:31"
    },
    {
      "nodeID": "151833",
      "text": "Your view of choice is your belief. I don't 'believe' that a pregnant woman or anyone else should be able to choose for the child. That child does not have a choice. Choosing to kill someone is a choice, but it is not a choice that should be legal. Therefore, you are forcing your view of 'choice' on me by making abortion (murder) illegal.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:31"
    },
    {
      "nodeID": "151834",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:31"
    },
    {
      "nodeID": "151835",
      "text": "I simply wanted to make the point that if you believe an unborn has a soul already, then aborting the child simply means it gets to go straight to heaven. That is not really a bad deal for the child.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:31"
    },
    {
      "nodeID": "151836",
      "text": "No, it is not a bad deal for the child. However, my beliefs do not permit murder, even if it is a better 'deal'.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:31"
    },
    {
      "nodeID": "151837",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:31"
    },
    {
      "nodeID": "151838",
      "text": "The child could still be born and given up for adoption, and that is a good idea, but maybe the woman will relive the rape throughout the pregnancy by being reminded of it on a daily basis....",
      "type": "I",
      "timestamp": "2016-03-08 20:15:31"
    },
    {
      "nodeID": "151839",
      "text": "Do you think that the woman will not relive the rape on a daily basis if she destroys the child? Not likely. I think she will still suffer through those thoughts. Killing the baby complicates this. What happens if she has horrible thoughts about a rape with more thoughts about the abortion?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:31"
    },
    {
      "nodeID": "151840",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:32"
    },
    {
      "nodeID": "151841",
      "text": "Are these anti-abortion people going to step in and pay for the cost of having the baby, raising it, etc..???",
      "type": "I",
      "timestamp": "2016-03-08 20:15:32"
    },
    {
      "nodeID": "151842",
      "text": "Would you ask the same of an environmentalist? Would you ask him to pay for buying the all of the rainforests he hopes to save? The scientific research? etc. Would you ask this of any other cause except the abortion one? This is faulty reasoning. No one who supports any cause is expected to pay for the entirety of that cause. BUT anti-abortionists do pay for quite a bit in this regard. There are help centers all over the nation. Haven't you seen the signs? 'Call if you are pregnant and in need of assistance.'",
      "type": "I",
      "timestamp": "2016-03-08 20:15:32"
    },
    {
      "nodeID": "151843",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:32"
    },
    {
      "nodeID": "151844",
      "text": "And yes, I have seen the signs for help centers, and I think that is a good thing... there should be organizations like that, to show women that there ARE other choices for them so that they don't think that their only option is abortion. But I still feel that they should have the right to decide what they want to do... but not just women.. if the father in question is involved, I think they should be a part of that decision too...",
      "type": "I",
      "timestamp": "2016-03-08 20:15:32"
    },
    {
      "nodeID": "151845",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:32"
    }
  ],
  "edges": [
    {
      "edgeID": "191700",
      "fromID": "151727",
      "toID": "151728",
      "formEdgeID": null
    },
    {
      "edgeID": "191701",
      "fromID": "151728",
      "toID": "151726",
      "formEdgeID": null
    },
    {
      "edgeID": "191702",
      "fromID": "151730",
      "toID": "151731",
      "formEdgeID": null
    },
    {
      "edgeID": "191703",
      "fromID": "151731",
      "toID": "151729",
      "formEdgeID": null
    },
    {
      "edgeID": "191704",
      "fromID": "151733",
      "toID": "151734",
      "formEdgeID": null
    },
    {
      "edgeID": "191705",
      "fromID": "151734",
      "toID": "151732",
      "formEdgeID": null
    },
    {
      "edgeID": "191706",
      "fromID": "151736",
      "toID": "151737",
      "formEdgeID": null
    },
    {
      "edgeID": "191707",
      "fromID": "151737",
      "toID": "151735",
      "formEdgeID": null
    },
    {
      "edgeID": "191708",
      "fromID": "151739",
      "toID": "151740",
      "formEdgeID": null
    },
    {
      "edgeID": "191709",
      "fromID": "151740",
      "toID": "151738",
      "formEdgeID": null
    },
    {
      "edgeID": "191710",
      "fromID": "151742",
      "toID": "151743",
      "formEdgeID": null
    },
    {
      "edgeID": "191711",
      "fromID": "151743",
      "toID": "151741",
      "formEdgeID": null
    },
    {
      "edgeID": "191712",
      "fromID": "151745",
      "toID": "151746",
      "formEdgeID": null
    },
    {
      "edgeID": "191713",
      "fromID": "151746",
      "toID": "151744",
      "formEdgeID": null
    },
    {
      "edgeID": "191714",
      "fromID": "151748",
      "toID": "151749",
      "formEdgeID": null
    },
    {
      "edgeID": "191715",
      "fromID": "151749",
      "toID": "151747",
      "formEdgeID": null
    },
    {
      "edgeID": "191716",
      "fromID": "151751",
      "toID": "151752",
      "formEdgeID": null
    },
    {
      "edgeID": "191717",
      "fromID": "151752",
      "toID": "151750",
      "formEdgeID": null
    },
    {
      "edgeID": "191718",
      "fromID": "151754",
      "toID": "151755",
      "formEdgeID": null
    },
    {
      "edgeID": "191719",
      "fromID": "151755",
      "toID": "151753",
      "formEdgeID": null
    },
    {
      "edgeID": "191720",
      "fromID": "151757",
      "toID": "151758",
      "formEdgeID": null
    },
    {
      "edgeID": "191721",
      "fromID": "151758",
      "toID": "151756",
      "formEdgeID": null
    },
    {
      "edgeID": "191722",
      "fromID": "151760",
      "toID": "151761",
      "formEdgeID": null
    },
    {
      "edgeID": "191723",
      "fromID": "151761",
      "toID": "151759",
      "formEdgeID": null
    },
    {
      "edgeID": "191724",
      "fromID": "151763",
      "toID": "151764",
      "formEdgeID": null
    },
    {
      "edgeID": "191725",
      "fromID": "151764",
      "toID": "151762",
      "formEdgeID": null
    },
    {
      "edgeID": "191726",
      "fromID": "151766",
      "toID": "151767",
      "formEdgeID": null
    },
    {
      "edgeID": "191727",
      "fromID": "151767",
      "toID": "151765",
      "formEdgeID": null
    },
    {
      "edgeID": "191728",
      "fromID": "151769",
      "toID": "151770",
      "formEdgeID": null
    },
    {
      "edgeID": "191729",
      "fromID": "151770",
      "toID": "151768",
      "formEdgeID": null
    },
    {
      "edgeID": "191730",
      "fromID": "151772",
      "toID": "151773",
      "formEdgeID": null
    },
    {
      "edgeID": "191731",
      "fromID": "151773",
      "toID": "151771",
      "formEdgeID": null
    },
    {
      "edgeID": "191732",
      "fromID": "151775",
      "toID": "151776",
      "formEdgeID": null
    },
    {
      "edgeID": "191733",
      "fromID": "151776",
      "toID": "151774",
      "formEdgeID": null
    },
    {
      "edgeID": "191734",
      "fromID": "151778",
      "toID": "151779",
      "formEdgeID": null
    },
    {
      "edgeID": "191735",
      "fromID": "151779",
      "toID": "151777",
      "formEdgeID": null
    },
    {
      "edgeID": "191736",
      "fromID": "151781",
      "toID": "151782",
      "formEdgeID": null
    },
    {
      "edgeID": "191737",
      "fromID": "151782",
      "toID": "151780",
      "formEdgeID": null
    },
    {
      "edgeID": "191738",
      "fromID": "151783",
      "toID": "151784",
      "formEdgeID": null
    },
    {
      "edgeID": "191739",
      "fromID": "151784",
      "toID": "151748",
      "formEdgeID": null
    },
    {
      "edgeID": "191740",
      "fromID": "151785",
      "toID": "151786",
      "formEdgeID": null
    },
    {
      "edgeID": "191741",
      "fromID": "151786",
      "toID": "151748",
      "formEdgeID": null
    },
    {
      "edgeID": "191742",
      "fromID": "151787",
      "toID": "151788",
      "formEdgeID": null
    },
    {
      "edgeID": "191743",
      "fromID": "151788",
      "toID": "151748",
      "formEdgeID": null
    },
    {
      "edgeID": "191744",
      "fromID": "151790",
      "toID": "151791",
      "formEdgeID": null
    },
    {
      "edgeID": "191745",
      "fromID": "151791",
      "toID": "151789",
      "formEdgeID": null
    },
    {
      "edgeID": "191746",
      "fromID": "151793",
      "toID": "151794",
      "formEdgeID": null
    },
    {
      "edgeID": "191747",
      "fromID": "151794",
      "toID": "151792",
      "formEdgeID": null
    },
    {
      "edgeID": "191748",
      "fromID": "151795",
      "toID": "151796",
      "formEdgeID": null
    },
    {
      "edgeID": "191749",
      "fromID": "151796",
      "toID": "151766",
      "formEdgeID": null
    },
    {
      "edgeID": "191750",
      "fromID": "151797",
      "toID": "151798",
      "formEdgeID": null
    },
    {
      "edgeID": "191751",
      "fromID": "151798",
      "toID": "151766",
      "formEdgeID": null
    },
    {
      "edgeID": "191752",
      "fromID": "151799",
      "toID": "151800",
      "formEdgeID": null
    },
    {
      "edgeID": "191753",
      "fromID": "151800",
      "toID": "151766",
      "formEdgeID": null
    },
    {
      "edgeID": "191754",
      "fromID": "151801",
      "toID": "151802",
      "formEdgeID": null
    },
    {
      "edgeID": "191755",
      "fromID": "151802",
      "toID": "151766",
      "formEdgeID": null
    },
    {
      "edgeID": "191756",
      "fromID": "151804",
      "toID": "151805",
      "formEdgeID": null
    },
    {
      "edgeID": "191757",
      "fromID": "151805",
      "toID": "151803",
      "formEdgeID": null
    },
    {
      "edgeID": "191758",
      "fromID": "151807",
      "toID": "151808",
      "formEdgeID": null
    },
    {
      "edgeID": "191759",
      "fromID": "151808",
      "toID": "151806",
      "formEdgeID": null
    },
    {
      "edgeID": "191760",
      "fromID": "151810",
      "toID": "151811",
      "formEdgeID": null
    },
    {
      "edgeID": "191761",
      "fromID": "151811",
      "toID": "151809",
      "formEdgeID": null
    },
    {
      "edgeID": "191762",
      "fromID": "151813",
      "toID": "151814",
      "formEdgeID": null
    },
    {
      "edgeID": "191763",
      "fromID": "151814",
      "toID": "151812",
      "formEdgeID": null
    },
    {
      "edgeID": "191764",
      "fromID": "151815",
      "toID": "151816",
      "formEdgeID": null
    },
    {
      "edgeID": "191765",
      "fromID": "151816",
      "toID": "151781",
      "formEdgeID": null
    },
    {
      "edgeID": "191766",
      "fromID": "151818",
      "toID": "151819",
      "formEdgeID": null
    },
    {
      "edgeID": "191767",
      "fromID": "151819",
      "toID": "151817",
      "formEdgeID": null
    },
    {
      "edgeID": "191768",
      "fromID": "151821",
      "toID": "151822",
      "formEdgeID": null
    },
    {
      "edgeID": "191769",
      "fromID": "151822",
      "toID": "151820",
      "formEdgeID": null
    },
    {
      "edgeID": "191770",
      "fromID": "151824",
      "toID": "151825",
      "formEdgeID": null
    },
    {
      "edgeID": "191771",
      "fromID": "151825",
      "toID": "151823",
      "formEdgeID": null
    },
    {
      "edgeID": "191772",
      "fromID": "151827",
      "toID": "151828",
      "formEdgeID": null
    },
    {
      "edgeID": "191773",
      "fromID": "151828",
      "toID": "151826",
      "formEdgeID": null
    },
    {
      "edgeID": "191774",
      "fromID": "151829",
      "toID": "151830",
      "formEdgeID": null
    },
    {
      "edgeID": "191775",
      "fromID": "151830",
      "toID": "151781",
      "formEdgeID": null
    },
    {
      "edgeID": "191776",
      "fromID": "151831",
      "toID": "151832",
      "formEdgeID": null
    },
    {
      "edgeID": "191777",
      "fromID": "151832",
      "toID": "151781",
      "formEdgeID": null
    },
    {
      "edgeID": "191778",
      "fromID": "151833",
      "toID": "151834",
      "formEdgeID": null
    },
    {
      "edgeID": "191779",
      "fromID": "151834",
      "toID": "151781",
      "formEdgeID": null
    },
    {
      "edgeID": "191780",
      "fromID": "151836",
      "toID": "151837",
      "formEdgeID": null
    },
    {
      "edgeID": "191781",
      "fromID": "151837",
      "toID": "151835",
      "formEdgeID": null
    },
    {
      "edgeID": "191782",
      "fromID": "151839",
      "toID": "151840",
      "formEdgeID": null
    },
    {
      "edgeID": "191783",
      "fromID": "151840",
      "toID": "151838",
      "formEdgeID": null
    },
    {
      "edgeID": "191784",
      "fromID": "151842",
      "toID": "151843",
      "formEdgeID": null
    },
    {
      "edgeID": "191785",
      "fromID": "151843",
      "toID": "151841",
      "formEdgeID": null
    },
    {
      "edgeID": "191786",
      "fromID": "151844",
      "toID": "151845",
      "formEdgeID": null
    },
    {
      "edgeID": "191787",
      "fromID": "151845",
      "toID": "151733",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
