{
  "nodes": [
    {
      "nodeID": "143602",
      "text": "If Literal Creationism is indeed true, why do we not find strata with species from all eras mixed together?",
      "type": "I",
      "timestamp": "2016-03-08 19:58:29"
    },
    {
      "nodeID": "143603",
      "text": "we do......most fossils found are surface finds -- which means anything found on the ground probably contradicts uniformitarian principles because every fossil found laying on the ground probably -- according to ToE -- did not die at the same time. For example, many mammal bones are found on the surface -- yet so are dinosaur and other 'ancient' bones from animals that supposedly lived millions of years beforehand. Of course evolutionists will come back and claim 'erosion' with no evidence of such, not to mention how rock can be removed from bone after millions of years of being cemented to it. I've got a 900-page book called 'Hidden Archeology' (Cremo) that dives into hundreds of fossils and artifacts that are in the 'wrong' strata. Your assertion is blatantly false.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:29"
    },
    {
      "nodeID": "143604",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:29"
    },
    {
      "nodeID": "143605",
      "text": "Of course evolutionists will come back and claim 'erosion' with no evidence of such, not to mention how rock can be removed from bone after millions of years of being cemented to it.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:29"
    },
    {
      "nodeID": "143606",
      "text": "So you were unable to see evidence of erosion in the pictures that I showed you? By the way, the fossils are not bone - they are rock. They are a different kind of rock that the sedimentary rock in which they are found. Perhaps if you actually educated yourself you would know that the fossils are usually much harder than the surounding sediment. Of course, anyone who made an effort to learn before speaking would know that.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:29"
    },
    {
      "nodeID": "143607",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:29"
    },
    {
      "nodeID": "143608",
      "text": "That's what I thought SuperSport doesn't have the guts or the intelligence to stand by his own statements.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:30"
    },
    {
      "nodeID": "143609",
      "text": "My great, great, great grandfather dug a hole when he was 15. He put a time capsule in that hole. After years of erosion, I come across it at the same time a dead bug is found near it. According to you, they are both the same age since they were both found on top of the ground.  Do you agree with this or do you disagree? once again, you are assuming erosion when that may or may not have happened. Your contention that all fossils found on the surface got there by way of erosion is nothing but speculation. So how exactly does cement-like rock get removed from fossils?",
      "type": "I",
      "timestamp": "2016-03-08 19:58:30"
    },
    {
      "nodeID": "143610",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:30"
    },
    {
      "nodeID": "143611",
      "text": "once again, you are assuming erosion when that may or may not have happened.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:30"
    },
    {
      "nodeID": "143612",
      "text": "Then how exactly did a time capsule that was buried several feet underground get to the surface at the same rate as the surrounding area?",
      "type": "I",
      "timestamp": "2016-03-08 19:58:30"
    },
    {
      "nodeID": "143613",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:30"
    }
  ],
  "edges": [
    {
      "edgeID": "185976",
      "fromID": "143603",
      "toID": "143604",
      "formEdgeID": null
    },
    {
      "edgeID": "185977",
      "fromID": "143604",
      "toID": "143602",
      "formEdgeID": null
    },
    {
      "edgeID": "185978",
      "fromID": "143606",
      "toID": "143607",
      "formEdgeID": null
    },
    {
      "edgeID": "185979",
      "fromID": "143607",
      "toID": "143605",
      "formEdgeID": null
    },
    {
      "edgeID": "185980",
      "fromID": "143609",
      "toID": "143610",
      "formEdgeID": null
    },
    {
      "edgeID": "185981",
      "fromID": "143610",
      "toID": "143608",
      "formEdgeID": null
    },
    {
      "edgeID": "185982",
      "fromID": "143612",
      "toID": "143613",
      "formEdgeID": null
    },
    {
      "edgeID": "185983",
      "fromID": "143613",
      "toID": "143611",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
