{
  "nodes": [
    {
      "nodeID": "161519",
      "text": "Originally posted by Debater I took a biology course at a local college which had a whole part of the class dedicated to evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:47"
    },
    {
      "nodeID": "161520",
      "text": "What didn't you learn in that class that we need to teach you?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:48"
    },
    {
      "nodeID": "161521",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:48"
    },
    {
      "nodeID": "161522",
      "text": "Originally posted by Debater Did man descend from a blob of life? If so how?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:48"
    },
    {
      "nodeID": "161523",
      "text": "Well, on 03-14-2003 01:04 PM you said:",
      "type": "I",
      "timestamp": "2016-03-08 20:37:48"
    },
    {
      "nodeID": "161524",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:48"
    },
    {
      "nodeID": "161525",
      "text": "Originally posted by FreeThinker If Man didn't descend from Monkeys, where do you think they descended from?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:48"
    },
    {
      "nodeID": "161526",
      "text": "Which, Monkeys or Man?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:48"
    },
    {
      "nodeID": "161527",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:48"
    },
    {
      "nodeID": "161528",
      "text": "Originally posted by FreeThinker Where did Man descend from, if he didn't descend from Monkey?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:48"
    },
    {
      "nodeID": "161529",
      "text": "There are two major theories, many hold to the 'Out of Africa' replacement model. The perspective of the Out of Africa model (often called Out of Africa II, referring to a second migration from Africa of a hominid population) adherents is that when there was a migration of H. erectus out of Africa into Asia and Europe, these populations (seen in materials like the Chinese and Indonesian erectus) did not contribute a significant amount of genetic material to later populations that led to modern humans (some claim no genetic ancestry to these groups and their descendants at all, a 'strict' replacement model). At approximately 200 kya there was a second migration of hominids out of Africa. This time it was fully modern H. sapiens, which proceeded to replace whatever populations that then occupied Asia and Europe. Some see direct competition and extermination of the native populations, some see passive replacement due to better adaptive strategies, and some see genetic admixture with the preponderance of genetic material coming from the incoming human populations, eventually replacing and assimilating them into the greater collective. In this view there is a specific speciation event that occurred which led to the origin of H. sapiens in Africa, and this population is the forerunner of modern humans, leaving the European Neanderthals, Chinese erectus, and others out in the cold. Homo Sapiens",
      "type": "I",
      "timestamp": "2016-03-08 20:37:48"
    },
    {
      "nodeID": "161530",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:48"
    },
    {
      "nodeID": "161531",
      "text": "Originally posted by FreeThinker Karl, A most interesting theory. I have heard something close to that before. It still doesn't convince me.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:48"
    },
    {
      "nodeID": "161532",
      "text": "Would anything convince you? Do you truly think for yourself?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:48"
    },
    {
      "nodeID": "161533",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:48"
    },
    {
      "nodeID": "161534",
      "text": "Originally posted by FreeThinker Lurch, What do you mean there is no 'there is no evidence for a god'? And there is nothing surprising about my being able to think for myself and reject the religion of evolution. Both Evolution and Creation must be taken by faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:49"
    },
    {
      "nodeID": "161535",
      "text": "Absolutely right. I'd like to put another ticker mark on the Creationists' side. What about the woodpecker argument? Has anyone mentioned that yet?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:49"
    },
    {
      "nodeID": "161536",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:37:49"
    },
    {
      "nodeID": "161537",
      "text": "I sincerely request that you look at all of the skulls in the following two pictures. Please give me your opinion as to what each of these may be and how they came about. Please be aware that 'GAWD DID IT' is laughable. I am aware that you are usually free from thought, but please make an exception and think about your answers. http://home.houston.rr.com/bybayouu/skulls.html http://home.houston.rr.com/bybayouu/skulls2.html [/B]",
      "type": "I",
      "timestamp": "2016-03-08 20:37:49"
    },
    {
      "nodeID": "161538",
      "text": "HOLY XXXX! half those guys have their jaws missing! so, are we to believe that we evolved through a period of eating only mud and other mushy products that we only needed to swallow or lightly grind against our top teeth to survive upon?! Yes, that was a joke...I thought there could be a little humor in here, too, right? I mean, we can all actually agree that both viewpoints can be intellectual, right? Oh, and Lurch, God did it.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:49"
    },
    {
      "nodeID": "161539",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:49"
    },
    {
      "nodeID": "161540",
      "text": "Originally posted by lurch  Evolution is a change in the frequency in alleles in a population over time.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:49"
    },
    {
      "nodeID": "161541",
      "text": "Could you please cite where you are getting this biological definition of evolution?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:49"
    },
    {
      "nodeID": "161542",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:49"
    },
    {
      "nodeID": "161543",
      "text": "Originally posted by Crim False. This is not a valid definition of atheism. Atheism is the lack of theism (the belief in gods). Certainly, if I said 'there isn't a tiger in my bathroom', I wouldn't need to have a camera in there to see. It's called being reasonable.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:49"
    },
    {
      "nodeID": "161544",
      "text": "How do you know there isn't a tiger in the bathroom? You feel very strongly and have over-whelming evidence that there is no tiger in your bathroom? (You live in an urban area, there are no zoos, you don't hear scratching or biting or the maiming of your poodle, and the water is going)  But you cannot prove a negative. Which is also why you won't be able to prove that creationism is wrong, and why we can't prove evolution is wrong. The focus must be on proving one right. How you might do that depends on your method of reasoning and thought.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:49"
    },
    {
      "nodeID": "161545",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:49"
    },
    {
      "nodeID": "161546",
      "text": "Evolution is a change in the gene pool of a population over time. Introduction to Evolutionary Biology",
      "type": "I",
      "timestamp": "2016-03-08 20:37:49"
    },
    {
      "nodeID": "161547",
      "text": "Here is a more complete definition from Futuyma's text on evolutionary biology.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:49"
    },
    {
      "nodeID": "161548",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:49"
    },
    {
      "nodeID": "161549",
      "text": "Originally posted by lukecrouch  What about the woodpecker argument? Has anyone mentioned that yet?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:50"
    },
    {
      "nodeID": "161550",
      "text": "Which woodpecker argument?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:50"
    },
    {
      "nodeID": "161551",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:37:50"
    },
    {
      "nodeID": "161552",
      "text": "I think one blob attatched to another blob, and then those blobs joined together to create a group of blobs...scientifically speaking. emoticon_confused",
      "type": "I",
      "timestamp": "2016-03-08 20:37:50"
    },
    {
      "nodeID": "161553",
      "text": "That is, not scientifically speaking. Of course, for abiogenesis claims, I keep this site handy. In particular, I would like to point out the second caption:'Figure 2. Original cellular genesis in retracement taped by Mr. Randall Grubbs. A large chunk of thermal protein (1000x) is contacted by warm 1.0% sodium chloride solution. On cooling, protocells stream forth in less than two minutes.'",
      "type": "I",
      "timestamp": "2016-03-08 20:37:50"
    },
    {
      "nodeID": "161554",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:50"
    },
    {
      "nodeID": "161555",
      "text": "Did man descend from a blob of life? If so how?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:50"
    },
    {
      "nodeID": "161556",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:50"
    },
    {
      "nodeID": "161557",
      "text": "And I'll bet the formal list of 'great physicists' who preceded the development of the theory of evolution is meaningful. I wonder how many of these 'great physicists' also believed that night air could make them ill? How many beleived in alchemy, like Newton? I wonder if Newton is in that list? He didn't believe in the divinity of Christ.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:50"
    },
    {
      "nodeID": "161558",
      "text": "This was a comment on the physics book that has biographies of great physicists that were Bible believing christians. Right. Many believed in alchemy (they were wrong), harmful effects of night air (they were wrong), spontaneous growth of maggots from rotting meat (they were wrong), rats arising from grain (they were wrong), and the Bible (they were wrong). If it is important that Newton believed in the Bible, why isn't it as important that he believed in alchemy and did not believe in the divinity of Christ. There isn't any such thing as science from a Christian perspective. Either it is science, or it isn't. You claimed to have studied evolution. You didn't. Why would you tell us that you did?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:50"
    },
    {
      "nodeID": "161559",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:50"
    },
    {
      "nodeID": "161560",
      "text": "My understanding is that evolutionists believe that monkeys or apes came before man, and that somehow monkeys or apes (I am not sure which) turned into man over millions of years. Is this correct?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:50"
    },
    {
      "nodeID": "161561",
      "text": "No. Perhaps some effort into educating yourself would be appropriate. I presume that you expected a yes answer and your next question would have been, 'why are there still monkeys/apes?' I sincerely request that you look at all of the skulls in the following two pictures. Please give me your opinion as to what each of these may be and how they came about. Please be aware that 'GAWD DID IT' is laughable. I am aware that you are usually free from thought, but please make an exception and think about your answers. http://home.houston.rr.com/bybayouu/skulls.html http://home.houston.rr.com/bybayouu/skulls2.html",
      "type": "I",
      "timestamp": "2016-03-08 20:37:50"
    },
    {
      "nodeID": "161562",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:50"
    },
    {
      "nodeID": "161563",
      "text": "I have not studied evolution according to your way of thinking.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:51"
    },
    {
      "nodeID": "161564",
      "text": "Really? What a surprise! So tell me. If you don't know what it is or how it works, how do you know that you are opposed to it?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:51"
    },
    {
      "nodeID": "161565",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:51"
    },
    {
      "nodeID": "161566",
      "text": "You are correct in saying that I am not an atheist. I don't think anyone can truly be an atheist, although many claim to be. The most anyone can be is an agnostic. To be an atheist, one must have absolute knowledge about everything; they must be omniscient.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:51"
    },
    {
      "nodeID": "161567",
      "text": "Nonsense. You are a theist because you assert the existance of a god. Most atheists don't assert anything. They just don't believe that a god exists. One does not need absolute knowledge. Since there is no evidence for a god, an atheist doesn't believe in one. You are confused. You are confused when you make it a positive assertion. That's funny. A YEC who claims to think for himself. A freethinker is one who rejects dogma, especially that of religion. The fossils are dated by a variety of methods. One of the best is to date a layer of volcanic ash.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:51"
    },
    {
      "nodeID": "161568",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:51"
    },
    {
      "nodeID": "161569",
      "text": "To be an atheist, one must have absolute knowledge about everything; they must be omniscient.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:51"
    },
    {
      "nodeID": "161570",
      "text": "False. This is not a valid definition of atheism. Atheism is the lack of theism (the belief in gods). Certainly, if I said 'there isn't a tiger in my bathroom', I wouldn't need to have a camera in there to see. It's called being reasonable.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:51"
    },
    {
      "nodeID": "161571",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:51"
    },
    {
      "nodeID": "161572",
      "text": "there is nothing surprising about my being able to think for myself and reject the religion of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:51"
    },
    {
      "nodeID": "161573",
      "text": "Too bad evolution is a scientific theory and an empirically verified fact.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:51"
    },
    {
      "nodeID": "161574",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:51"
    },
    {
      "nodeID": "161575",
      "text": "What do you mean there is no 'there is no evidence for a god'?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:51"
    },
    {
      "nodeID": "161576",
      "text": "By 'there is no evidence for a god,' I mean that there is no evidence for a god. If you think otherwise, then start a new thread in the Religion forum and present some. But of course, when you claim evidence, you are denying faith. If you have empirical evidence of the existance of your god, then your god is not supernatural.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:51"
    },
    {
      "nodeID": "161577",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:37:52"
    },
    {
      "nodeID": "161578",
      "text": "And there is nothing surprising about my being able to think for myself and reject the religion of evolution. Both Evolution and Creation must be taken by faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:52"
    },
    {
      "nodeID": "161579",
      "text": "Make up your mind. Above you were claiming that there is evidence of your god and now you are claiming that it is a matter of faith. My faith is something different from evolution. I take nothing in science by faith. Science is based on empirical evidence - that means the I can quantify it in some way. Of course, if there is empirical evidence for your god, then your god is not supernatural but just another part of the universe. But isn't it funny that you creationists always think that the worst insult you can throw at science is to call it faith? Sadly, you are unable to reject the dogma of the mythology of ancient, nomadic herdsmen. To assert that as science is certainly not thinking for oneself.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:52"
    },
    {
      "nodeID": "161580",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:52"
    },
    {
      "nodeID": "161581",
      "text": "This argument is self-defeating. A theory is not a fact, no matter how much evidence may support the theory. Bad wording. But again, if you claim something as a fact, you must have proof, verified in both your method of reasoning, and the reasoning utilized by the person you are proving the fact to.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:52"
    },
    {
      "nodeID": "161582",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:52"
    },
    {
      "nodeID": "161583",
      "text": "A fact is simply a phenomenon that is observable by any competent observer. It is not proven. For example, Euclid made the assumption that one and only one straight line exists between two points. This is generally considered a fact. However, two points that cannot be connected by a straight line could be discovered tomorrow, and that Euclid's first postulate would be disproven.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:52"
    },
    {
      "nodeID": "161584",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:52"
    },
    {
      "nodeID": "161585",
      "text": "How do you know there isn't a tiger in the bathroom? You feel very strongly and have over-whelming evidence that there is no tiger in your bathroom? (You live in an urban area, there are no zoos, you don't hear scratching or biting or the maiming of your poodle, and the water is going)",
      "type": "I",
      "timestamp": "2016-03-08 20:37:52"
    },
    {
      "nodeID": "161586",
      "text": "If you bothered to consider all of the unlikely possibilities of things that could be in various places in your house (or all the possible explanations for the origin of the universe) rather than just the most likely ones, you would be considering new ones for the rest of your life.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:52"
    },
    {
      "nodeID": "161587",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:52"
    },
    {
      "nodeID": "161588",
      "text": "This argument is self-defeating. A theory is not a fact, no matter how much evidence may support the theory.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:52"
    },
    {
      "nodeID": "161589",
      "text": "Wrong and right. Evolution is both a verified phenomenon and a biological Theory.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:52"
    },
    {
      "nodeID": "161590",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:52"
    },
    {
      "nodeID": "161591",
      "text": "But you cannot prove a negative. Which is also why you won't be able to prove that creationism is wrong, and why we can't prove evolution is wrong.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:53"
    },
    {
      "nodeID": "161592",
      "text": "Completely wrong. One CAN prove a negative by showing that it is self contradictory (ie a square circle). Also, proving a positive claim WRONG is not the same as proving a negative claim correct. In that sense, theories most definitely CAN be proven wrong, as Creationism has. The predictions which Creationism makes were false. It was dismissed a long time ago.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:53"
    },
    {
      "nodeID": "161593",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:53"
    },
    {
      "nodeID": "161594",
      "text": "But you cannot prove a negative. Which is also why you won't be able to prove that creationism is wrong, and why we can't prove evolution is wrong. The focus must be on proving one right. How you might do that depends on your method of reasoning and thought.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:53"
    },
    {
      "nodeID": "161595",
      "text": "It's bad enough that you claim to oppose evolution when you don't even know what it is, but to correct someone on logic and get it backwards is really silly. If you limit your claims of creation to the simple assertion, 'God did it!' without any specifics as to how, then you have answered no questions and explained nothing. Such empty assertions cannot be proven wrong. Such an assertion says nothing about the methods used by God, and that is what scientists study. There are lots of scientists, evolutionary biologists among them, who believe in a Creator God. Science is not a matter of proving something right. Scientific theories are explanations of the processes and mechanisms that account for the facts that have been observed. In science, the facts are the observations. The process of science is a process of testing those theories, again and again. The body of scientific knowledge is composed of tested theories that have NOT been shown to be wrong. The more a theory has been tested, the more secure it is, even to the point that it is no longer doubted by those who are informed about the topic. How many physicists do you think there are that doubt the the earth orbits the sun? Is that a fact? How many nuclear physicists doubt the existence of atoms or electrons? Why is it that all creationists seem to be so ignorant of science that they think a theory is some sort of wild guess and that if they are 'proven' they will grow up to be facts? Did it ever occur to any of you that you should actually learn about the topic before you try to instruct others? One thing that is always true of science is that it is predictive - and 'God did it' offers no predictions. However, if you wish to assert that ancient mythology is a historical record of the events, you have made assertions that can be checked. For example, if you assert that the creation took place about 6 to 10 thousand years ago, then we can predict that nothing in the entire universe can be older than that. But clearly there are. And we have observed events that happened longer ago than that. For example, SN 1987 A was a supernova that was observed in 1987 within 3 hours of the first light reaching earth. It's distance from earth has been measured by more than one method. It is 170,000 light years away. In other words, SN 1987 A exploded 170,000 years ago. A creationist's answer is to claim that his god created the light already on its way to earth, complete with the history of an explosion that never happened. Ultimately, creationism falls back on an untestable miracle for which there is no evidence. So if you want to believe in miracles and mythology, great! But if you wish to argue science, then shouldn't you at least learn what it is? If you claim that a theory is wrong shouldn't you at least know what that theory is? By the way, I am getting the definition of evolution from memory. I have been using it for many years. It was first stated some 70 or 80 years ago. Anyone who has taken a course in evolutionary biology heard a similar definition the first day of class. Any text on evolutionary biology or that has a chapter on evolution will have a similar definition. It is common knowledge - and that's why I ask, if you don't know what evolution is, how do you know that you are opposed to it?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:53"
    },
    {
      "nodeID": "161596",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:53"
    }
  ],
  "edges": [
    {
      "edgeID": "198666",
      "fromID": "161520",
      "toID": "161521",
      "formEdgeID": null
    },
    {
      "edgeID": "198667",
      "fromID": "161521",
      "toID": "161519",
      "formEdgeID": null
    },
    {
      "edgeID": "198668",
      "fromID": "161523",
      "toID": "161524",
      "formEdgeID": null
    },
    {
      "edgeID": "198669",
      "fromID": "161524",
      "toID": "161522",
      "formEdgeID": null
    },
    {
      "edgeID": "198670",
      "fromID": "161526",
      "toID": "161527",
      "formEdgeID": null
    },
    {
      "edgeID": "198671",
      "fromID": "161527",
      "toID": "161525",
      "formEdgeID": null
    },
    {
      "edgeID": "198672",
      "fromID": "161529",
      "toID": "161530",
      "formEdgeID": null
    },
    {
      "edgeID": "198673",
      "fromID": "161530",
      "toID": "161528",
      "formEdgeID": null
    },
    {
      "edgeID": "198674",
      "fromID": "161532",
      "toID": "161533",
      "formEdgeID": null
    },
    {
      "edgeID": "198675",
      "fromID": "161533",
      "toID": "161531",
      "formEdgeID": null
    },
    {
      "edgeID": "198676",
      "fromID": "161535",
      "toID": "161536",
      "formEdgeID": null
    },
    {
      "edgeID": "198677",
      "fromID": "161536",
      "toID": "161534",
      "formEdgeID": null
    },
    {
      "edgeID": "198678",
      "fromID": "161538",
      "toID": "161539",
      "formEdgeID": null
    },
    {
      "edgeID": "198679",
      "fromID": "161539",
      "toID": "161537",
      "formEdgeID": null
    },
    {
      "edgeID": "198680",
      "fromID": "161541",
      "toID": "161542",
      "formEdgeID": null
    },
    {
      "edgeID": "198681",
      "fromID": "161542",
      "toID": "161540",
      "formEdgeID": null
    },
    {
      "edgeID": "198682",
      "fromID": "161544",
      "toID": "161545",
      "formEdgeID": null
    },
    {
      "edgeID": "198683",
      "fromID": "161545",
      "toID": "161543",
      "formEdgeID": null
    },
    {
      "edgeID": "198684",
      "fromID": "161547",
      "toID": "161548",
      "formEdgeID": null
    },
    {
      "edgeID": "198685",
      "fromID": "161548",
      "toID": "161546",
      "formEdgeID": null
    },
    {
      "edgeID": "198686",
      "fromID": "161550",
      "toID": "161551",
      "formEdgeID": null
    },
    {
      "edgeID": "198687",
      "fromID": "161551",
      "toID": "161549",
      "formEdgeID": null
    },
    {
      "edgeID": "198688",
      "fromID": "161553",
      "toID": "161554",
      "formEdgeID": null
    },
    {
      "edgeID": "198689",
      "fromID": "161554",
      "toID": "161552",
      "formEdgeID": null
    },
    {
      "edgeID": "198690",
      "fromID": "161552",
      "toID": "161556",
      "formEdgeID": null
    },
    {
      "edgeID": "198691",
      "fromID": "161556",
      "toID": "161555",
      "formEdgeID": null
    },
    {
      "edgeID": "198692",
      "fromID": "161558",
      "toID": "161559",
      "formEdgeID": null
    },
    {
      "edgeID": "198693",
      "fromID": "161559",
      "toID": "161557",
      "formEdgeID": null
    },
    {
      "edgeID": "198694",
      "fromID": "161561",
      "toID": "161562",
      "formEdgeID": null
    },
    {
      "edgeID": "198695",
      "fromID": "161562",
      "toID": "161560",
      "formEdgeID": null
    },
    {
      "edgeID": "198696",
      "fromID": "161564",
      "toID": "161565",
      "formEdgeID": null
    },
    {
      "edgeID": "198697",
      "fromID": "161565",
      "toID": "161563",
      "formEdgeID": null
    },
    {
      "edgeID": "198698",
      "fromID": "161567",
      "toID": "161568",
      "formEdgeID": null
    },
    {
      "edgeID": "198699",
      "fromID": "161568",
      "toID": "161566",
      "formEdgeID": null
    },
    {
      "edgeID": "198700",
      "fromID": "161570",
      "toID": "161571",
      "formEdgeID": null
    },
    {
      "edgeID": "198701",
      "fromID": "161571",
      "toID": "161569",
      "formEdgeID": null
    },
    {
      "edgeID": "198702",
      "fromID": "161573",
      "toID": "161574",
      "formEdgeID": null
    },
    {
      "edgeID": "198703",
      "fromID": "161574",
      "toID": "161572",
      "formEdgeID": null
    },
    {
      "edgeID": "198704",
      "fromID": "161576",
      "toID": "161577",
      "formEdgeID": null
    },
    {
      "edgeID": "198705",
      "fromID": "161577",
      "toID": "161575",
      "formEdgeID": null
    },
    {
      "edgeID": "198706",
      "fromID": "161579",
      "toID": "161580",
      "formEdgeID": null
    },
    {
      "edgeID": "198707",
      "fromID": "161580",
      "toID": "161578",
      "formEdgeID": null
    },
    {
      "edgeID": "198708",
      "fromID": "161581",
      "toID": "161582",
      "formEdgeID": null
    },
    {
      "edgeID": "198709",
      "fromID": "161582",
      "toID": "161570",
      "formEdgeID": null
    },
    {
      "edgeID": "198710",
      "fromID": "161583",
      "toID": "161584",
      "formEdgeID": null
    },
    {
      "edgeID": "198711",
      "fromID": "161584",
      "toID": "161544",
      "formEdgeID": null
    },
    {
      "edgeID": "198712",
      "fromID": "161586",
      "toID": "161587",
      "formEdgeID": null
    },
    {
      "edgeID": "198713",
      "fromID": "161587",
      "toID": "161585",
      "formEdgeID": null
    },
    {
      "edgeID": "198714",
      "fromID": "161589",
      "toID": "161590",
      "formEdgeID": null
    },
    {
      "edgeID": "198715",
      "fromID": "161590",
      "toID": "161588",
      "formEdgeID": null
    },
    {
      "edgeID": "198716",
      "fromID": "161592",
      "toID": "161593",
      "formEdgeID": null
    },
    {
      "edgeID": "198717",
      "fromID": "161593",
      "toID": "161591",
      "formEdgeID": null
    },
    {
      "edgeID": "198718",
      "fromID": "161595",
      "toID": "161596",
      "formEdgeID": null
    },
    {
      "edgeID": "198719",
      "fromID": "161596",
      "toID": "161594",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
