{
  "nodes": [
    {
      "nodeID": "152413",
      "text": "Hi Rogue,  This is simply false. Rock can be folded under pressure. This has been proven by lab experiment. However there are many features in sedimentary rocks that cannot be formed quickly, for example, fossil trackways.  This is false. http://www.talkorigins.org/faqs/polystrate/trees.html  I'm not sure what you're talking about here.  Go on.  There are flood stories carried by many cultures, however they don't match in the details with noah flood myth. Not one mentions noah by name.  Reference please.  The Grand canyon could not have been created by a flood event, the geology is all wrong: http://www.talkorigins.org/faqs/icr-science.html The flood explains nothing which cannot be explained by other, better-supported means and directly contradicts vast swathes of evidence: Biodivesity and the fossil record are not consistent with the flood. Genetic profiling is not consistent with the flood (in humans and animals) The Ark could not hold all animal life. A global mark would have left marks across the entire globe at a consistent time period; these marks are not found.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:01"
    },
    {
      "nodeID": "152414",
      "text": "I think that what you two are doing is simply trading evidences. Saying someone is 'wrong' and directing them to a atheist web-site is not proof. You should merely be saying, 'here is an alternative argument' I say this because I can access a number of science posts that state the exact opposite of what you say, and show that they can find evidence for a flood.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:01"
    },
    {
      "nodeID": "152415",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:01"
    },
    {
      "nodeID": "152416",
      "text": "The 'Institute for Creation Research USA' is not a reputable scientific organization. Their research's conclusions are foregone. There isn't enough water to cover the Himalayas or other large mountain ranges even with no polar ice caps.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:02"
    },
    {
      "nodeID": "152417",
      "text": "All things are possible with God. The flood was His judgement on the earth, He created the earth, and therefore He has the power to make what ever He wants to happen happen including make water come out of 'nowhere.' The Bible describes how water came from both above the earth and from below. My God is the God of the impossible!",
      "type": "I",
      "timestamp": "2016-03-08 20:17:02"
    },
    {
      "nodeID": "152418",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:02"
    },
    {
      "nodeID": "152419",
      "text": "All things are possible with God. My God is the God of the impossible!",
      "type": "I",
      "timestamp": "2016-03-08 20:17:02"
    },
    {
      "nodeID": "152420",
      "text": "So you honestly believe that with the technology available at the time, Noah constructed a monstrous synthetic habitat large enough to hold two of every creature on earth? Complete with enough aquatic capacity to hold two of every ocean creature, including whales and sharks? With enough travel speed to cover the entire globe in time to pick up two of every animal, from the burrowing frogs of the african desert to the Polar bears of Antarctica? And that this vessel was also large enough to carry a supply of food adequate for so many hundreds of millions of animals? And that the waste disposal systems were adequate to handle such a volume of waste? I'm sorry, but anyone with even a shred of credibility must take the story of Noah and his ark as nothing more than an interpretation and adaption of an ages old story. To interpret it as the literal truth is beyond belief.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:02"
    },
    {
      "nodeID": "152421",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:02"
    },
    {
      "nodeID": "152422",
      "text": "* There is abundant evidence that many of the rock strata were laid down quickly, one after the other, without significant time breaks between them. For example, preservation of ripple marks requires rapid burial, as in the Flood (e.g. lower Triassic rock, England). Folding of sedimentary rock without cracking or heating, such as at Eastern Beach, Auckland, New Zealand, suggests the folding occurred before the sand and mud had time to turn into stone, consistent with rapid deposition during the Flood.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:02"
    },
    {
      "nodeID": "152423",
      "text": "This is simply false. Rock can be folded under pressure. This has been proven by lab experiment. However there are many features in sedimentary rocks that cannot be formed quickly, for example, fossil trackways.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:02"
    },
    {
      "nodeID": "152424",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:02"
    },
    {
      "nodeID": "152425",
      "text": "* The three sisters in Australia is evidence of a catastrophic flood (please ask me to extrapolate on this if you want to). * Uluru in the heart of the Australian Outback is another example of a catastrophic flood (once again ask me to extrapolate on this if you want to).",
      "type": "I",
      "timestamp": "2016-03-08 20:17:02"
    },
    {
      "nodeID": "152426",
      "text": "Go on.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:02"
    },
    {
      "nodeID": "152427",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:17:02"
    },
    {
      "nodeID": "152428",
      "text": "* The scaracity of erosion, soil must have been deposited in quick succession.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:02"
    },
    {
      "nodeID": "152429",
      "text": "I'm not sure what you're talking about here.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:02"
    },
    {
      "nodeID": "152430",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:02"
    },
    {
      "nodeID": "152431",
      "text": "* Polystrate fossils (ones which traverse many strata) speak of very quick deposition of the strata.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:03"
    },
    {
      "nodeID": "152432",
      "text": "This is false. http://www.talkorigins.org/faqs/polystrate/trees.html",
      "type": "I",
      "timestamp": "2016-03-08 20:17:03"
    },
    {
      "nodeID": "152433",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:03"
    },
    {
      "nodeID": "152434",
      "text": "* See John Morris' 1994 book 'The Young Earth' and S. Austin's 1994 'Grand Canyon: Monument to Catastrophe', Institute for Creation Research USA for more evidences for Noah's Flood. [Many information from above came from 'The Updated & Expanded Answers Book'.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:03"
    },
    {
      "nodeID": "152435",
      "text": "The Grand canyon could not have been created by a flood event, the geology is all wrong: http://www.talkorigins.org/faqs/icr-science.html The flood explains nothing which cannot be explained by other, better-supported means and directly contradicts vast swathes of evidence: Biodivesity and the fossil record are not consistent with the flood. Genetic profiling is not consistent with the flood (in humans and animals) The Ark could not hold all animal life. A global mark would have left marks across the entire globe at a consistent time period; these marks are not found.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:03"
    },
    {
      "nodeID": "152436",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:03"
    },
    {
      "nodeID": "152437",
      "text": "* Coal can form quickly when forests and marine creatures are buried rapidly. There are extensive depositives of coal throughout the whole world which indicate a Global Flood with catastrophic conditions.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:03"
    },
    {
      "nodeID": "152438",
      "text": "Reference please.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:03"
    },
    {
      "nodeID": "152439",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:03"
    },
    {
      "nodeID": "152440",
      "text": "* The same basic story of a Global Flood is found in hundreds of cultures around the world, including hte Australian Aboriginals.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:03"
    },
    {
      "nodeID": "152441",
      "text": "There are flood stories carried by many cultures, however they don't match in the details with noah flood myth. Not one mentions noah by name.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:03"
    },
    {
      "nodeID": "152442",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:03"
    },
    {
      "nodeID": "152443",
      "text": "What about the amount of water the earth holds and how much it would take to flood the earth?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:03"
    },
    {
      "nodeID": "152444",
      "text": "actually i have a fuzzy theory on how the water on the earth could actually cover land. most scientist agree that the 7 continents were at one point one single flat super-continent (gondowaland, i think). after the continent sections drifted apart, only then did the himalayas and other major mountain ranges and ocean gorges formed. so it could have been possible that all land mass could have been covered by a heavy enough global rain shower, at least until it all drained off.  however, scientists argue that this supercontinent existed millions of years before noah, so yall can scrap that idea... unless the scientists were wrong and the continental split happened quickly, while the earth was under water... nevermind... like i said, a fuzzy theory",
      "type": "I",
      "timestamp": "2016-03-08 20:17:03"
    },
    {
      "nodeID": "152445",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:03"
    },
    {
      "nodeID": "152446",
      "text": "There is good evidence of a very large flood in the middle east, however. This would have been the whole world to the Bible writiers - and certainly those who actually knew Yaweh.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152447",
      "text": "Let's hear more. Remember; it is estimated that over 6 billion people were on earth at the time of the flood. Also, Genesis 1 : 6 thru 1 : 10 - Water was above and below the firmament of Heaven. What happened to the waters that were above the firmament? Was this used for the deluge that covered the earth? It had never rained before The Flood. Why, if someone made up this story, would they have said such a thing? Wouldn't it be much more believeable if they would have said, 'There had never been such a rain as this...'?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152448",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152449",
      "text": "The Bible only refers to 'high hills', and the mountains today wre formed only towards the end of, and after, the Flood by collision of the tectonic plates and the associated upthrusting.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152450",
      "text": "Well, yes, I can assert anything is true if I am allowed to make up new science to explain it. As you may have noticed, rocks don't bend very easily - a sudden force (by 'sudden' I even mean increasing the pressure on a rock over a time that may seem long to people) will shatter a rock. In the Himalayas, Rockies, Appalachians, we see that the strata are smoothly folded over long distances. This is only possible by applying great pressures over very long periods of time, at pretty high temperatures. A sudden collision of the continents at the end of the flood would produce very different geologic features. That is the difference between accepted geologic theories and creationist theories. Geologic theories rely on known scientific laws and principles, whereas the creationists have to either make up brand new scientific theories and principles (like the infamous changing speed of light) and/or ignore evidence that directly contradicts there hypotheses.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152451",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152452",
      "text": "The Bible only refers to 'high hills', and the mountains today wre formed only towards the end of, and after, the Flood by collision of the tectonic plates and the associated upthrusting. In support of this, the layers that form the uppermost parts of Mt Everest themselves of fossil-bearing, water-deposited layers. This uplift of the new continental land-masses from under the Flood waters would have meant that, as the mountains rose and the valleys sank (as Psalm 104 suggests), the waters would have rapidly drained off the newly emerging land surfaces. The collapse of natural dams holding back the floodwaters on the land would also have caused catastrophic flooding. Such rapid movement of large volumes of water would have caused extensive erosion and shaped the basic features of today's Earth surface.  As a result of this extensive erosion (caused by the retreating Flood waters) it is not hard to envisage the rapid carving of the landscape features that we see on the Earth today, including places such as the Grand Canyon of the U.S.A. The present shape of Uluru, a sandstone monolith in central Australia, is the result of erosion, following the tilting and uplife, of previously horizontal beds of water-laid sand. The feldspar-rich sand that makes up Uluru must have been deposited very quickly and recently. Long-distance transport of the sand would have caused the grains to be rounded and sorted, but we don't see this at Uluru, i.e. they are jagged and unsorted. Which indicates rapid transportation (like through a cataclystic Flood). If they had sat accumulating slowly in a lake bed drying in the sun over eons of years, which is the story told in the geological display at the park centre, the feldspar would have weathered into clay. Likewise, if Uluru had sat in hte once-humid area of central Australia for millions of years, it would have weathered to clay. But besides the 'fact' that it has reportedly been exposed to weathering for hundreds of millions of years, the feldspars are still very fresh, as though they were exposed only yesterday.  Similarly, the nearby Kata Tjuta are composed of an unsorted mixture of large boulders, sand and mud, indicating that the material must have been transported and deposited very rapidly. Receding floodwaters eroded the land, creating river valleys. This explains why rivers are often so much smaller than the valleys they flow in today - they did not carve the valleys. The water flow that carved out the river valleys must have been far greater than the volume of water we see flowing in the rivers today. This is consistent with voluminous Flood waters draining off the emerging land surfaces at the cose of Noah's Flood, and flowing into the rapidly sinking, newly prepared, deep ocean basins. [Above information from the 'Updated and Expanded Answers Book' by AiG, p. 165-166.]",
      "type": "I",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152453",
      "text": "Please. PLEASE, read an introductory Geology or Geography/Geomorphology textbook. Then we'll talk. Yikes. Waxy",
      "type": "I",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152454",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152455",
      "text": "It is in the Bible, which is the inspired word of God. It is presented as an actual event - as opposed to an allegorical or metaphorical tale. Therefore it is true.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152456",
      "text": "Can't argue with this illogic.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152457",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152458",
      "text": "What would be the point in doing that when they are all based on evolution. This argument wont ever end because neither creationism nor evoluionism can be proved as fact. Its always gonna just be a battle between beliefs. Telling him to read that is just you trying to convince him of ur beliefs but at the same time he's doing the same thing with u. There is no sense in suggesting such things.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152459",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152460",
      "text": "Your god is also the god of deceit. Why else would he erase all evidence of such a flood? Why erase the bones from the animals that must have died as the emigrated from the arks resting place? Answer those two and I'll have lots more",
      "type": "I",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152461",
      "text": "He didn't erase all evidence. We have the Bible account. In fact, we've got accounts from heaps of different cultures all around the world. We've got cultures from all over who have a memory of what happened, and despite this, no one believes them.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:04"
    },
    {
      "nodeID": "152462",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:05"
    },
    {
      "nodeID": "152463",
      "text": "Well to answer the first question...not all evidence has been erased. In fact there is quite a bit of evidence for the flood. How do you explain remains of crabs and other sea creatures found in the same area inland as dinousaurs and other land dwelling creatures. The Grand Canyon is also evidence for the flood. A canyon of the same type was formed when Mt. St. Helens erupted when the snow and ice melted at the top and rushed down the slope. Even evolutionists have admitted that it looks just like the Grand Canyon, only on a smaller scale, and that it appears to have been created over millions of years but in fact it only took a couple of hours. For you to say that there isnt any evidence is a very ignorant thing because there is just as much evidence or more supporting the flood as there are people and things that dont support it.  To answer the second question...not all bones are fossilized. Bones do decompose. Also perhaps people just havent been looking in the right places. No one knows for sure where the arks true resting place is let alone the paths the animals took going away from the ark so there is no way anyone could start looking for bones even if they did exist. It is possible that they havent been just stumbled upon if they are still around to be stumbled upon.  Even if i am wrong in what i have stated in my answers there isnt anything that can back up completely what you have implied in your questions.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:05"
    },
    {
      "nodeID": "152464",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:05"
    }
  ],
  "edges": [
    {
      "edgeID": "192186",
      "fromID": "152414",
      "toID": "152415",
      "formEdgeID": null
    },
    {
      "edgeID": "192187",
      "fromID": "152415",
      "toID": "152413",
      "formEdgeID": null
    },
    {
      "edgeID": "192188",
      "fromID": "152417",
      "toID": "152418",
      "formEdgeID": null
    },
    {
      "edgeID": "192189",
      "fromID": "152418",
      "toID": "152416",
      "formEdgeID": null
    },
    {
      "edgeID": "192190",
      "fromID": "152420",
      "toID": "152421",
      "formEdgeID": null
    },
    {
      "edgeID": "192191",
      "fromID": "152421",
      "toID": "152419",
      "formEdgeID": null
    },
    {
      "edgeID": "192192",
      "fromID": "152423",
      "toID": "152424",
      "formEdgeID": null
    },
    {
      "edgeID": "192193",
      "fromID": "152424",
      "toID": "152422",
      "formEdgeID": null
    },
    {
      "edgeID": "192194",
      "fromID": "152426",
      "toID": "152427",
      "formEdgeID": null
    },
    {
      "edgeID": "192195",
      "fromID": "152427",
      "toID": "152425",
      "formEdgeID": null
    },
    {
      "edgeID": "192196",
      "fromID": "152429",
      "toID": "152430",
      "formEdgeID": null
    },
    {
      "edgeID": "192197",
      "fromID": "152430",
      "toID": "152428",
      "formEdgeID": null
    },
    {
      "edgeID": "192198",
      "fromID": "152432",
      "toID": "152433",
      "formEdgeID": null
    },
    {
      "edgeID": "192199",
      "fromID": "152433",
      "toID": "152431",
      "formEdgeID": null
    },
    {
      "edgeID": "192200",
      "fromID": "152435",
      "toID": "152436",
      "formEdgeID": null
    },
    {
      "edgeID": "192201",
      "fromID": "152436",
      "toID": "152434",
      "formEdgeID": null
    },
    {
      "edgeID": "192202",
      "fromID": "152438",
      "toID": "152439",
      "formEdgeID": null
    },
    {
      "edgeID": "192203",
      "fromID": "152439",
      "toID": "152437",
      "formEdgeID": null
    },
    {
      "edgeID": "192204",
      "fromID": "152441",
      "toID": "152442",
      "formEdgeID": null
    },
    {
      "edgeID": "192205",
      "fromID": "152442",
      "toID": "152440",
      "formEdgeID": null
    },
    {
      "edgeID": "192206",
      "fromID": "152444",
      "toID": "152445",
      "formEdgeID": null
    },
    {
      "edgeID": "192207",
      "fromID": "152445",
      "toID": "152443",
      "formEdgeID": null
    },
    {
      "edgeID": "192208",
      "fromID": "152447",
      "toID": "152448",
      "formEdgeID": null
    },
    {
      "edgeID": "192209",
      "fromID": "152448",
      "toID": "152446",
      "formEdgeID": null
    },
    {
      "edgeID": "192210",
      "fromID": "152450",
      "toID": "152451",
      "formEdgeID": null
    },
    {
      "edgeID": "192211",
      "fromID": "152451",
      "toID": "152449",
      "formEdgeID": null
    },
    {
      "edgeID": "192212",
      "fromID": "152453",
      "toID": "152454",
      "formEdgeID": null
    },
    {
      "edgeID": "192213",
      "fromID": "152454",
      "toID": "152452",
      "formEdgeID": null
    },
    {
      "edgeID": "192214",
      "fromID": "152456",
      "toID": "152457",
      "formEdgeID": null
    },
    {
      "edgeID": "192215",
      "fromID": "152457",
      "toID": "152455",
      "formEdgeID": null
    },
    {
      "edgeID": "192216",
      "fromID": "152458",
      "toID": "152459",
      "formEdgeID": null
    },
    {
      "edgeID": "192217",
      "fromID": "152459",
      "toID": "152453",
      "formEdgeID": null
    },
    {
      "edgeID": "192218",
      "fromID": "152461",
      "toID": "152462",
      "formEdgeID": null
    },
    {
      "edgeID": "192219",
      "fromID": "152462",
      "toID": "152460",
      "formEdgeID": null
    },
    {
      "edgeID": "192220",
      "fromID": "152463",
      "toID": "152464",
      "formEdgeID": null
    },
    {
      "edgeID": "192221",
      "fromID": "152464",
      "toID": "152460",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
