{
  "nodes": [
    {
      "nodeID": "155685",
      "text": "... Not just a new function, an irreducibly complex new function: [B]Significantly, when Hall looked at the control regions of the mutant replacement gene, he found that they had been mutated as well - some of them were now switched on all the time, but a few of them responded directly to lactose, switching the gene on and off as needed. ... .",
      "type": "I",
      "timestamp": "2016-03-08 20:24:21"
    },
    {
      "nodeID": "155686",
      "text": "So now the definition of evolution is 'pre-existing genes switching on and off as needed for various environments?' It is these kinds of articles that are so transparently silly that really irritate me. An evolutionary mutation of a gene is: a new and useful gene that never b4 existed, bring new body structures and functions that never b4 existed.  Switching genes on and off is why built in redundancy has generated such a wide variety of creatures in such a wide variety of environments. There has NEVER been 1 example of a newly created gene that provided a new beneficial function based entirely on new information forming on the gene. The mutations are ALWAYS a net loss of information and as the genetic load continues - eventually all life will morphidite and die out. The propaganda of the antibiotic resistant 'Superbugs' was the biggest bunch of lieing nonsense of its time. There are still people who believe that too. They don't think - they believe.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:21"
    },
    {
      "nodeID": "155687",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:21"
    },
    {
      "nodeID": "155688",
      "text": "An evolutionary mutation of a gene is: a new and useful gene that never b4 existed, bring new body structures and functions that never b4 existed.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:21"
    },
    {
      "nodeID": "155689",
      "text": "Actually, there is no such thing as 'an evolutionary mutation of a gene.' A mutation is a mutation. For evolution to have occurred requires neither that a mutation be new nor useful and they don't require new structures nor structures. Here's a little mental exercise for you. At most, a person can have only two alleles for any gene. This would have been the condition of the human race 6,000 years ago according to creationists. It would not have been possible for there to be more than 2 alleles for any given gene. Now consider that for every gene in the human genome there is an average of 14 different alleles, sometimes more, sometimes less. Where did all of those alleles come from?",
      "type": "I",
      "timestamp": "2016-03-08 20:24:21"
    },
    {
      "nodeID": "155690",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:21"
    },
    {
      "nodeID": "155691",
      "text": "It is these kinds of articles that are so transparently silly that really irritate me.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:21"
    },
    {
      "nodeID": "155692",
      "text": "Really? Why? From what university did you earn your degree in biology?",
      "type": "I",
      "timestamp": "2016-03-08 20:24:21"
    },
    {
      "nodeID": "155693",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:24:21"
    }
  ],
  "edges": [
    {
      "edgeID": "194506",
      "fromID": "155686",
      "toID": "155687",
      "formEdgeID": null
    },
    {
      "edgeID": "194507",
      "fromID": "155687",
      "toID": "155685",
      "formEdgeID": null
    },
    {
      "edgeID": "194508",
      "fromID": "155689",
      "toID": "155690",
      "formEdgeID": null
    },
    {
      "edgeID": "194509",
      "fromID": "155690",
      "toID": "155688",
      "formEdgeID": null
    },
    {
      "edgeID": "194510",
      "fromID": "155692",
      "toID": "155693",
      "formEdgeID": null
    },
    {
      "edgeID": "194511",
      "fromID": "155693",
      "toID": "155691",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
