{
  "nodes": [
    {
      "nodeID": "154841",
      "text": "'How can the Court assess the strength of the government's regulatory interests without addressing issues of empirical fact? How can the Court determine if a regulation is appropriately tailored without considering its impact? And how can the Court determine if there are less restrictive alternatives without considering what will happen if those alternatives are implemented?....",
      "type": "I",
      "timestamp": "2016-03-08 20:22:31"
    },
    {
      "nodeID": "154842",
      "text": "Because absolute prohibition of a Constitutionally recognized and protected right, isn't constitutional under any circumstances. The whole argument amounts to saying that the First Amendment shouldn't stand in the way of banning books, newspapers, blogs, news broadcasts, and public assemblies.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:31"
    },
    {
      "nodeID": "154843",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:31"
    },
    {
      "nodeID": "154844",
      "text": "'[The Second Amendment] has been the subject of one of the greatest pieces of fraud, I repeat the word 'fraud,' on the American public by special interest groups that I have ever seen in my lifetime.... [the NRA has] misled the American people and they, I regret to say, they have had far too much influence on the Congress of the United States than as a citizen I would like to see -- and I am a gun man. I have guns. I've been a hunter ever since I was a boy.' (The MacNeil/Lehrer NewsHour, December 16, 1991)",
      "type": "I",
      "timestamp": "2016-03-08 20:22:31"
    },
    {
      "nodeID": "154845",
      "text": "AND post an unprovable quote: http://www.guncite.com/gc2ndfra.html David Kopel puts Burger's words in the proper context: Warren Burger Second Amendment",
      "type": "I",
      "timestamp": "2016-03-08 20:22:31"
    },
    {
      "nodeID": "154846",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:22:31"
    },
    {
      "nodeID": "154847",
      "text": "Quote: Originally Posted by Brady The NRA promotes a lethal product. Guns kill alot more people than the KKK does so the NRA is alot worse and its an insult to the KKK to be compared to them.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:31"
    },
    {
      "nodeID": "154848",
      "text": "and repeated by star gazer, what is wrong with this statement that makes it such an atrocious lie? ergo: The NRA promotes a lethaL product History, the NRA was and is the leading trainer for Law Enforcement. Are law enforcement a lethal product? The NRA was a developement of Congress desires that a Civilian Marksmanship Program be established to train future soldiers competent gun skills and marksmanship. Is the military a lethal product? ergo: Guns kill alot more people than the KKK does Sensless comparison and propaganda to infer that anyone who owns guns kill more people than the KKK by comparing and equating guns to the KKK and infer that the NRA is specifically targeting black folks. The truth is that the MMM and brady campaign has used guns to kill more people than the modern KKK. This is a specious and invalid statement with a false delimma as well as an ignorant comparison of two dissimular objects; one is an inatimate object and the other is a racist organization. Didn't you ever listen to Big Bird and learn 'one of these things is not like the other?' ergo: so the NRA is alot worse and its an insult to the KKK to be compared to them. brady loss of mental faculties. The propaganda begs the reader to assume that the NRA teaches white people to kill black folks and is worse than the KKK and that the NRA is therefore worse than a racist organization. He should be sued for slander and you for repeating the propaganda and illogical slur to promote this ignorant and false display of word association. No proof exists but the statement is displayed as an absolute truth. Neither brady nor you can stand on any word comparison made here as the truth much less explain the slur or prove any validity what-so-ever. Not yet satisfied, you go on:",
      "type": "I",
      "timestamp": "2016-03-08 20:22:31"
    },
    {
      "nodeID": "154849",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:31"
    },
    {
      "nodeID": "154850",
      "text": "One group can do a lot more damage because it has a lot more power. The NRA has even been criticized for being a de facto fourth branch of government. If that's hard to believe then ask yourself why the federal ban on assault weapons was never renewed despite public opinion polls showing that most favored the ban. Has the NRA taken away from the power of the people and the representation they should enjoy in Congress according to the Constitution? Former Supreme Court chief justice Warren Burger complained about the NRA having too much influence in government and misleading the American people:",
      "type": "I",
      "timestamp": "2016-03-08 20:22:31"
    },
    {
      "nodeID": "154851",
      "text": "And quote supposedly a former Justice who ignores the fact that one man = one vote. The NRA doesn't get to vote and just like guns, people vote and people kill people sans guns. Death by any firearms is far down the list! Attempting to move a fundamental right to the top of the list is ill advised and dangerous to a free people and the nation as a whole.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:32"
    },
    {
      "nodeID": "154852",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:32"
    },
    {
      "nodeID": "154853",
      "text": "Not only can the qualifications of judges to evaluate such studies be seriously questioned, but leaving such matters to the discretion of judges could result in a serious imbalance of government powers.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:32"
    },
    {
      "nodeID": "154854",
      "text": "So you're against the Supreme Court outright?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:32"
    },
    {
      "nodeID": "154855",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:32"
    },
    {
      "nodeID": "154856",
      "text": "Legislative power over guns traditionally exercised by the people's representatives in state and local governments would largely and effectively be transferred to the courts.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:32"
    },
    {
      "nodeID": "154857",
      "text": "Just because they're our representatives, doesn't give them permission to trample the Constitution and the protections provided to the citizens. Look at how many laws have been passed, only to be invalidated and ruled as unconstitutional.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:32"
    },
    {
      "nodeID": "154858",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:32"
    },
    {
      "nodeID": "154859",
      "text": "The Breyer-Sotomayor-Ginsburg dissent questioned why some restrictions would be acceptable but not the Chicago handgun ban:",
      "type": "I",
      "timestamp": "2016-03-08 20:22:32"
    },
    {
      "nodeID": "154860",
      "text": "Because some restrictions that might pass constitutional muster, don't amount to an outright ban. How would impossibility ever be considered constitutional?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:32"
    },
    {
      "nodeID": "154861",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:32"
    },
    {
      "nodeID": "154862",
      "text": "Federal government interference in this matter, especially considering that the Tenth Amendment protects state powers against federal interference, could amount to some form of tyranny by the federal government over the states.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:32"
    },
    {
      "nodeID": "154863",
      "text": "So when it comes to the matter of Constitutional rights, everybody should just stay back and let the states do whatever they want, however they want? But when it comes to something like Arizona's new immigration law, the federal government should step in and overrule them on their decision? You're very inconsistent in your logic.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:32"
    },
    {
      "nodeID": "154864",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:32"
    },
    {
      "nodeID": "154865",
      "text": "You boys really ought to get a new gig. The stuff you continue to repeat has been debunked so many times it isn't even a challenge to refute.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:33"
    },
    {
      "nodeID": "154866",
      "text": "Well, if my points in this thread are so easy to refute then why do you focus on addressing arguments made in another thread? I'm not fooled by anyone who claims to have a winning hand but won't show others his cards.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:33"
    },
    {
      "nodeID": "154867",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:33"
    }
  ],
  "edges": [
    {
      "edgeID": "193904",
      "fromID": "154842",
      "toID": "154843",
      "formEdgeID": null
    },
    {
      "edgeID": "193905",
      "fromID": "154843",
      "toID": "154841",
      "formEdgeID": null
    },
    {
      "edgeID": "193906",
      "fromID": "154845",
      "toID": "154846",
      "formEdgeID": null
    },
    {
      "edgeID": "193907",
      "fromID": "154846",
      "toID": "154844",
      "formEdgeID": null
    },
    {
      "edgeID": "193908",
      "fromID": "154848",
      "toID": "154849",
      "formEdgeID": null
    },
    {
      "edgeID": "193909",
      "fromID": "154849",
      "toID": "154847",
      "formEdgeID": null
    },
    {
      "edgeID": "193910",
      "fromID": "154851",
      "toID": "154852",
      "formEdgeID": null
    },
    {
      "edgeID": "193911",
      "fromID": "154852",
      "toID": "154850",
      "formEdgeID": null
    },
    {
      "edgeID": "193912",
      "fromID": "154854",
      "toID": "154855",
      "formEdgeID": null
    },
    {
      "edgeID": "193913",
      "fromID": "154855",
      "toID": "154853",
      "formEdgeID": null
    },
    {
      "edgeID": "193914",
      "fromID": "154857",
      "toID": "154858",
      "formEdgeID": null
    },
    {
      "edgeID": "193915",
      "fromID": "154858",
      "toID": "154856",
      "formEdgeID": null
    },
    {
      "edgeID": "193916",
      "fromID": "154860",
      "toID": "154861",
      "formEdgeID": null
    },
    {
      "edgeID": "193917",
      "fromID": "154861",
      "toID": "154859",
      "formEdgeID": null
    },
    {
      "edgeID": "193918",
      "fromID": "154863",
      "toID": "154864",
      "formEdgeID": null
    },
    {
      "edgeID": "193919",
      "fromID": "154864",
      "toID": "154862",
      "formEdgeID": null
    },
    {
      "edgeID": "193920",
      "fromID": "154866",
      "toID": "154867",
      "formEdgeID": null
    },
    {
      "edgeID": "193921",
      "fromID": "154867",
      "toID": "154865",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
