{
  "nodes": [
    {
      "nodeID": "160238",
      "text": "It turns out, the Johns Hopkins researchers say, that the ribosome exerts far tighter quality control than anyone ever suspected over its precious protein products which, as workhorses of the cell, carry out the very business of life. 'What we now know is that in the event of miscoding, the ribosome cuts the bond and aborts the protein-in-progress, end of story,' says Rachel Green, a Howard Hughes Medical Institute investigator and professor of molecular biology and genetics in the Johns Hopkins University School of Medicine. 'There's no second chance.' Previously, Green says, molecular biologists thought the ribosome tightly managed its actions only prior to the actual incorporation of the next building block by being super-selective about which chemical ingredients it allows to enter the process. Because a protein's chemical 'shape' dictates its function, mistakes in translating assembly codes can be toxic to cells, resulting in the misfolding of proteins often associated with neurodegenerative conditions. Working with bacterial ribosomes, Green and her team watched them react to lab-induced chemical errors and were surprised to see that the protein-manufacturing process didn't proceed as usual, getting past the error and continuing its 'walk' along the DNA's protein-encoding genetic messages. 'We thought that once the mistake was made, it would have just gone on to make the next bond and the next,' Green says. 'But instead, we noticed that one mistake on the ribosomal assembly line begets another, and it's this compounding of errors that leads to the partially finished protein being tossed into the cellular trash,' she adds.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:35"
    },
    {
      "nodeID": "160239",
      "text": "So what is being monitored by the ribosome? Information. Material representations (amino acid sequence vs DNA sequence) of information. But, it does not only monitor it, it manipulates it as a means to an end... fidelity.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:35"
    },
    {
      "nodeID": "160240",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:35"
    }
  ],
  "edges": [
    {
      "edgeID": "197746",
      "fromID": "160239",
      "toID": "160240",
      "formEdgeID": null
    },
    {
      "edgeID": "197747",
      "fromID": "160240",
      "toID": "160238",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
