{
  "nodes": [
    {
      "nodeID": "140611",
      "text": "Over the years these 'educated' people through the media as journalist and movie/television writers began sharing their preliminary understanding of evolution as indisputable fact.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:48"
    },
    {
      "nodeID": "140612",
      "text": "You blame others for your failure to understand the basics.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:48"
    },
    {
      "nodeID": "140613",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:48"
    },
    {
      "nodeID": "140614",
      "text": "Through the media's support of the presuppositions taught in high schools and under graduate institutions people all to often espouse their expertise in their knowledge of the certainty of evolutionary 'theory' which is most always overwhelmingly lacking and incorrect.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:48"
    },
    {
      "nodeID": "140615",
      "text": "And you, on the other hand, because you are not educated in science in general, and evolutionary theory (why the quotation marks?) specifically, are qualified to correct those of us who spent years in study of the topic.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:48"
    },
    {
      "nodeID": "140616",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:48"
    },
    {
      "nodeID": "140617",
      "text": "Most often the Christians that do question 'evolution' they question Macro-evolution also known as speciation (depending on what definition of speciation you use), which is the concept that at certain times evolution makes huge jumps in genetic shifts that result in 'new' species (an over simplification and there are many theories in specie formation).",
      "type": "I",
      "timestamp": "2016-03-08 19:51:48"
    },
    {
      "nodeID": "140618",
      "text": "And if it depends on 'what definition of speciation you use,' why didn't you give yours so that we can be clear as to what we are discussing. Finally, macroevolution is not 'the concept that at certain times evolution makes huge jumps in genetic shifts that result in 'new' species (an over simplification and there are many theories in specie formation).' Speciation does not require 'huge jumps in genetic shifts,' whatever that means (another example of semi-literate English). Would you like to hear of some examples of single populations in which the geographical extremes are separate species (i.e., they have overlapping ranges and are genetically isolated)?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:48"
    },
    {
      "nodeID": "140619",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:48"
    },
    {
      "nodeID": "140620",
      "text": "The vast majority of proclamations and assumptions illustrating a cultural gap between science and Christianity, such as this post, are over emphasized and exaggerated as they focus on people who are expected to be out of touch (ie. People educated in the 40's and 50's when higher education was less common) or a very small percentage of Christians. Christians included in mass people of all academic backgrounds who find their paradigm consistent with their viewable (and non-observable) reality and by alienating them in mass by focusing on the minority of Christians you perpetuate falsehoods.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:48"
    },
    {
      "nodeID": "140621",
      "text": "Actually, the more educated a person is, the less likely he is to be a creationist. Creationists tend to be semi-literate (poorly educated), rural, poor, and female.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:48"
    },
    {
      "nodeID": "140622",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:48"
    },
    {
      "nodeID": "140623",
      "text": "You are using the logical fallacy of 'equivication'. While a scientific theory is an 'educated' guess in some respects, it is much more than that. A scientific theory is a model to explain the observed facts, is testable, has been throughly tested, has explainatory powers, and has not been able to be falsified. That makes it much more than a mre 'educated guess'.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:49"
    },
    {
      "nodeID": "140624",
      "text": "Actually you are incorrect. I have heard this explanation before and at the risk of being rude its given by people who don't actually under stand what is meant by 'testing a theory.' You can not successfully test a theory. Once a theory has been successfully tested it is no longer a theory. When sceince refers to testing a theory it's a process of creating an experiment using what they do know to find out what they don't know, but it never proves the theory. It can often find another peice of the puzzle that when theorized can help support the theory, but that is not surprising given the theory was used as the experimental modul.  As such the tests only provide additional information (or education) for the educational guess. Unfortuantly mathmatics and sceince use testing a theory in different ways and the layaman often confuses the two.  In Mathematics it is possible to test and retest using different mathematical variables and come up with numerous examples of success and it still be a theory. The reason for this is that mathematics in itself is theoretical. By that meaning it is non-physical and can only be approximated. However such is not the case for science.  I would not go so far as claim you are being equivocative because I think it's ignorance not misrepresentation on your part. However, That's the last I will talk about the term theory either people can accept the definition or not. Even if they disagree if they can not discuss within that frame work quite frankly they probably aren't at the educational/critical level to discuss the concepts. If someone wants to prove me wrong simply give me a scientific theory that has been successfully tested.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:49"
    },
    {
      "nodeID": "140625",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:49"
    },
    {
      "nodeID": "140626",
      "text": "the problem is that the BIBLE and evolution are mutually exclusive (at least the inerrancy). and as far as modern day christianity is concerned, if the bible fails, christianity fails, and if christianiy fails, God fails. the conflict is almost inseparable (unless of course some doctrinal gymnastics are involved)",
      "type": "I",
      "timestamp": "2016-03-08 19:51:49"
    },
    {
      "nodeID": "140627",
      "text": "Actually, if there was ever a time when Christianity could be reconcilled with evolution, it is in the modern context. Don't go suggesting that all Christians find evolution as contradictory to the Bible, it is only the case in certain instances.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:49"
    },
    {
      "nodeID": "140628",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:49"
    }
  ],
  "edges": [
    {
      "edgeID": "183854",
      "fromID": "140612",
      "toID": "140613",
      "formEdgeID": null
    },
    {
      "edgeID": "183855",
      "fromID": "140613",
      "toID": "140611",
      "formEdgeID": null
    },
    {
      "edgeID": "183856",
      "fromID": "140615",
      "toID": "140616",
      "formEdgeID": null
    },
    {
      "edgeID": "183857",
      "fromID": "140616",
      "toID": "140614",
      "formEdgeID": null
    },
    {
      "edgeID": "183858",
      "fromID": "140618",
      "toID": "140619",
      "formEdgeID": null
    },
    {
      "edgeID": "183859",
      "fromID": "140619",
      "toID": "140617",
      "formEdgeID": null
    },
    {
      "edgeID": "183860",
      "fromID": "140621",
      "toID": "140622",
      "formEdgeID": null
    },
    {
      "edgeID": "183861",
      "fromID": "140622",
      "toID": "140620",
      "formEdgeID": null
    },
    {
      "edgeID": "183862",
      "fromID": "140624",
      "toID": "140625",
      "formEdgeID": null
    },
    {
      "edgeID": "183863",
      "fromID": "140625",
      "toID": "140623",
      "formEdgeID": null
    },
    {
      "edgeID": "183864",
      "fromID": "140627",
      "toID": "140628",
      "formEdgeID": null
    },
    {
      "edgeID": "183865",
      "fromID": "140628",
      "toID": "140626",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
