{
  "nodes": [
    {
      "nodeID": "159870",
      "text": "Oh, love your sig, btw",
      "type": "I",
      "timestamp": "2016-03-08 20:33:55"
    },
    {
      "nodeID": "159871",
      "text": "That is the way military people abbreviate their designation of rank. Leo's, not military use seargent. They call people 'civilians'. When they get paid by the DOD and have to abide by the Geneva Convention then they can, until then who are you to be arbiter of all things, grey or black?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:55"
    },
    {
      "nodeID": "159872",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:55"
    },
    {
      "nodeID": "159873",
      "text": "A firearm in mearley an inanimate piece of steel that has no mind of its own and cant function without the intervention of human control over it.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:55"
    },
    {
      "nodeID": "159874",
      "text": "Wrong. It is a precision machine designed to kill effectively. It can be operated by other than human means.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:55"
    },
    {
      "nodeID": "159875",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:55"
    },
    {
      "nodeID": "159876",
      "text": "I have been around firearms my whole life and I have never once been a mindless ##### who is being contriolled by a firearm.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:55"
    },
    {
      "nodeID": "159877",
      "text": "We accept your word.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:55"
    },
    {
      "nodeID": "159878",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:55"
    },
    {
      "nodeID": "159879",
      "text": "I would really like to know how something with no heartbeat or a brain has the intelligence to control a human being.:xbanghead",
      "type": "I",
      "timestamp": "2016-03-08 20:33:55"
    },
    {
      "nodeID": "159880",
      "text": "So far as I am aware, nobody but you believes this to be the case.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:56"
    },
    {
      "nodeID": "159881",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:56"
    },
    {
      "nodeID": "159882",
      "text": "So how is it that some claim that statistics show that people who own firearms are more than likely going to all of the sudden become some crazed lunatic who goes on a mass killing spree just for kicks.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:56"
    },
    {
      "nodeID": "159883",
      "text": "Sounds like a fact which has been blown out of all proportion - possibly by the pro-gun side attempting to ridicule it. It is a fact, however, that the presence of a gun can increase aggression levels in individuals. See other times I have brought this up, here (to the end of the thread) and here (again, that post till the end of the thread).",
      "type": "I",
      "timestamp": "2016-03-08 20:33:56"
    },
    {
      "nodeID": "159884",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:56"
    },
    {
      "nodeID": "159885",
      "text": "A firearm in mearley an inanimate piece of steel that has no mind of its own and cant function without the intervention of human control over it. So would I be wrong in the assumption than if a good person holds and uses a firearm, most likely it will only be used for good, just as if a bad person holds and controls the firearm it will most likely be used for something bad. So many of the anti-gun proponents basically claim that a firearm controls its owner rather than the other way around. So in essense there is no grey area in this, the person controls the firearm and is responsible for what he/she does with it. I have been around firearms my whole life and I have never once been a mindless ##### who is being contriolled by a firearm. So how is it that some claim that statistics show that people who own firearms are more than likely going to all of the sudden become some crazed lunatic who goes on a mass killing spree just for kicks. I would really like to know how something with no heartbeat or a brain has the intelligence to control a human being.:xbanghead",
      "type": "I",
      "timestamp": "2016-03-08 20:33:56"
    },
    {
      "nodeID": "159886",
      "text": "The same argument could be used in support of illegal drugs. You guys should really get some new material.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:56"
    },
    {
      "nodeID": "159887",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:56"
    },
    {
      "nodeID": "159888",
      "text": "Now you're claiming that a gun is a precision machine. Before you've claimed that the guns you classify as 'assault weapons' are 'inaccurate and designed for be fired from the hip'. Which is it?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:56"
    },
    {
      "nodeID": "159889",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:56"
    },
    {
      "nodeID": "159890",
      "text": "Yes, you would be wrong.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:56"
    },
    {
      "nodeID": "159891",
      "text": "Prove it then.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:56"
    },
    {
      "nodeID": "159892",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:56"
    },
    {
      "nodeID": "159893",
      "text": "I have never seen this, do you have examples?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:56"
    },
    {
      "nodeID": "159894",
      "text": "Then what's your justification for wanting to make it harder for good people to have access to firearms? Do you fear something in particular? Or do you just not like how some people choose to exercise their rights and want them curtailed in a way that makes you feel better?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:57"
    },
    {
      "nodeID": "159895",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:57"
    },
    {
      "nodeID": "159896",
      "text": "Wrong. It is a precision machine designed to kill effectively. It can be operated by other than human means.   Yes, you would be wrong.   No, they don't.   True, but nobody suggested there was such a grey area.  We accept your word.  I have never seen this, do you have examples?  So far as I am aware, nobody but you believes this to be the case.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:57"
    },
    {
      "nodeID": "159897",
      "text": "So if it can be operated by means other than human control, are you saying a dog can operate it, maybe a monkey, thats something we see everyday. You are trying to split hairs Penfold, for a gun to be fired weather robotically, or training a primate to fire one still requires human intervention, so stop acting stupid because you are not stupid.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:57"
    },
    {
      "nodeID": "159898",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:57"
    },
    {
      "nodeID": "159899",
      "text": "Can cause aggression, does not mean that it will though. Alcohol has a far greater record of this but yall are not trying to ban that. So do women but we arent going to ban them now are we, Sorry but I was in a marriage from hell and just had to throw that in.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:57"
    },
    {
      "nodeID": "159900",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:57"
    },
    {
      "nodeID": "159901",
      "text": "Now you're claiming that a gun is a precision machine. Before you've claimed that the guns you classify as 'assault weapons' are 'inaccurate and designed for be fired from the hip'. Which is it? .....",
      "type": "I",
      "timestamp": "2016-03-08 20:33:57"
    },
    {
      "nodeID": "159902",
      "text": "I would be interested to see where I made such a claim. Prove your assertion.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:57"
    },
    {
      "nodeID": "159903",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:57"
    },
    {
      "nodeID": "159904",
      "text": "Now you're claiming that a gun is a precision machine. Before you've claimed that the guns you classify as 'assault weapons' are 'inaccurate and designed for be fired from the hip'. Which is it?  Prove it then.  Then you've got absolutely no justification for supporting gun control, you should be supporting criminal control instead.  Then why do you keep supporting laws that would restrict access to guns, rather than making it harder for violent offenders to get out of prison and back on the streets where they pose the greatest danger?  Then what's your justification for wanting to make it harder for good people to have access to firearms? Do you fear something in particular? Or do you just not like how some people choose to exercise their rights and want them curtailed in a way that makes you feel better?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:57"
    },
    {
      "nodeID": "159905",
      "text": "Argueing with penfold is like wrestling a pig in the mud, the pig enjoys it.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:57"
    },
    {
      "nodeID": "159906",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:57"
    },
    {
      "nodeID": "159907",
      "text": "Have you got any other articles that would support these baseless claims and wild accusations? One source isn't good enough for a scientific approach.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:57"
    },
    {
      "nodeID": "159908",
      "text": "Well, you could try actually reading the second of my two links - there's three relevant sources provided in that post, one of which cites a further two studies. 'Baseless' and 'wild', it ain't.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:58"
    },
    {
      "nodeID": "159909",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:58"
    },
    {
      "nodeID": "159910",
      "text": "Your claim is also sunk by the fact that in states with shall-issued concealed carry, people don't just start killing each other when there's a traffic accident. They're not getting out of their cars, yelling incoherently and then pulling a piece to fill the other full of holes for having the nerve to bend their fender. There are no wild west shootings in store parking lots over somebody snagging a prime parking spot that somebody else was trying to get but was just too slow.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:58"
    },
    {
      "nodeID": "159911",
      "text": "What's that? 'Wild west! Wild west!'? But I digress... You appear to be exaggerating my position, exactly as I suggested a pro-gunner would likely do; in my very first post in this thread. The fact that guns don't trigger aggressiveness to the extent you exaggerate doesn't change the fact that they do increase it by a measurable amount.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:58"
    },
    {
      "nodeID": "159912",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:58"
    },
    {
      "nodeID": "159913",
      "text": "You should really think about what you say before you say it. I have heard this before and its garbish, I have been around and owned guns my whole life and I have never, not even once, had the thought of getting a gun just because someone ###### me off. I would never use a gun on a person unless that person were a viable threat to my life, such as coming at me with a knife for example.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:58"
    },
    {
      "nodeID": "159914",
      "text": "You need to read what people say more thoroughly, and think about it before you respond. When he said 'can' (and there are not many simpler words than that!) It didn't mean 'will', 'must', or 'shall' be more aggressive. It has been shown that in some cases it 'CAN' happen. It may not have happened with you. It still might, we don't know. We might even say that it is not likely to happen, but we can't say that it won't, because sometimes some people do behave more aggressively when they have a gun.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:58"
    },
    {
      "nodeID": "159915",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:58"
    },
    {
      "nodeID": "159916",
      "text": "You may be, but I am shredding your rambling nonsense screed.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:58"
    },
    {
      "nodeID": "159917",
      "text": "Only in your mind.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:58"
    },
    {
      "nodeID": "159918",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:58"
    },
    {
      "nodeID": "159919",
      "text": "So now we should be making laws on the basis that it can happen? Maybe we should start rethinking our laws regarding sex offenders since all men can commit rape and just might; maybe we should arrest them now and force them to register as 'potential future sex offenders'? By your same logic of 'can happen' we should revise our marriage laws to define marriage as being between two carbon based entities, because we might one day make contact with an alien species that's silicon based. Just because something could take place, doesn't mean that it might, or that it will. A pilot could go screwball and fly a 747 passenger plane into the Statue of Liberty tomorrow, are you proposing we institute new laws because something like that might happen? How far do you want to take the preemptive strike thing? Should we make it illegal for people to gather in public in groups of two or larger because anything else might be considered a violent mob assembly for the basis of creating terror and chaos?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:58"
    },
    {
      "nodeID": "159920",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:58"
    },
    {
      "nodeID": "159921",
      "text": "He stated that ' statistics show that firearms cause aggression in individuals', no mention of the word can anywhere in there that I saw.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:58"
    },
    {
      "nodeID": "159922",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:59"
    },
    {
      "nodeID": "159923",
      "text": "....  What is it that you find hard to understand?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:59"
    },
    {
      "nodeID": "159924",
      "text": "Ah the non human part.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:59"
    },
    {
      "nodeID": "159925",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:59"
    },
    {
      "nodeID": "159926",
      "text": "Now, now ZSU, we learned from comrade star gazer that GW created the Continental Army. I am sure these gentlemen have some equally illogical and inaccurate 'facts' to scatter around the barnyard emoticon_xhoho",
      "type": "I",
      "timestamp": "2016-03-08 20:33:59"
    },
    {
      "nodeID": "159927",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:59"
    },
    {
      "nodeID": "159928",
      "text": "LOL, so much for the expanded claims of training in order to exercise an inalienable right. First the gun grabbers claim guns are complex and require 'training' and on the other hand demonstrate that they are so simple to operate that untrained creatures like dogs and snakes can operate them just fine. emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:33:59"
    },
    {
      "nodeID": "159929",
      "text": "Since animals can operate them, gun owners obviously need sufficient training to make sure they are used safely. It seems they need a lot more. On the other hand, the problem is largely self-limiting, since the cretinous owner either dies or hopefully learns from their stupidity once they recover from their injuries. emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:33:59"
    },
    {
      "nodeID": "159930",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:59"
    },
    {
      "nodeID": "159931",
      "text": "That isn't the arguement your buddy made. He claimed guns could be controlled by dogs and snakes and stuff like that. Do you have any examples of dogs or snakes controlling drugs and going on rampages and blowing folks heads off? Even claimed the dog was mournful for his bereaved master. He didn't mention how the snake felt emoticon_smile Also said something about robots and guns but didn't have any examples to wow us with. Do you?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:59"
    },
    {
      "nodeID": "159932",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:59"
    }
  ],
  "edges": [
    {
      "edgeID": "197492",
      "fromID": "159871",
      "toID": "159872",
      "formEdgeID": null
    },
    {
      "edgeID": "197493",
      "fromID": "159872",
      "toID": "159870",
      "formEdgeID": null
    },
    {
      "edgeID": "197494",
      "fromID": "159874",
      "toID": "159875",
      "formEdgeID": null
    },
    {
      "edgeID": "197495",
      "fromID": "159875",
      "toID": "159873",
      "formEdgeID": null
    },
    {
      "edgeID": "197496",
      "fromID": "159877",
      "toID": "159878",
      "formEdgeID": null
    },
    {
      "edgeID": "197497",
      "fromID": "159878",
      "toID": "159876",
      "formEdgeID": null
    },
    {
      "edgeID": "197498",
      "fromID": "159880",
      "toID": "159881",
      "formEdgeID": null
    },
    {
      "edgeID": "197499",
      "fromID": "159881",
      "toID": "159879",
      "formEdgeID": null
    },
    {
      "edgeID": "197500",
      "fromID": "159883",
      "toID": "159884",
      "formEdgeID": null
    },
    {
      "edgeID": "197501",
      "fromID": "159884",
      "toID": "159882",
      "formEdgeID": null
    },
    {
      "edgeID": "197502",
      "fromID": "159886",
      "toID": "159887",
      "formEdgeID": null
    },
    {
      "edgeID": "197503",
      "fromID": "159887",
      "toID": "159885",
      "formEdgeID": null
    },
    {
      "edgeID": "197504",
      "fromID": "159888",
      "toID": "159889",
      "formEdgeID": null
    },
    {
      "edgeID": "197505",
      "fromID": "159889",
      "toID": "159874",
      "formEdgeID": null
    },
    {
      "edgeID": "197506",
      "fromID": "159891",
      "toID": "159892",
      "formEdgeID": null
    },
    {
      "edgeID": "197507",
      "fromID": "159892",
      "toID": "159890",
      "formEdgeID": null
    },
    {
      "edgeID": "197508",
      "fromID": "159894",
      "toID": "159895",
      "formEdgeID": null
    },
    {
      "edgeID": "197509",
      "fromID": "159895",
      "toID": "159893",
      "formEdgeID": null
    },
    {
      "edgeID": "197510",
      "fromID": "159897",
      "toID": "159898",
      "formEdgeID": null
    },
    {
      "edgeID": "197511",
      "fromID": "159898",
      "toID": "159896",
      "formEdgeID": null
    },
    {
      "edgeID": "197512",
      "fromID": "159899",
      "toID": "159900",
      "formEdgeID": null
    },
    {
      "edgeID": "197513",
      "fromID": "159900",
      "toID": "159883",
      "formEdgeID": null
    },
    {
      "edgeID": "197514",
      "fromID": "159902",
      "toID": "159903",
      "formEdgeID": null
    },
    {
      "edgeID": "197515",
      "fromID": "159903",
      "toID": "159901",
      "formEdgeID": null
    },
    {
      "edgeID": "197516",
      "fromID": "159905",
      "toID": "159906",
      "formEdgeID": null
    },
    {
      "edgeID": "197517",
      "fromID": "159906",
      "toID": "159904",
      "formEdgeID": null
    },
    {
      "edgeID": "197518",
      "fromID": "159908",
      "toID": "159909",
      "formEdgeID": null
    },
    {
      "edgeID": "197519",
      "fromID": "159909",
      "toID": "159907",
      "formEdgeID": null
    },
    {
      "edgeID": "197520",
      "fromID": "159911",
      "toID": "159912",
      "formEdgeID": null
    },
    {
      "edgeID": "197521",
      "fromID": "159912",
      "toID": "159910",
      "formEdgeID": null
    },
    {
      "edgeID": "197522",
      "fromID": "159914",
      "toID": "159915",
      "formEdgeID": null
    },
    {
      "edgeID": "197523",
      "fromID": "159915",
      "toID": "159913",
      "formEdgeID": null
    },
    {
      "edgeID": "197524",
      "fromID": "159917",
      "toID": "159918",
      "formEdgeID": null
    },
    {
      "edgeID": "197525",
      "fromID": "159918",
      "toID": "159916",
      "formEdgeID": null
    },
    {
      "edgeID": "197526",
      "fromID": "159919",
      "toID": "159920",
      "formEdgeID": null
    },
    {
      "edgeID": "197527",
      "fromID": "159920",
      "toID": "159914",
      "formEdgeID": null
    },
    {
      "edgeID": "197528",
      "fromID": "159921",
      "toID": "159922",
      "formEdgeID": null
    },
    {
      "edgeID": "197529",
      "fromID": "159922",
      "toID": "159914",
      "formEdgeID": null
    },
    {
      "edgeID": "197530",
      "fromID": "159924",
      "toID": "159925",
      "formEdgeID": null
    },
    {
      "edgeID": "197531",
      "fromID": "159925",
      "toID": "159923",
      "formEdgeID": null
    },
    {
      "edgeID": "197532",
      "fromID": "159926",
      "toID": "159927",
      "formEdgeID": null
    },
    {
      "edgeID": "197534",
      "fromID": "159929",
      "toID": "159930",
      "formEdgeID": null
    },
    {
      "edgeID": "197535",
      "fromID": "159930",
      "toID": "159928",
      "formEdgeID": null
    },
    {
      "edgeID": "197536",
      "fromID": "159931",
      "toID": "159932",
      "formEdgeID": null
    },
    {
      "edgeID": "197537",
      "fromID": "159932",
      "toID": "159886",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
