{
  "nodes": [
    {
      "nodeID": "141767",
      "text": "Or do environmental and population concerns outweigh and assume more importance than the freedom of choice in the above examples?",
      "type": "I",
      "timestamp": "2016-03-08 19:54:33"
    },
    {
      "nodeID": "141768",
      "text": "I think that environmental and political concerns should certainly take part in these decisions, though I will not go so far as to assign their importance. Yes, there should be freedom of choice, but should your choices infringe on another's? If we're talking in thirty feetses, sure as heck, i want you to stay out of mine! But there are always other circumstances. Should a wealthy landowner deeded with several acres be entitled to have as many kids as his land will support? maybe. Should a wealthy woman with tons of money be able to have as many kids as her pocket will allow? maybe But on the other hand, should a poor woman without two red cents to rub together be required to abort her very loved and wanted child? probably not.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:33"
    },
    {
      "nodeID": "141769",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:33"
    },
    {
      "nodeID": "141770",
      "text": "Often abortion supporters convey their message as one of championing the cause of freedom of choice and resistance of the oppression of others values on women. Perhaps this should be posted as a poll but I wonder if this support for 'choice' remains consistent. Do those who support the choice of abortion also support the choice to bear children? Do they abhor the imposition of the one child rule on the women of China for example? The woman's choice is restricted and the ideals of the government are imposed upon her. Do those here who support the freedom of choice of abortion denounce China's policies and support the freedom of choice of bearing children? There are also some areas in India where a person running for an elected office cannot have more than two children (there are obvious implications of this policy on what the makeup of the ruling government will be and how it will institute policy). Do those supporting the choice of abortion denounce this policy as a restriction of choice? Or do environmental and population concerns outweigh and assume more importance than the freedom of choice in the above examples?",
      "type": "I",
      "timestamp": "2016-03-08 19:54:33"
    },
    {
      "nodeID": "141771",
      "text": "Well, I can't speak for anyone else, but I support any choice that the woman wants to make. No, I don't support forced abortions anywhere, I don't support what's going on in China and India because they're still taking a choice away from the women. What I don't get is that many prolifers think that prochoicers are ONLY for the choice of abortion. All the prochoicers I know support any choice the woman feels right about making. For example, I was called a hypocrite because I'm prochoice and pregnant. The person said 'You're forcing others to abort while you carry to term.' I have NEVER forced anyone to do anything, nor will I ever. I've also never aborted...and many prolifers automatically assume that if one is prochoice they've aborted.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:33"
    },
    {
      "nodeID": "141772",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:33"
    },
    {
      "nodeID": "141773",
      "text": "I cannot speak for all pro-choice people, but as for myself, I can say I gladly support a woman's right to her decisions regarding her own offspring and reproductive health. I would not presume to know enough about her situation to add an opinion to that choice, but I will protect her ability to make it to the best of my ability.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:33"
    },
    {
      "nodeID": "141774",
      "text": "You may not have intended to, but you've given your carte blanche support for a woman to do what ever with her she wishes, with regards to her family - and you'd stick out of it, regardless. Also, interestingly, there's no man in this 'idealy free' family of yours.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:33"
    },
    {
      "nodeID": "141775",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141776",
      "text": "I will not turn this into another debate that often comes up with this issue. But for the sake of clarification can you tell me if you believe it possible that the rights of the being's inside the mother are being infringed upon? That is, when do you deem it worthy of protection? (I won't debate this, I'm just curious as to your view).",
      "type": "I",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141777",
      "text": "Actually, I am of the opinion that the fetus has no natural rights of its own. Any rights we grant to a person as a citizen or national are granted at the moment of birth. By granting equal rights to a 3week old fetus that you do to a 20 year old man, you are endangering the rights of the woman who carries that child. Yes, I believe that in most circumstances, the child should be carried to term, but there are exceptions to every rule, and I'm not quite ready to forsake the lives and health of women to protect unborn children. Yes, I think the unborn child is worthy of protection, but not any more so than the mother, in fact probably less.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141778",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141779",
      "text": "Yes, I believe that in most circumstances, the child should be carried to term, but there are exceptions to every rule, and I'm not quite ready to forsake the lives and health of women to protect unborn children. Yes, I think the unborn child is worthy of protection, but not any more so than the mother, in fact probably less.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141780",
      "text": "You think 'the unborn child is worthy of protection'...'but not more so than the mother, probably less'...yet you believe 'in most circumstances the child should be carried to term?'",
      "type": "I",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141781",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141782",
      "text": "Or by not granting them to the child you are endangering the rights of the child carried by the woman. You are giving her a dictatorship.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141783",
      "text": "And what exactly am i granting to the suit-wearing politicians in washington by giving them the right to revoke her ability to make these decisions for herself? I don't think dictatorship is the right word, since she is not asking for the power over anyone but herself, and her child. Would you call a man dying of inoperable cancer who decides to end his chemotherapy a dictator? Or a parent who decides to remove their child from life-support? Would you rather it be a democracy? That everytime a woman is faed with this predicament, we put it to a vote? How about an oligarchy- where her situation is put in front of some committee who decides her fate?",
      "type": "I",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141784",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141785",
      "text": "Why would she need psychological counseling? Do abortion clinics provide this?",
      "type": "I",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141786",
      "text": "I think we are all aware that abortion is a terrible thing. No-one is denying that. And contrary to what some people might think, there is nothing anyone could say to make (most) women undergoing an abortion feel any worse about it. Just like any traumatic situation, sometimes you might just need to talk to someone about it, make sure your head is in the right place. And yes, some abortion clinics do provide counseling, but as far as i know, all of them provide referrals to other organizations that do. Contrary to what some people might think, the employees at these clinics, for the most part, are caring, compassionate people.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141787",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141788",
      "text": "After reading some of the posts on the gun control forum, I think that the USA population is a lot more dense. :)",
      "type": "I",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141789",
      "text": "Well, I guess you're entitled to your opinions. On the gun-control board, I imagine you might encounter a lot of rednecks- not the best specimen of our poplulation.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141790",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141791",
      "text": "You may not have intended to, but you've given your carte blanche support for a woman to do what ever with her she wishes, with regards to her family - and you'd stick out of it, regardless.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:34"
    },
    {
      "nodeID": "141792",
      "text": "Yes, I would stay out of it, unless I knew the woman, and she spoke up and asked me for an opinion, or advice. And even in the case of the woman being my best friend, and knowing all the different aspects to the situation, I still would not feel comfortable weighing in. Just like if it was me in the situation, I know that ultimately, it would be my decision, and I would have a right to that decision.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:35"
    },
    {
      "nodeID": "141793",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:35"
    },
    {
      "nodeID": "141794",
      "text": "...Well, I guess you're entitled to your opinions. On the gun-control board, I imagine you might encounter a lot of rednecks- not the best specimen of our poplulation.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:35"
    },
    {
      "nodeID": "141795",
      "text": "Well, then our country was founded by 'rednecks'. ...and who are you to judge the relative value of people? It's apparent that you fall into the worthless snob category. I'll nail the sub-category later.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:35"
    },
    {
      "nodeID": "141796",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:35"
    }
  ],
  "edges": [
    {
      "edgeID": "184670",
      "fromID": "141768",
      "toID": "141769",
      "formEdgeID": null
    },
    {
      "edgeID": "184671",
      "fromID": "141769",
      "toID": "141767",
      "formEdgeID": null
    },
    {
      "edgeID": "184672",
      "fromID": "141771",
      "toID": "141772",
      "formEdgeID": null
    },
    {
      "edgeID": "184673",
      "fromID": "141772",
      "toID": "141770",
      "formEdgeID": null
    },
    {
      "edgeID": "184674",
      "fromID": "141774",
      "toID": "141775",
      "formEdgeID": null
    },
    {
      "edgeID": "184675",
      "fromID": "141775",
      "toID": "141773",
      "formEdgeID": null
    },
    {
      "edgeID": "184676",
      "fromID": "141777",
      "toID": "141778",
      "formEdgeID": null
    },
    {
      "edgeID": "184677",
      "fromID": "141778",
      "toID": "141776",
      "formEdgeID": null
    },
    {
      "edgeID": "184678",
      "fromID": "141780",
      "toID": "141781",
      "formEdgeID": null
    },
    {
      "edgeID": "184679",
      "fromID": "141781",
      "toID": "141779",
      "formEdgeID": null
    },
    {
      "edgeID": "184680",
      "fromID": "141783",
      "toID": "141784",
      "formEdgeID": null
    },
    {
      "edgeID": "184681",
      "fromID": "141784",
      "toID": "141782",
      "formEdgeID": null
    },
    {
      "edgeID": "184682",
      "fromID": "141786",
      "toID": "141787",
      "formEdgeID": null
    },
    {
      "edgeID": "184683",
      "fromID": "141787",
      "toID": "141785",
      "formEdgeID": null
    },
    {
      "edgeID": "184684",
      "fromID": "141789",
      "toID": "141790",
      "formEdgeID": null
    },
    {
      "edgeID": "184685",
      "fromID": "141790",
      "toID": "141788",
      "formEdgeID": null
    },
    {
      "edgeID": "184686",
      "fromID": "141792",
      "toID": "141793",
      "formEdgeID": null
    },
    {
      "edgeID": "184687",
      "fromID": "141793",
      "toID": "141791",
      "formEdgeID": null
    },
    {
      "edgeID": "184688",
      "fromID": "141795",
      "toID": "141796",
      "formEdgeID": null
    },
    {
      "edgeID": "184689",
      "fromID": "141796",
      "toID": "141794",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
