{
  "nodes": [
    {
      "nodeID": "156574",
      "text": "Can pharmacies reserve the right to 'refuse service to anyone' just like other businesses? If yes and there are other pharmacies I don't see the problem. One cannot demand that their local store stock a certain item just because it is available at another store in the area.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:26"
    },
    {
      "nodeID": "156575",
      "text": "Is this not illegal? Both federal and state laws prohibit businesses from denying public accommodation to citizens on the basis of race, color, religion or national original. The Federal Civil Rights Act guarantees all people the right to 'full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations of any place of public accommodation, without discrimination or segregation on the ground of race, color, religion, or national origin.'  If the reason a pharmacy kook is refusing service based on their belief that doing so is contrary to their religious beliefs (or that they are supporting a behavior that is considered bad in their religion), then is it not clearly illegal? The grey area is of course if they lie and say it's not religion, it's just 'ethics', or 'whim'. In that case it may not be illegal, but if I got that in writing, that my employee was refusing to take customers based on their own person ethics or on a whim, it makes it easy to fire them since it's already established that they are being fired for reasons other than illegal reasons (race/religion/color, etc.) Up to the courts I suppose. Personally I would feel discriminated against, and 'morality' is easily linked to religion (especially in these cases). If I were discriminated against on religious grounds I'd feel I have a pretty good case (not necessarily a good chance of winning in this christian/ignorant nation). -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:26:26"
    },
    {
      "nodeID": "156576",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:26"
    },
    {
      "nodeID": "156577",
      "text": "I guess the question should be, why does the pharmacist think he knows what's better for the patient than the doctor does?",
      "type": "I",
      "timestamp": "2016-03-08 20:26:26"
    },
    {
      "nodeID": "156578",
      "text": "He don't, billsco, and better not try to, imo. If I were to base my job on some religion(s), then I wouldn't be manufacturing bombs and ammo. But, these people need to check in with their religion a little closer. If they use The Holy Bible as a guide, then they better read it a little closer. The Bible says that if you're sick, seek a doctor. If you don't like what a doctor says, go to another. If he gives you a prescription, go get it filled. If Jack's Drug Store won't fill it, go to Ajax Drugs, etc, etc. You can't force morality on anyone, anyway. At least that's what I've found...and I don't do it for a living. On edit: How do you edit a poll? I meant to click on 'NO', but I hit 'Don't Know' I feel like one of Bill Cosby's kids.... :)",
      "type": "I",
      "timestamp": "2016-03-08 20:26:26"
    },
    {
      "nodeID": "156579",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:26"
    },
    {
      "nodeID": "156580",
      "text": "In all fairness the Pharmacist does serve an important vetting role in the supply of medication to patients- they check what has been prescribed by the doctor against they know about and correct errors that are made (which do happen... I was once given a 7 week course of anti-malarials which turned out to be suitable for taking no more than 28 days at a time). That aside I'd agree with sinjin.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:27"
    },
    {
      "nodeID": "156581",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:27"
    },
    {
      "nodeID": "156582",
      "text": "If the pharmacist is an employee then it's a company issue as Big Orn said although you could sue the company. If no other pharmacy is available and the pharmacist owns the pharmacy I'd say sue him/her and buy online. Those Canadians will sell you anything.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:27"
    },
    {
      "nodeID": "156583",
      "text": "Just out of curiosity, what do you feel you could sue the company for? Descrimination? Could I sue Wal Mart or Dillons for not carrying a line of adult movies and sex toys? After all, I have a right to own adult movies and sex toys. Doesn't that mean that Wal Mart automatically has the responsibillity to provide those goods? After all, they are the biggest retailer in my area.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:27"
    },
    {
      "nodeID": "156584",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:27"
    },
    {
      "nodeID": "156585",
      "text": "The grey area is of course if they lie and say it's not religion, it's just 'ethics', or 'whim'. In that case it may not be illegal, but if I got that in writing, that my employee was refusing to take customers based on their own person ethics or on a whim, it makes it easy to fire them since it's already established that they are being fired for reasons other than illegal reasons (race/religion/color, etc.)",
      "type": "I",
      "timestamp": "2016-03-08 20:26:27"
    },
    {
      "nodeID": "156586",
      "text": "It doesn't matter whether it is religous or not. The odds of anyboy being fired over such a thing are slim to none. Morning after pills can not possibly make up eough of any given pharmacys revenue to make it worth the expense of replacing a skilled employee.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:27"
    },
    {
      "nodeID": "156587",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:27"
    },
    {
      "nodeID": "156588",
      "text": "Up to the courts I suppose. Personally I would feel discriminated against, and 'morality' is easily linked to religion (especially in these cases). If I were discriminated against on religious grounds I'd feel I have a pretty good case (not necessarily a good chance of winning in this christian/ignorant nation).",
      "type": "I",
      "timestamp": "2016-03-08 20:26:27"
    },
    {
      "nodeID": "156589",
      "text": "Maybe you need to take a hard look at where your rights start infringing on the rights of others. A pretty good case? Dream on. Sure, you have the rigth to take the morning after pill. you do not have the right to force another individual to sell you that pill, any mroe than you have the right to walk into your local ford dealer and demand that they provide your with a chevy. Its just not the way the world works. People can go to another pharmacy or, not. It really does ntoy matter. Retail establichments are able to decide fro themselves what they carry, the governemtn has no place in such decisions. If they decide not to carry the pill, or the pharmacist simply decides they are not going to dispense it, that is their right. It is entirely an issue between employers and their employees and witht he The American Pharmacists Associations policy that allows pharmacists to refuse to fill presciptions on moral grounds, it is hardly an issue there, either.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:27"
    },
    {
      "nodeID": "156590",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:27"
    },
    {
      "nodeID": "156591",
      "text": "You're off on the wrong argument, clearly stated above is the issue of an indivudal pharmacists refusing service, a service that the pharmacy offers. If the employee picks and chooses who to service, based on religious reasons, it looks in black and white to violate the law, state and federal: The Federal Civil Rights Act guarantees all people the right to 'full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations of any place of public accommodation, without discrimination or segregation on the ground of race, color, religion, or national origin.'  Are you suggesting that's not how the law reads? Or are you still attacking the straw man you set up i.e. forcing a pharmacy to stock specific goods....which is indeed ridiculous, both to bring up and to defend, neither of which I'm doing. The law will of course be interpereted, as will the actions of indivudals, but it's clear that if discrimination is involved on the basis of religion, it is a legal issue. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:26:27"
    },
    {
      "nodeID": "156592",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:27"
    },
    {
      "nodeID": "156593",
      "text": "Doesn't matter? If you're still on your straw man, whatever, if you are referring to an individual pharmacists not servicing based ON religion (Which is the case in many instances), then it's in black and white as against the law. Regarding firing, if it's not in the press or if it's good/neutral press sure, some minority groups don't get equal treatment under the law, that's nothing new to America. Yet if it's national bad press that builds up, no, businesses distance themsleves from such nonsnese. They have on gay rights/health benefits, they will on drugs. Their business is to serve customers, not to promote religious mumbo jumbo. A few companies may indeed choose to not carry, who cares, that's your straw man. I'm talking about individual pharmacists in the large chains (wal mart, grocery stores, etc.) making a choice based on discrimination, refusal to service an individual.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:27"
    },
    {
      "nodeID": "156594",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:27"
    },
    {
      "nodeID": "156595",
      "text": "No, and your classification here is rediculous. This is not a matter of refusing to serve sombody based on their religon.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:28"
    },
    {
      "nodeID": "156596",
      "text": "What's ridiculous is your mis-reading of the argument. I'm both discussing individual pharmacists, and their refusal of service to individuals based on the drug the individual wants, which is already assumed to be dispensed at that pharmacy or chain.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:28"
    },
    {
      "nodeID": "156597",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:26:28"
    }
  ],
  "edges": [
    {
      "edgeID": "195124",
      "fromID": "156575",
      "toID": "156576",
      "formEdgeID": null
    },
    {
      "edgeID": "195125",
      "fromID": "156576",
      "toID": "156574",
      "formEdgeID": null
    },
    {
      "edgeID": "195126",
      "fromID": "156578",
      "toID": "156579",
      "formEdgeID": null
    },
    {
      "edgeID": "195127",
      "fromID": "156579",
      "toID": "156577",
      "formEdgeID": null
    },
    {
      "edgeID": "195128",
      "fromID": "156580",
      "toID": "156581",
      "formEdgeID": null
    },
    {
      "edgeID": "195129",
      "fromID": "156581",
      "toID": "156577",
      "formEdgeID": null
    },
    {
      "edgeID": "195130",
      "fromID": "156583",
      "toID": "156584",
      "formEdgeID": null
    },
    {
      "edgeID": "195131",
      "fromID": "156584",
      "toID": "156582",
      "formEdgeID": null
    },
    {
      "edgeID": "195132",
      "fromID": "156586",
      "toID": "156587",
      "formEdgeID": null
    },
    {
      "edgeID": "195133",
      "fromID": "156587",
      "toID": "156585",
      "formEdgeID": null
    },
    {
      "edgeID": "195134",
      "fromID": "156589",
      "toID": "156590",
      "formEdgeID": null
    },
    {
      "edgeID": "195135",
      "fromID": "156590",
      "toID": "156588",
      "formEdgeID": null
    },
    {
      "edgeID": "195136",
      "fromID": "156591",
      "toID": "156592",
      "formEdgeID": null
    },
    {
      "edgeID": "195137",
      "fromID": "156592",
      "toID": "156583",
      "formEdgeID": null
    },
    {
      "edgeID": "195138",
      "fromID": "156593",
      "toID": "156594",
      "formEdgeID": null
    },
    {
      "edgeID": "195139",
      "fromID": "156594",
      "toID": "156583",
      "formEdgeID": null
    },
    {
      "edgeID": "195140",
      "fromID": "156596",
      "toID": "156597",
      "formEdgeID": null
    },
    {
      "edgeID": "195141",
      "fromID": "156597",
      "toID": "156595",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
