{
  "nodes": [
    {
      "nodeID": "153113",
      "text": "So they (pro-life peeps) say abortion is murder. Of course, you can only murder people. So their rule is that fetuses (feti?) are people also. But then they can't explain why fetuses aren't listed on the US Census, or why there isn't a funeral every time a woman has a miscarriage. Pretty much, along with the rules of having children, you would have to acquire the birth certificate during conception, you would have to pay taxes for children, even if you're only pregnant, etc. Or am I missing something? Care to clarify, anybody who disagrees?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:37"
    },
    {
      "nodeID": "153114",
      "text": "And how do you propose to settle this once and for all unless you admit that in order for the egg and the sperm to come together and form a child in 9 months that original life existed within each of them. Not only that, but the resulting offspring is a combination of the features and characteristics of the two parents who copulated. To imply that an unborn child is not human/a person simply because it isn't fully developed is to also claim that a person born without limbs must not be human either because they too are incomplete human beings.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:37"
    },
    {
      "nodeID": "153115",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153116",
      "text": "Yes, you are missing something. How come age doesn't start at conception? How come when babies are born they aren't 9 months old instead of, well, seconds old.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153117",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153118",
      "text": "After all, a 2 day old baby is no more valuable or independent potentially speaking than an unborn child is 2 days before it's born, but the 2 day old child has all of the rights that you have to life.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153119",
      "text": "So does the 2 day before birth unborn child because it is in the third trimester. I as in what you have come to know as ME was born somewhere in the third trimester. The body that I'm sitting in this chair with and typing this with was born at conception, and started as a sperm before conception.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153120",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153121",
      "text": "Then explain to me why a pregnant woman was hit by a car not long ago leading to the death of both mother and baby. Resulting in a double vehicular homicide charge being leveled against the driver ? How can that be if the unborn child doesn't have rights as a human being ? And why could the mother have aborted that baby legally if she chose to ? Isn't that a true catch 22 for the unborn, and a contradiction in the law ?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153122",
      "text": "I dunno, maybe it was in the third trimester?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153123",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153124",
      "text": "Because that the law one has to presume and of course the law applied to that specific case. As to it being contradictory - well the law is loaded with contradictions if you look at all closely. On the other hand consider that the driver killed the woman AND obviously damaged her fetus beyond recovery - WITHOUT the consent of the woman. In other words the death of the fetus was not by consent of the person who holds the right to decide but rather by the negligence or intent of the guilty party. And yes prior to her death (assumming all other requirements were met) she could have AT HER CHOICE and UN-COERCED have chosen to abort the fetus without incurring a legal penalty. But that would of course be much different.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153125",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153126",
      "text": "To imply that an unborn child is not human/a person",
      "type": "I",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153127",
      "text": "Just because it is human doesn't mean it's a human being. I'm not sure what grade you're in but that's basic biology 101. Your ears are human. Your ears are NOT human beings. emoticon_idea",
      "type": "I",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153128",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153129",
      "text": "I agree that this does not settle anything, it merely points out that the unborn do not have all of the same legal recognitions that the born have. I for one, am dead set against allowing the unborn to vote... and drive.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153130",
      "text": "But...but... I just swallowed 56 zygotes so that they could vote by proxy through me for the Ripofflican(tm) party this upcoming election so they can win. Now I'm going to have all that indigestion for nothin'. As to driving...don't care. What I'll miss most is all of those credit card offers that come in their names. There's just so much that they, living though me want to 'buy now and pay later' on. You saying they can't do that?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:38"
    },
    {
      "nodeID": "153131",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:39"
    },
    {
      "nodeID": "153132",
      "text": "Seriously, I do not think that anyone can say that an unborn human, from zygote to delivery is not alive. Nor can it be said it is not a homo sapiens or human. It is an unborn but living human.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:39"
    },
    {
      "nodeID": "153133",
      "text": "But, that's just the argument Chem99a and I are having in another thread.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:39"
    },
    {
      "nodeID": "153134",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:39"
    },
    {
      "nodeID": "153135",
      "text": "Whether it is a person simply depends upon what you define as personhood. What rights one wishes to confer on that unborn that are independent of the mother who is carrying it is what this argument is all about.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:39"
    },
    {
      "nodeID": "153136",
      "text": "And this is what it devolves down into.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:39"
    },
    {
      "nodeID": "153137",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:39"
    }
  ],
  "edges": [
    {
      "edgeID": "192682",
      "fromID": "153114",
      "toID": "153115",
      "formEdgeID": null
    },
    {
      "edgeID": "192683",
      "fromID": "153115",
      "toID": "153113",
      "formEdgeID": null
    },
    {
      "edgeID": "192684",
      "fromID": "153116",
      "toID": "153117",
      "formEdgeID": null
    },
    {
      "edgeID": "192685",
      "fromID": "153117",
      "toID": "153113",
      "formEdgeID": null
    },
    {
      "edgeID": "192686",
      "fromID": "153119",
      "toID": "153120",
      "formEdgeID": null
    },
    {
      "edgeID": "192687",
      "fromID": "153120",
      "toID": "153118",
      "formEdgeID": null
    },
    {
      "edgeID": "192688",
      "fromID": "153122",
      "toID": "153123",
      "formEdgeID": null
    },
    {
      "edgeID": "192689",
      "fromID": "153123",
      "toID": "153121",
      "formEdgeID": null
    },
    {
      "edgeID": "192690",
      "fromID": "153124",
      "toID": "153125",
      "formEdgeID": null
    },
    {
      "edgeID": "192691",
      "fromID": "153125",
      "toID": "153114",
      "formEdgeID": null
    },
    {
      "edgeID": "192692",
      "fromID": "153127",
      "toID": "153128",
      "formEdgeID": null
    },
    {
      "edgeID": "192693",
      "fromID": "153128",
      "toID": "153126",
      "formEdgeID": null
    },
    {
      "edgeID": "192694",
      "fromID": "153130",
      "toID": "153131",
      "formEdgeID": null
    },
    {
      "edgeID": "192695",
      "fromID": "153131",
      "toID": "153129",
      "formEdgeID": null
    },
    {
      "edgeID": "192696",
      "fromID": "153133",
      "toID": "153134",
      "formEdgeID": null
    },
    {
      "edgeID": "192697",
      "fromID": "153134",
      "toID": "153132",
      "formEdgeID": null
    },
    {
      "edgeID": "192698",
      "fromID": "153136",
      "toID": "153137",
      "formEdgeID": null
    },
    {
      "edgeID": "192699",
      "fromID": "153137",
      "toID": "153135",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
