{
  "nodes": [
    {
      "nodeID": "158162",
      "text": "The potentiality argument is often used against those who do not believe that a fetus is worthy of being called a person, a human, or whatever word you prefer to argue over.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:08"
    },
    {
      "nodeID": "158163",
      "text": "Too much spin there buddy. The potentiality arguement is used by those who believe women have a right to have control over their fertility. As an aside it is also a fundemental tenent in Judaism's view of the unborn- the foetus is a potential life, but has not yet attained that state of being, which occurs at birth.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:08"
    },
    {
      "nodeID": "158164",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:08"
    },
    {
      "nodeID": "158165",
      "text": "I don't know about you, but if I take a step back, and look at this big picture, with all these beings debating over whether or not these arguments can philosophically or morally hold water, I can't help but think of it as the grossest, darkest tease life can contain. Here we are, debating philosophy, which is a celebration of life and the blessings of existence, and all the while these 'would-be beings' are getting blotted out of existence by the very dance that is our celebration. We rejoice in our lives in these debates, and flaunt that merriment by using it as a means to keep others out of life. I think about it and I feel like reality is being raped in some abhorrent way - like their reality is being raped by ours. Thinking about it makes me nauseous.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:08"
    },
    {
      "nodeID": "158166",
      "text": "I'm confused by your rationale in your post as it is basically all over the place- perhaps you could clarify your position better. I disagree we are debating philosophy here but discussing far less abstract real world issues and how they relate to the matter of abortion.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:08"
    },
    {
      "nodeID": "158167",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:09"
    },
    {
      "nodeID": "158168",
      "text": "Often, this debate becomes dotted with examples of things like human vegetables who might come out of their coma as potential people who aren't really people, or a person who was knocked out in a brawl as a potential person who is not (on some level) currently a person, and many other examples. We often believe it is immoral to kill people in these conditions, so the potentiality argument says that a fetus is just as sacred and requires our protection.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:09"
    },
    {
      "nodeID": "158169",
      "text": "There is never a question of 'killing people' in such circumstances, it a matter of deciding if treatment should be withdrawn and thus allow them to die, i.e. where there is no possibility of any sort of a recovery.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:09"
    },
    {
      "nodeID": "158170",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:09"
    },
    {
      "nodeID": "158171",
      "text": "I have a hard time believing a 1 day old baby can live independently",
      "type": "I",
      "timestamp": "2016-03-08 20:30:09"
    },
    {
      "nodeID": "158172",
      "text": "And, of course, you totally miss the point. The point is that a 1-day-old infant can be cared for by ANYBODY! It is no longer dependent upon the body and resources of only one person. But, of course, if that one person is only a lowly, less than human woman, that lowly person has absolutely no rights to compare with that of the almighty, holy fetus.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:09"
    },
    {
      "nodeID": "158173",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:09"
    },
    {
      "nodeID": "158174",
      "text": "it can't always be cared by anyone. What if no one wants the baby or you can't get to a place where you can give the baby up (maybe snowed in for a week). Can you kill the baby then because it is now dependent on you.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:09"
    },
    {
      "nodeID": "158175",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:09"
    },
    {
      "nodeID": "158176",
      "text": "it can be cared by anyone who wants to care for it. a 1-day-old baby is a natural citizen of the country in which it was born, and therefore is protected by the law of that country. killing the baby would be murder. a person being dependent on someone else does not mean that the host can kill the dependent person at their discretion.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:09"
    },
    {
      "nodeID": "158177",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:09"
    },
    {
      "nodeID": "158178",
      "text": "with contraceptives though a human is created and thus can't be denied an opportuntity to be born. The human part hasn't happened yet while after fusion it has.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:09"
    },
    {
      "nodeID": "158179",
      "text": "But thats not what unkerpaulie was getting at. Contraceptives deny the possibility of life, just at a different stage. There should be no mystique over conception as a substantial percentage of fertilized embryo's (a human life in your estimation) are going straight down the toliet when nature is left to take its course. At least the Catholic opposition to contraception can be viewed as being morally consistent, ie. there is no man-made intervention permitted in the human reproductive process.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:09"
    },
    {
      "nodeID": "158180",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:09"
    }
  ],
  "edges": [
    {
      "edgeID": "196256",
      "fromID": "158163",
      "toID": "158164",
      "formEdgeID": null
    },
    {
      "edgeID": "196257",
      "fromID": "158164",
      "toID": "158162",
      "formEdgeID": null
    },
    {
      "edgeID": "196258",
      "fromID": "158166",
      "toID": "158167",
      "formEdgeID": null
    },
    {
      "edgeID": "196259",
      "fromID": "158167",
      "toID": "158165",
      "formEdgeID": null
    },
    {
      "edgeID": "196260",
      "fromID": "158169",
      "toID": "158170",
      "formEdgeID": null
    },
    {
      "edgeID": "196261",
      "fromID": "158170",
      "toID": "158168",
      "formEdgeID": null
    },
    {
      "edgeID": "196262",
      "fromID": "158172",
      "toID": "158173",
      "formEdgeID": null
    },
    {
      "edgeID": "196263",
      "fromID": "158173",
      "toID": "158171",
      "formEdgeID": null
    },
    {
      "edgeID": "196264",
      "fromID": "158174",
      "toID": "158175",
      "formEdgeID": null
    },
    {
      "edgeID": "196265",
      "fromID": "158175",
      "toID": "158172",
      "formEdgeID": null
    },
    {
      "edgeID": "196266",
      "fromID": "158176",
      "toID": "158177",
      "formEdgeID": null
    },
    {
      "edgeID": "196267",
      "fromID": "158177",
      "toID": "158174",
      "formEdgeID": null
    },
    {
      "edgeID": "196268",
      "fromID": "158179",
      "toID": "158180",
      "formEdgeID": null
    },
    {
      "edgeID": "196269",
      "fromID": "158180",
      "toID": "158178",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
