{
  "nodes": [
    {
      "nodeID": "144715",
      "text": "** Here you reveal exactly what I've just spoken of--you assume that science and the scientific method equates to, is synonymous with, materialism/mechanism. I science which does not strictly adhere to materialust/mechanist assumptions, is not, and cannot be, real science. Equally untrue.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144716",
      "text": "Garbage pure and simple. Science is materialist and empirical by its very nature. A non-materialist science is a contradiction in terms and WW you are well aware of it. What you present as a threory is empirically false and you are well aware of that also.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144717",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144718",
      "text": "Quote: Originally Posted by wascallywabbit Otherwise you would not so vehemently and tenaciously defend that metaphysic against any suggerstionthatits take on reality, its ontology/cosmoly, is incorrect--even when, as in the case of EAM, that suggestion comes from a metaphysical quarter that has no ideological connection to any religious mythology, and in fact is also antithetical to those myths.  That is merely your interpretation of my actions here, and does not reflect my personal motivations.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144719",
      "text": "** Of course it is my interpretation, or if you prefer, my inference from the evidence; the evidence being your own words and the tone with which you express them.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144720",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144721",
      "text": "I would want the payoff to be commensurately spectacular.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144722",
      "text": "** The darwinian notion has had no payoff. The fact of evolution, as descent with modification from one or a few common ancestors, predates darwin by hundreds of years, and is not the private property of materialism/mechanism/darwinism. The real 'payoffs come from 2 sources--the understanding of inheritance that grew out of Mendel's inheritance theory, and the concept of dynamic systemic 'adaptation', as opposed to passive particulate 'selection', in evoltion. Have to go now.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144723",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144724",
      "text": "If you plan to set that methodology aside in favour of something else,",
      "type": "I",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144725",
      "text": "** The 'methodology' of science is not materialism/mechanism/darwinism, but simply empiricism leading inductively/abductively to hypotheses regarding regularities in causation in nature that can be tested via the predictive experimentation of the scientific method. Neither empiricism or the epistemological process of the scientific method are the exclusive property of materialism/mechanism, nor did they originate from within that metaphysic, despite the beliefs of materialist/mechanists to that effect. Unfortunately, some 150 years ago, that methodology was set aside, and has remained out of sight, with regard to the hypothesis that is generally referred to as 'darwinism'.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144726",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144727",
      "text": "This thread follows on from a discussion elsewhere, in which I said I would consolidate the issues I have with EAM as it has been described to me. I'd like to preface my comments with a bit of personal context. I'm often accused of being a 'darwinist', the implication being that I am emotionally shackled to a particular philosophical perspective. This is not the case. Accusations of being a 'materialist' similarly have no teeth in this discussion, for the very simple reason that if a Vital force exists and can influence the physical world then it too belongs to the natural and material, rather than the supernatural. Materialism would simply expand to accommodate it, as it has with other forces.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144728",
      "text": "** A couple of quick poiints. First, you are very emotionally involved in the materialist/mechanist metaphysic, whether you grasp the full implications of that metaphysic, [beyond its denial of certain religious mythologies], or not. Otherwise you would not so vehemently and tenaciously defend that metaphysic against any suggerstionthatits take on reality, its ontology/cosmoly, is incorrect--even when, as in the case of EAM, that suggestion comes from a metaphysical quarter that has no ideological connection to any religious mythology, and in fact is also antithetical to those myths.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144729",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144730",
      "text": "What I am is someone who appreciates the value of the scientific methodology, and its repeatedly demonstrated power to yield elegant, testable, useful and predictive hypotheses, including - over the past centuries - the discovery and modeling of novel forces at work in nature as well as the Theory of Evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:45"
    },
    {
      "nodeID": "144731",
      "text": "** Here you reveal exactly what I've just spoken of--you assume that science and the scientific method equates to, is synonymous with, materialism/mechanism. It most certainly is not. Nor is the accompanying assumption, i.e., that any science which does not strictly adhere to materialust/mechanist assumptions, is not, and cannot be, real science. Equally untrue. Both assertions are unnecessary to an objective approach to science, per se, but are part and parcel of an emotional defence of materialism/mechanism and its biological aspect, RMNS darwinism.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144732",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144733",
      "text": "The real 'payoffs come from 2 sources--the understanding of inheritance that grew out of Mendel's inheritance theory, and the concept of dynamic systemic 'adaptation', as opposed to passive particulate 'selection', in evoltion.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144734",
      "text": "What in the name of heaven is 'passive particulate selection' is that found in quantitative genetics in some obscure corner - I challenge you to produce a reference to the term in the open literature. And Mendel's theory was itself (if anything is) particulate in nature and it was NOT derived from Darwin at all. It preceded Darwin and later of course DID serve as a plug in addition to supplant Darwins own inadequate theory of inheritance. And of course Mendel is long ago supplanted by much more detailed and modern genetic knowledge. As to 'dynamic sytemic adaptation' I also suggest you need to document where that term originates from other than yourself. Just what does that mean which is NOT covered by the vary-select-inherit process? Please tell us oh mighty lagomorph how antibiotic resistance arises by 'dynamic systemic adaptation' instead of plain old VSI processes and how you distinguish the two. [QUOTEHave to go now.[/QUOTE] Good because my tolerance for people who pontificate in pseudoscientific terms while pretending to themselves that they know what they are talking about is wearing very very thin.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144735",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144736",
      "text": "The darwinian notion has had no payoff. The fact of evolution, as descent with modification from one or a few common ancestors, predates darwin by hundreds of years, and is not the private property of materialism/mechanism/darwinism.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144737",
      "text": "Well to start its a theory not a notion. Secondly if everybody already agreed on common ancestry with modification as the means whereby the species arose then why did anyone every think Darwin had anything new and novel. Simple explanation is he explained HOW such descent might be accomplished in a rational and testable context and provided significant evidence and analysis supporting his scheme. In other words his basic scheme coheres while the alternatives fail to do so.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144738",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144739",
      "text": "And just how does your description differ from materialism not one bloody jot - unless you intend to admit of supernatural hypotheses which are untestable empirically. Does your version of 'science' admit of non-physical, non-material expalations. If so tis not science ore even 'science' its pseudscience or superstition or worse.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144740",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144741",
      "text": "** A couple of quick poiints. First, you are very emotionally involved in the materialist/mechanist metaphysic, whether you grasp the full implications of that metaphysic, [beyond its denial of certain religious mythologies], or not. Otherwise you would not so vehemently and tenaciously defend that metaphysic against any suggerstionthatits take on reality, its ontology/cosmoly, is incorrect--even when, as in the case of EAM, that t most certainly is not. Nor is the accompanying assumption, i.e., that anysuggestion comes from a metaphysical quarter that has no ideological connection to any religious mythology, and in fact is also antithetical to those myths.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144742",
      "text": "Gobbldygook and low quality GG at that!",
      "type": "I",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144743",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144744",
      "text": "Otherwise you would not so vehemently and tenaciously defend that metaphysic against any suggerstionthatits take on reality, its ontology/cosmoly, is incorrect--even when, as in the case of EAM, that suggestion comes from a metaphysical quarter that has no ideological connection to any religious mythology, and in fact is also antithetical to those myths.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144745",
      "text": "That is merely your interpretation of my actions here, and does not reflect my personal motivations. You don't like it that I disagree with you, and from the options available to explain that disagreement you alternately choose 'Peeling is stupid/simple minded' and 'Peeling is driven by an emotional, philosophical imperative' - the former because it's always a handy and ego-inflating explanation for disagreement and you don't have any respect for other people's intellect anyway, and the latter because it's understandable and familiar to you. I disagree with you because the logic you have used to prop up your assertion that your philosophy mirrors reality is clearly faulty. The evidence you provide to support your case actively harms it. It's not that you're certainly wrong, just that you don't have to be right for the evidence we see to add up.  I don't think you're stupid by any means; the skill with which you have manipulated our discussions has been considerable. I do think you are ignorant of much that would beneficially inform your hypotheses, that you cherry-pick just that evidence which seems to support your preconceptions rather than critically applying your hypothesis to all the available evidence, and I do think that your intellect is being leveraged in pursuit of the wrong goal, namely the creation of a fortress of semantics, idiosyncratic terminology and untestable assertions from within which you can hurl abuse at others. You may disagree with my assessment - fine. I am at least doing you the courtesy of believing you when you say you formulate EAM with the express intention of promoting your personal philosophical views about life.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144746",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:46"
    },
    {
      "nodeID": "144747",
      "text": "Here you reveal exactly what I've just spoken of--you assume that science and the scientific method equates to, is synonymous with, materialism/mechanism. It most certainly is not. Nor is the accompanying assumption, i.e., that any science which does not strictly adhere to materialust/mechanist assumptions, is not, and cannot be, real science. Equally untrue.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144748",
      "text": "And here you reveal your prediliction for reading what you want to see into the words of others. I described materialism embracing new forces and phenomena which have withstood the rigors of the scientific method. I explicitly described science as a methodology, not a philosophy. You are wrong about me, WW, and the longer you pretend otherwise, the more time you're going to waste on strawmen and the more chances I'm going to get to make your arguments look silly. It's up to you. Argue with me, or argue with the person you want me to be.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144749",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144750",
      "text": "The evidence you provide to support your case actively harms it. It's not that you're certainly wrong, just that you don't have to be right for the evidence we see to add up.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144751",
      "text": "** Again, sez u.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144752",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144753",
      "text": "You may disagree with my assessment - fine. I am at least doing you the courtesy of believing you when you say you formulate EAM with the express intention of promoting your personal philosophical views about life.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144754",
      "text": "** Why not? Why would you doubt me? Unfortunately for your express denial of the materialist metaphysic as the philosophical view that informs the opinions you are trying to promote, that denial is worse than dubious, it's ridiculous.  Quote: Here you reveal exactly what I've just spoken of--you assume that science and the scientific method equates to, is synonymous with, materialism/mechanism. It most certainly is not. Nor is the accompanying assumption, i.e., that any science which does not strictly adhere to materialust/mechanist assumptions, is not, and cannot be, real science. Equally untrue.  And here you reveal your prediliction for reading what you want to see into the words of others. [/quote] ** Let he who is without sin cast the first stone.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144755",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144756",
      "text": "and 'Peeling is driven by an emotional, philosophical imperative' -",
      "type": "I",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144757",
      "text": "** Which is true, [see above], but which is nothing to be ashamed of, since it applies to anyone, including myself, who feels motivated to debate philosophy. And although many darwinists kid themselves that they are here to debate 'science', they are not. They are here to defend their metaphysics and its place in their personal psychological identity, i.e., ego, against the metaphysics of others, just like everybody else. What is so very strange and unnatural, IMHO, about many materialist/mechanist/positivist/darwinist/atheists is that they will go to great lengths to deny that that is the worldview that their ego revolves around, and will always attempt to convince themselves and others that they are actually somebody else. Somebody utterly uninfluenced, psychologically, by any worldview, any metaphysic, any particular set of unconscious assumptions and prejudgements, at all. The rest of us are proud of the intellectual sub-strate upon which our opinions are based, be those opinions open to challenge or not. So why are materialist/mechanist/darwinists so often ashamed of being identified as such? Beats me.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144758",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144759",
      "text": "It's up to you. Argue with me, or argue with the person you want me to be.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144760",
      "text": "** It's up to you. Stop bringing up red herrings and/or arguing by personal attack, or don't expect me to treat your posts with any less contempt than I have for most of what's been posted to this board.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144761",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144762",
      "text": "I don't think you're stupid by any means; the skill with which you have manipulated our discussions has been considerable.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:47"
    },
    {
      "nodeID": "144763",
      "text": "** Nor do I think you at all stupid. I do not debate stupid people, there is no challenge in it. Nor do I debate arrant foolishness and irrational notions such as biblical literalism. It's no more challenging than shooting fish in a barrel, and no more satisfying than destroying a child's faith in the tooth fairy. But I do take offence at you characterizing my ability to reason logically and to think with some originality as being nothing more than 'manipulation' and sophistry.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144764",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144765",
      "text": "I described materialism embracing new forces and phenomena which have withstood the rigors of the scientific method.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144766",
      "text": "** You can 'describe' materialism in ways that are untrue, but that won't make change the reality of the case. What materialism has done, under a long series of name changes, [the last being 'naturalism', if I'm not mistaken], has been to desperately rationalize the evidence of actual reality in the form of 'forces' and other phenomena antithetical to its principles and assumptions by pretending that what it says isn't what it means. For example that its denial of all things immaterial and incorporeal and insubstantial doesn't apply to forces, mass, energy, and so on. All very darwinian SOP.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144767",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144768",
      "text": "I do think you are ignorant of much that would beneficially inform your hypotheses,",
      "type": "I",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144769",
      "text": "** True, but then, who is not? Yourself, perhaps?",
      "type": "I",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144770",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144771",
      "text": "and I do think that your intellect is being leveraged in pursuit of the wrong goal, namely the creation of a fortress of semantics, idiosyncratic terminology and untestable assertions from within which you can hurl abuse at others.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144772",
      "text": "** Back to the dark side,eh, and 'argument by personal attack upon the character of your opponent'?",
      "type": "I",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144773",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144774",
      "text": "I explicitly described science as a methodology, not a philosophy.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144775",
      "text": "** Science is more than a methodology. Empiricism and validation by prediction from anticipated regularit is its methodology. If science were nothing more than a methodology, than no science would exist beyond the confines of any particular experiment and/or collection of observations/measurements undergone currently. However, you are right, in so far as 'science' _should not_ be conflated with and confused for any particular philosophy, with the possible exception of empiticism. But 'should' is not the issue. The fact is that, falsely and irrationally, you and other materialist have tried, and with great success unfortunately, to convince the public that your materialism and 'science' are one and the same. Just denying that you have done so, and that you [and your fellow darwinists] continue to do so in your every post, doesn't cut the mustard.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144776",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144777",
      "text": "and the latter because it's understandable and familiar to you.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144778",
      "text": "** Meaning?!?!",
      "type": "I",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144779",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:48"
    },
    {
      "nodeID": "144780",
      "text": "the former because it's always a handy and ego-inflating explanation for disagreement and you don't have any respect for other people's intellect anyway,",
      "type": "I",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144781",
      "text": "** Well, there it is. You have 'gone over to the dark side'. Too bad. I hope it's a temporary lapse, but if not, our debate was quite good while it lasted.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144782",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144783",
      "text": "that you cherry-pick just that evidence which seems to support your preconceptions rather than critically applying your hypothesis to all the available evidence,",
      "type": "I",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144784",
      "text": "** Not true. I most certainly do apply EAM to all empirical observations of biological originality, just to see if it still applies. To date, it always has. As for darwinian interpretations of that same evidence, presenting them and defending them is your responsibility, not mine.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144785",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144786",
      "text": "and from the options available to explain that disagreement you alternately choose 'Peeling is stupid/simple minded'",
      "type": "I",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144787",
      "text": "** Sorry to hear you say this. I have never attacked you personally, never said anything like what you accuse me of saying. I have characterized certain ideas, notions, and opinions as stupid and simple-minded, but not you personally. If your personal identity causes you to believe that an attack on those ideas is an attack on you personally, than obviously what I've been saying about your personal commitent and emotional involvement with materialist/mechanist/darwinist/atheism is spot on the money.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144788",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144789",
      "text": "You don't like it that I disagree with you,",
      "type": "I",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144790",
      "text": "** Utterly untrue. I like it a lot, and for several reasons. I come to such debating rooms as this bb in order to debate. That means, a/finding someone with opinions that conflict with my own, and b/finding an opponent who can debate like a mature adult, relying on facts and logic to present his/her case. Finding opponents ,a/, who will defend darwinism with all the fervor of ideological zealots and fanatics is easy--they make up 99% of all darwinists who post to internet debating forums. Engaging darwinists who fulfill the conditions of b/ is next to impossible. Many start out rationally and with their emotions under control, but very rapidly become no different from the common herd after they've had their assumptions and dogma shot down more than once. They very quickly become 'froth at the mouth' trolls who think that insult and personal attack constitutes legitimate debate. Such people are nothing more, intellectually speaking, than a pain in the XXX, and need to be ignored as much as is possible. You, almost entirely alone, have, to this point, resisted the temptation to turn into an irrational, splenetic, pin in the XXX,as are the ovwerwhelming majority of this board's regulars. However, if you are about to 'go over to the dark side' with the rest of them, that's up to you. I'll miss debating you.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144791",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144792",
      "text": "You are wrong about me, WW, and the longer you pretend otherwise, the more time you're going to waste on strawmen and the more chances I'm going to get to make your arguments look silly.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144793",
      "text": "** I 'pretend' to nothing. I am not 'pretending' to beilieve you to be a materialit/darwinist. I do believe exactly that. And as for your threat to make my arguments look silly, I'm not shaking in my boots. I've made your arguments look presumptuous, pretentious and silly, but you have never yet succeeded in doing that to any of mine.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144794",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144795",
      "text": "I disagree with you because the logic you have used to prop up your assertion that your philosophy mirrors reality is clearly faulty.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:49"
    },
    {
      "nodeID": "144796",
      "text": "** Sez u. Your problem being that when you assert the assumption that your philosophy, [materialism, etc.], mirrors reality, my reasoning repeatedly shoots it full of holes, and, quite understandably, that ###### you off.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144797",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144798",
      "text": "Somebody utterly uninfluenced, psychologically, by any worldview, any metaphysic, any particular set of unconscious assumptions and prejudgements, at all.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144799",
      "text": "Rather like how a scientist should aspire to behave, really.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144800",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144801",
      "text": "Well, there it is. You have 'gone over to the dark side'. Too bad. I hope it's a temporary lapse, but if not, our debate was quite good while it lasted.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144802",
      "text": "I think I've been remarkably patient so far, actually. I made a simple personal statement to qualify my opinions, and you have decided that I'm lying or deluded because that better fits the image of 'darwinists' you like to think you're debating. I've endured with very little complaint regular comments deriding my intellect, and even kept my temper when hours of painstakingly constructed logical argument and evidence is completely ignored or dismissed as 'blowing smoke' because you can't come up with a better response. The idea that I'm the one somehow teetering on the brink of civilised debate, and should mend my ways lest I topple into your personal oubliette... I think you need a quick perspective and soda.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144803",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144804",
      "text": "You can 'describe' materialism in ways that are untrue,",
      "type": "I",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144805",
      "text": "You mean, in ways that are different from your pet version? WW, what defines materialism - the phenomena it recognises - if not their susceptibility to the scientific method?  Science is more than a methodology. Empiricism and validation by prediction from anticipated regularit is its methodology. If science were nothing more than a methodology, than no science would exist beyond the confines of any particular experiment and/or collection of observations/measurements undergone currently.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144806",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144807",
      "text": "And although many darwinists kid themselves that they are here to debate 'science', they are not. They are here to defend their metaphysics and its place in their personal psychological identity, i.e., ego, against the metaphysics of others, just like everybody else.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144808",
      "text": "So you're not wrong; everyone else is a liar.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144809",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144810",
      "text": "Sez u. Your problem being that when you assert the assumption that your philosophy, [materialism, etc.], mirrors reality, my reasoning repeatedly shoots it full of holes, and, quite understandably, that ###### you off.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144811",
      "text": "Nothing you've ever said regarding classical evolutionary theory has ever '######' me off, because in every case you have demonstrated contempt-fuelled ignorance of what it actually states. The number of incorrect statements you've made about what 'darwinists think' or 'darwinists believe' or, quite recently, what darwinists' materialist ideology 'forces them to assert' is large and increases daily. And so long as you continue to batter your pet strawman of the ToE in preference to tackling the real deal, I won't have to 'defend' anything; I'll just have to keep on correcting the same old mistakes.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:50"
    },
    {
      "nodeID": "144812",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144813",
      "text": "Not true. I most certainly do apply EAM to all empirical observations of biological originality, just to see if it still applies. To date, it always has.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144814",
      "text": "That's because it's not a falsifiable hypothesis. No matter what happens to an organism, you will always be able to say it happened on purpose. The observations you cherry-pick are those you use when attempting to prove that darwinian evolution cannot work. So you ignore the countless studies where variation is unambiguously stochastic and focus on the very small number which seemed initially to show non-random mutation. You ignore the countless studies where adaptive mutations arise, and can be elevated by carcinogens, in the absence of any hypermutational organismic response, and focus only on those where it does occur.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144815",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144816",
      "text": "Sorry to hear you say this. I have never attacked you personally, never said anything like what you accuse me of saying.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144817",
      "text": "If you truly believe this then I think you need to re-read your posts and put yourself in the shoes of those on the receiving end.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144818",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144819",
      "text": "Which is true, [see above], but which is nothing to be ashamed of, since it applies to anyone, including myself, who feels motivated to debate philosophy.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144820",
      "text": "But I'm not debating philosophy, WW; I'm debating evolutionary theories.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144821",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144822",
      "text": "I have characterized certain ideas, notions, and opinions as stupid and simple-minded, but not you personally.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144823",
      "text": "Oh, WW, come on now. If you say something to me about how Vitality works, and I say 'that's a stupid / simple-minded idea', are you seriously telling me you wouldn't take that as a personal attack?",
      "type": "I",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144824",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144825",
      "text": "And as for your threat to make my arguments look silly, I'm not shaking in my boots. I've made your arguments look presumptuous, pretentious and silly, but you have never yet succeeded in doing that to any of mine.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144826",
      "text": "Well, we can agree to disagree on that one. I won't bother putting it to a vote :)",
      "type": "I",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144827",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144828",
      "text": "I 'pretend' to nothing. I am not 'pretending' to beilieve you to be a materialit/darwinist. I do believe exactly that.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:51"
    },
    {
      "nodeID": "144829",
      "text": "Excuse me, I stand corrected. For 'pretend' please substitute 'wrongly believe'.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144830",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144831",
      "text": "It's up to you. Stop bringing up red herrings and/or arguing by personal attack, or don't expect me to treat your posts with any less contempt than I have for most of what's been posted to this board.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144832",
      "text": "Evidence or logic that causes you a problem is not a red herring. As for arguing by personal attack, once again I think I've been remarkably patient given the unending stream of dismissive and insulting comments I've endured along the way.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144833",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144834",
      "text": "But I do take offence at you characterizing my ability to reason logically and to think with some originality as being nothing more than 'manipulation' and sophistry.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144835",
      "text": "The value of logical reasoning is dependent upon your axioms. Highly religious people are no less capable of reasoning logically than anyone else - but the unshakeable axiom that their personal version of god really exists enters into every equation. For you, one axiom is the existence of Vitality; volition made quantifiable, and the other is that darwinian evolution must be wrong and worthless in every respect. There is no logical reason for you to deride NS the way you do; it's an integral part of any evolutionary theory that seeks to explain the big picture of how the organisms we see around us came to be; the occurrence of mutations, volitional or otherwise is not enough on its own. But your axioms prevent you from incorporating it into EAM and getting on with your life.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144836",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144837",
      "text": "However, you are right, in so far as 'science' _should not_ be conflated with and confused for any particular philosophy, with the possible exception of empiticism.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144838",
      "text": "Then you concede that EAM is not scientific, since its premise is philosophical.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144839",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144840",
      "text": "If your personal identity causes you to believe that an attack on those ideas is an attack on you personally, than obviously what I've been saying about your personal commitent and emotional involvement with materialist/mechanist/darwinist/atheism is spot on the money.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144841",
      "text": "If I were to become upset merely because you told me the ideas were wrong, you might have a point. But I don't; never have, so far as I recall. An idea can't be stupid, or simple-minded. An idea can be right or wrong, or perhaps partly both. When you describe an idea as stupid, you are saying it is wrong and one would have to be stupid to think that. When you describe an idea as simple minded you are saying it is wrong and one would have to be simple-minded to think that.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144842",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144843",
      "text": "Why not? Why would you doubt me? Unfortunately for your express denial of the materialist metaphysic as the philosophical view that informs the opinions you are trying to promote, that denial is worse than dubious, it's ridiculous.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144844",
      "text": "So you are truthful, but I am a liar. Just like you are clever, but I am stupid. You have no respect for me, WW; I've never seen you demonstrate respect for anyone.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:52"
    },
    {
      "nodeID": "144845",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:53"
    }
  ],
  "edges": [
    {
      "edgeID": "186768",
      "fromID": "144716",
      "toID": "144717",
      "formEdgeID": null
    },
    {
      "edgeID": "186769",
      "fromID": "144717",
      "toID": "144715",
      "formEdgeID": null
    },
    {
      "edgeID": "186770",
      "fromID": "144719",
      "toID": "144720",
      "formEdgeID": null
    },
    {
      "edgeID": "186771",
      "fromID": "144720",
      "toID": "144718",
      "formEdgeID": null
    },
    {
      "edgeID": "186772",
      "fromID": "144722",
      "toID": "144723",
      "formEdgeID": null
    },
    {
      "edgeID": "186773",
      "fromID": "144723",
      "toID": "144721",
      "formEdgeID": null
    },
    {
      "edgeID": "186774",
      "fromID": "144725",
      "toID": "144726",
      "formEdgeID": null
    },
    {
      "edgeID": "186775",
      "fromID": "144726",
      "toID": "144724",
      "formEdgeID": null
    },
    {
      "edgeID": "186776",
      "fromID": "144728",
      "toID": "144729",
      "formEdgeID": null
    },
    {
      "edgeID": "186777",
      "fromID": "144729",
      "toID": "144727",
      "formEdgeID": null
    },
    {
      "edgeID": "186778",
      "fromID": "144731",
      "toID": "144732",
      "formEdgeID": null
    },
    {
      "edgeID": "186779",
      "fromID": "144732",
      "toID": "144730",
      "formEdgeID": null
    },
    {
      "edgeID": "186780",
      "fromID": "144734",
      "toID": "144735",
      "formEdgeID": null
    },
    {
      "edgeID": "186781",
      "fromID": "144735",
      "toID": "144733",
      "formEdgeID": null
    },
    {
      "edgeID": "186782",
      "fromID": "144737",
      "toID": "144738",
      "formEdgeID": null
    },
    {
      "edgeID": "186783",
      "fromID": "144738",
      "toID": "144736",
      "formEdgeID": null
    },
    {
      "edgeID": "186784",
      "fromID": "144739",
      "toID": "144740",
      "formEdgeID": null
    },
    {
      "edgeID": "186785",
      "fromID": "144740",
      "toID": "144722",
      "formEdgeID": null
    },
    {
      "edgeID": "186786",
      "fromID": "144742",
      "toID": "144743",
      "formEdgeID": null
    },
    {
      "edgeID": "186787",
      "fromID": "144743",
      "toID": "144741",
      "formEdgeID": null
    },
    {
      "edgeID": "186788",
      "fromID": "144745",
      "toID": "144746",
      "formEdgeID": null
    },
    {
      "edgeID": "186789",
      "fromID": "144746",
      "toID": "144744",
      "formEdgeID": null
    },
    {
      "edgeID": "186790",
      "fromID": "144748",
      "toID": "144749",
      "formEdgeID": null
    },
    {
      "edgeID": "186791",
      "fromID": "144749",
      "toID": "144747",
      "formEdgeID": null
    },
    {
      "edgeID": "186792",
      "fromID": "144751",
      "toID": "144752",
      "formEdgeID": null
    },
    {
      "edgeID": "186793",
      "fromID": "144752",
      "toID": "144750",
      "formEdgeID": null
    },
    {
      "edgeID": "186794",
      "fromID": "144754",
      "toID": "144755",
      "formEdgeID": null
    },
    {
      "edgeID": "186795",
      "fromID": "144755",
      "toID": "144753",
      "formEdgeID": null
    },
    {
      "edgeID": "186796",
      "fromID": "144757",
      "toID": "144758",
      "formEdgeID": null
    },
    {
      "edgeID": "186797",
      "fromID": "144758",
      "toID": "144756",
      "formEdgeID": null
    },
    {
      "edgeID": "186798",
      "fromID": "144760",
      "toID": "144761",
      "formEdgeID": null
    },
    {
      "edgeID": "186799",
      "fromID": "144761",
      "toID": "144759",
      "formEdgeID": null
    },
    {
      "edgeID": "186800",
      "fromID": "144763",
      "toID": "144764",
      "formEdgeID": null
    },
    {
      "edgeID": "186801",
      "fromID": "144764",
      "toID": "144762",
      "formEdgeID": null
    },
    {
      "edgeID": "186802",
      "fromID": "144766",
      "toID": "144767",
      "formEdgeID": null
    },
    {
      "edgeID": "186803",
      "fromID": "144767",
      "toID": "144765",
      "formEdgeID": null
    },
    {
      "edgeID": "186804",
      "fromID": "144769",
      "toID": "144770",
      "formEdgeID": null
    },
    {
      "edgeID": "186805",
      "fromID": "144770",
      "toID": "144768",
      "formEdgeID": null
    },
    {
      "edgeID": "186806",
      "fromID": "144772",
      "toID": "144773",
      "formEdgeID": null
    },
    {
      "edgeID": "186807",
      "fromID": "144773",
      "toID": "144771",
      "formEdgeID": null
    },
    {
      "edgeID": "186808",
      "fromID": "144775",
      "toID": "144776",
      "formEdgeID": null
    },
    {
      "edgeID": "186809",
      "fromID": "144776",
      "toID": "144774",
      "formEdgeID": null
    },
    {
      "edgeID": "186810",
      "fromID": "144778",
      "toID": "144779",
      "formEdgeID": null
    },
    {
      "edgeID": "186811",
      "fromID": "144779",
      "toID": "144777",
      "formEdgeID": null
    },
    {
      "edgeID": "186812",
      "fromID": "144781",
      "toID": "144782",
      "formEdgeID": null
    },
    {
      "edgeID": "186813",
      "fromID": "144782",
      "toID": "144780",
      "formEdgeID": null
    },
    {
      "edgeID": "186814",
      "fromID": "144784",
      "toID": "144785",
      "formEdgeID": null
    },
    {
      "edgeID": "186815",
      "fromID": "144785",
      "toID": "144783",
      "formEdgeID": null
    },
    {
      "edgeID": "186816",
      "fromID": "144787",
      "toID": "144788",
      "formEdgeID": null
    },
    {
      "edgeID": "186817",
      "fromID": "144788",
      "toID": "144786",
      "formEdgeID": null
    },
    {
      "edgeID": "186818",
      "fromID": "144790",
      "toID": "144791",
      "formEdgeID": null
    },
    {
      "edgeID": "186819",
      "fromID": "144791",
      "toID": "144789",
      "formEdgeID": null
    },
    {
      "edgeID": "186820",
      "fromID": "144793",
      "toID": "144794",
      "formEdgeID": null
    },
    {
      "edgeID": "186821",
      "fromID": "144794",
      "toID": "144792",
      "formEdgeID": null
    },
    {
      "edgeID": "186822",
      "fromID": "144796",
      "toID": "144797",
      "formEdgeID": null
    },
    {
      "edgeID": "186823",
      "fromID": "144797",
      "toID": "144795",
      "formEdgeID": null
    },
    {
      "edgeID": "186824",
      "fromID": "144799",
      "toID": "144800",
      "formEdgeID": null
    },
    {
      "edgeID": "186825",
      "fromID": "144800",
      "toID": "144798",
      "formEdgeID": null
    },
    {
      "edgeID": "186826",
      "fromID": "144802",
      "toID": "144803",
      "formEdgeID": null
    },
    {
      "edgeID": "186827",
      "fromID": "144803",
      "toID": "144801",
      "formEdgeID": null
    },
    {
      "edgeID": "186828",
      "fromID": "144805",
      "toID": "144806",
      "formEdgeID": null
    },
    {
      "edgeID": "186829",
      "fromID": "144806",
      "toID": "144804",
      "formEdgeID": null
    },
    {
      "edgeID": "186830",
      "fromID": "144808",
      "toID": "144809",
      "formEdgeID": null
    },
    {
      "edgeID": "186831",
      "fromID": "144809",
      "toID": "144807",
      "formEdgeID": null
    },
    {
      "edgeID": "186832",
      "fromID": "144811",
      "toID": "144812",
      "formEdgeID": null
    },
    {
      "edgeID": "186833",
      "fromID": "144812",
      "toID": "144810",
      "formEdgeID": null
    },
    {
      "edgeID": "186834",
      "fromID": "144814",
      "toID": "144815",
      "formEdgeID": null
    },
    {
      "edgeID": "186835",
      "fromID": "144815",
      "toID": "144813",
      "formEdgeID": null
    },
    {
      "edgeID": "186836",
      "fromID": "144817",
      "toID": "144818",
      "formEdgeID": null
    },
    {
      "edgeID": "186837",
      "fromID": "144818",
      "toID": "144816",
      "formEdgeID": null
    },
    {
      "edgeID": "186838",
      "fromID": "144820",
      "toID": "144821",
      "formEdgeID": null
    },
    {
      "edgeID": "186839",
      "fromID": "144821",
      "toID": "144819",
      "formEdgeID": null
    },
    {
      "edgeID": "186840",
      "fromID": "144823",
      "toID": "144824",
      "formEdgeID": null
    },
    {
      "edgeID": "186841",
      "fromID": "144824",
      "toID": "144822",
      "formEdgeID": null
    },
    {
      "edgeID": "186842",
      "fromID": "144826",
      "toID": "144827",
      "formEdgeID": null
    },
    {
      "edgeID": "186843",
      "fromID": "144827",
      "toID": "144825",
      "formEdgeID": null
    },
    {
      "edgeID": "186844",
      "fromID": "144829",
      "toID": "144830",
      "formEdgeID": null
    },
    {
      "edgeID": "186845",
      "fromID": "144830",
      "toID": "144828",
      "formEdgeID": null
    },
    {
      "edgeID": "186846",
      "fromID": "144832",
      "toID": "144833",
      "formEdgeID": null
    },
    {
      "edgeID": "186847",
      "fromID": "144833",
      "toID": "144831",
      "formEdgeID": null
    },
    {
      "edgeID": "186848",
      "fromID": "144835",
      "toID": "144836",
      "formEdgeID": null
    },
    {
      "edgeID": "186849",
      "fromID": "144836",
      "toID": "144834",
      "formEdgeID": null
    },
    {
      "edgeID": "186850",
      "fromID": "144838",
      "toID": "144839",
      "formEdgeID": null
    },
    {
      "edgeID": "186851",
      "fromID": "144839",
      "toID": "144837",
      "formEdgeID": null
    },
    {
      "edgeID": "186852",
      "fromID": "144841",
      "toID": "144842",
      "formEdgeID": null
    },
    {
      "edgeID": "186853",
      "fromID": "144842",
      "toID": "144840",
      "formEdgeID": null
    },
    {
      "edgeID": "186854",
      "fromID": "144844",
      "toID": "144845",
      "formEdgeID": null
    },
    {
      "edgeID": "186855",
      "fromID": "144845",
      "toID": "144843",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
