{
  "nodes": [
    {
      "nodeID": "155517",
      "text": "mechanical formulas won't explain an immaterial reality",
      "type": "I",
      "timestamp": "2016-03-08 20:23:57"
    },
    {
      "nodeID": "155518",
      "text": "And immaterial formulas will not explain material reality. And note well reality so far as anyone can tell is material not immaterial.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:57"
    },
    {
      "nodeID": "155519",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:57"
    },
    {
      "nodeID": "155520",
      "text": "Belief that memory and free will exist but do not take up space does not require belief in a personal god.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:57"
    },
    {
      "nodeID": "155521",
      "text": "Well memory is NOT something that is immaterial is it. Its always implemented in the form of material processes well known to biochemistry. Metabolism, ion flows, neuron activity and interconnections, along with potentiation of those connections into networks. Free-will of course is what we call the experience of our choices being not wholly determined by external states alone. By no means does that exclude the fact that our internal states (of which we are largely ignorant) also play a role. The autonomy arises from the operation of the brain and those internal states. Again a purely materialist explanation. And there is no evidence of anything other than material processes in the experience of free-will. In other words neither memory nor free-will require a non-materialist viewpoint.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:58"
    },
    {
      "nodeID": "155522",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:58"
    },
    {
      "nodeID": "155523",
      "text": "ID is not 'biblical creationism'",
      "type": "I",
      "timestamp": "2016-03-08 20:23:58"
    },
    {
      "nodeID": "155524",
      "text": "Well not exactly, but it does come down to 'biblical creationism' without the courage to admit that it is a son of 'biblical creationism'. At least the biblical creationists (YEC and OECs) were sufficiently honest to identify their candidate for the creator/designer. IDers cannot seem to recall who the designer might be - they like most laywers take the fifth amendment.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:58"
    },
    {
      "nodeID": "155525",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:58"
    },
    {
      "nodeID": "155526",
      "text": "However from the moment of conception organisms have some limited ability to reorganize their development if circumstances warrent, and that ability to change decreases with age.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:58"
    },
    {
      "nodeID": "155527",
      "text": "But if there are too many dogs wandering around they do not change to be cats, or rabbits, or humans do they. They do not change so as to have eight legs and spider eyes do they. But yes development of the phenotype is a result of the genetic heritage interacting with the environment, but its not an intelligent process. If you starve a young organism to near the point of death and then rescue it with food it will not develop as if it had food when it needed it. It will not express its full genetic potential. The environment OFTEN changes the outcome of development by imposing limits on reaching the biotic potential provided in the genome.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:58"
    },
    {
      "nodeID": "155528",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:58"
    },
    {
      "nodeID": "155529",
      "text": "Religious people are certainly free to believe their god might participate in such a process. But the concept is equally coherent without any particular religious belief.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:58"
    },
    {
      "nodeID": "155530",
      "text": "Actually the idea (intelligent modification of a developing organism by that organism during its development) is as INCOHERENT with or without the introduction of GOD. Its an immaterialist concept invoking elan vital or its equiavlent which these days is sometimes designated as 'intelligence' so as to put the old and spoiled wine of vitalism into new bottles with the hopes that the new label will allow the proponents to sell it to the public.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:58"
    },
    {
      "nodeID": "155531",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:58"
    },
    {
      "nodeID": "155532",
      "text": "Religion does not answer neither 'how' nor 'why' but seems to satisfy the majority of people by just saying: 'God made it so' and who would argue with that?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:58"
    },
    {
      "nodeID": "155533",
      "text": "So essentially the good thing about religion is that it poses a question that may or may not be completely meaningless and then invents a happy-making answer to satisfy the curiosity thus engendered? Wow, that's so much more profound than eradicating smallpox.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:58"
    },
    {
      "nodeID": "155534",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:58"
    }
  ],
  "edges": [
    {
      "edgeID": "194386",
      "fromID": "155518",
      "toID": "155519",
      "formEdgeID": null
    },
    {
      "edgeID": "194387",
      "fromID": "155519",
      "toID": "155517",
      "formEdgeID": null
    },
    {
      "edgeID": "194388",
      "fromID": "155521",
      "toID": "155522",
      "formEdgeID": null
    },
    {
      "edgeID": "194389",
      "fromID": "155522",
      "toID": "155520",
      "formEdgeID": null
    },
    {
      "edgeID": "194390",
      "fromID": "155524",
      "toID": "155525",
      "formEdgeID": null
    },
    {
      "edgeID": "194391",
      "fromID": "155525",
      "toID": "155523",
      "formEdgeID": null
    },
    {
      "edgeID": "194392",
      "fromID": "155527",
      "toID": "155528",
      "formEdgeID": null
    },
    {
      "edgeID": "194393",
      "fromID": "155528",
      "toID": "155526",
      "formEdgeID": null
    },
    {
      "edgeID": "194394",
      "fromID": "155530",
      "toID": "155531",
      "formEdgeID": null
    },
    {
      "edgeID": "194395",
      "fromID": "155531",
      "toID": "155529",
      "formEdgeID": null
    },
    {
      "edgeID": "194396",
      "fromID": "155533",
      "toID": "155534",
      "formEdgeID": null
    },
    {
      "edgeID": "194397",
      "fromID": "155534",
      "toID": "155532",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
