{
  "nodes": [
    {
      "nodeID": "150383",
      "text": "I am not asking for the church or any religion to endorse, for lack of a better word, a gay marriage. What I am asking for is civil rights. The same rights any other couple receive under the law. Religion has nothing to do with it.  As far as understanding, it really is not difficult. I am not heterosexual, however I understand and accept heterosexuality.  If those who oppose or don't understand could accept that fact the homosexuality is something one is born with and not something that one chooses, maybe it would make more sense to them. Me trying to explain to you why I am homosexual would be like you trying to explain to me why you are heterosexual. Homosexuals no more chose to be homosexual any more than an african american chose the color or their skin.  Just look at your own life, your own desires, your own sexuality as it developed and evolved throughout your life. There is no difference other than mine are not towards the opposite sex, but otherwise exactly the same.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:33"
    },
    {
      "nodeID": "150384",
      "text": "Welcome to 4forums.emoticon_xhoho",
      "type": "I",
      "timestamp": "2016-03-08 20:12:33"
    },
    {
      "nodeID": "150385",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:33"
    },
    {
      "nodeID": "150386",
      "text": "What I find intresting is that the Rev. Joseph bigot Fuiten can not see that christians are a protected group and given special rights under the law. He sits there in his constitutional protected fortress and lobbs stones at gays and lesbians.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:34"
    },
    {
      "nodeID": "150387",
      "text": "I'd say there were a lot of stones going both ways. Do you know the Rev. well enough to be able to make that claim, that he's a bigot? Or is it he represents the system?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:34"
    },
    {
      "nodeID": "150388",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:34"
    }
  ],
  "edges": [
    {
      "edgeID": "190758",
      "fromID": "150384",
      "toID": "150385",
      "formEdgeID": null
    },
    {
      "edgeID": "190759",
      "fromID": "150385",
      "toID": "150383",
      "formEdgeID": null
    },
    {
      "edgeID": "190760",
      "fromID": "150387",
      "toID": "150388",
      "formEdgeID": null
    },
    {
      "edgeID": "190761",
      "fromID": "150388",
      "toID": "150386",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
