{
  "nodes": [
    {
      "nodeID": "150017",
      "text": ".and that's because the medical establishment has made it illegal to treat any disease in this country with anything other than FDA approved drugs or surgery. It's all about the money, man.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:51"
    },
    {
      "nodeID": "150018",
      "text": "You apparently know as much about law as you do about science. You wouldn't be arrested for having someone willingly consume a plant unless that plant was a controlled substance and last time I checked, poppy and weed weren't cancer cures.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:51"
    },
    {
      "nodeID": "150019",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:51"
    },
    {
      "nodeID": "150020",
      "text": "** No, it is not. No-one who fits the description I've just given is exempt. And it does not have to be a 'conspiracy', since the evangelical atheist movement is actually quite open and unapologetic about their agendum. No conspiracy there.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:51"
    },
    {
      "nodeID": "150021",
      "text": "See above. I don't see any of those listed above having any influence over the millions of other scientists out there that must be complicit in order for your generalizations to hold water. 'Evangelical atheist', nice term by the way, it's no 'truthiness' but it might catch on.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:51"
    },
    {
      "nodeID": "150022",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:51"
    },
    {
      "nodeID": "150023",
      "text": "Certainly most people accept 'evolution' per se. The OP stats for the USA, I suspect, apply not to 'evolution' in se, but rather to the darwinian RMNS explanation for it. Whether that is the case or not, there is absolutely no law in science that a person doing a certain job has to pay more than lip service to any metaphysical postulate seemingly required for the job. If RC priests can spend their adult lives saying mass, hearing confessions, and buggering little boys, then its no big deal for biologists, let alone any other scientist, to just pay the required obsequities to RMNS, stuff it on a mental back-shelf, and just get on with what they do everyday.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:51"
    },
    {
      "nodeID": "150024",
      "text": "And this is relevent how?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:51"
    },
    {
      "nodeID": "150025",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:51"
    },
    {
      "nodeID": "150026",
      "text": "As to the tired, misleading references to Catholic beliefs we're seeing here, you'll note that no 'theistic evolutionist' (Christian) has finished any discussion with me in this forum.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:51"
    },
    {
      "nodeID": "150027",
      "text": "Because all you ever do is accuse them of being a phony (a.k.a. atheist) as soon as they reveal that their theological beliefs don't precisely match yours.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:52"
    },
    {
      "nodeID": "150028",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:11:52"
    },
    {
      "nodeID": "150029",
      "text": "If Darwinian evolution was as secure as it's proponents claim, they simply would not be afraid of comparisons to ID in school classrooms.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:52"
    },
    {
      "nodeID": "150030",
      "text": "But science classes are for teaching science and ID has not shown that it is science. There is no evidence and no research has been done yet. It has been around for more than a dozen years and we are still waiting for any actual research to be done.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:52"
    },
    {
      "nodeID": "150031",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:52"
    },
    {
      "nodeID": "150032",
      "text": "Shortly after its writing in 1859 to the present day, it spawned a whole new world of ethics and philosophy, and is firmly entrenched in popular culture.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:52"
    },
    {
      "nodeID": "150033",
      "text": "Actually, ethics and philosophy are irrelevant. If they are based on Darwin, then they are wrong. Possibly are you referring to the eugenics policies and genocide policies of christian Nazis?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:52"
    },
    {
      "nodeID": "150034",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:52"
    },
    {
      "nodeID": "150035",
      "text": "#1 - Yes. Other branches of science have been bent to accommodate Darwinian evoluton. That's the only reason they would be flawed. If the evolutionist bible, the 'Origin of Species' isn't involved, then I trust science. As ww said;",
      "type": "I",
      "timestamp": "2016-03-08 20:11:52"
    },
    {
      "nodeID": "150036",
      "text": "So you solely have a problem with the theory of evolution, but anything in science that doesn't involve this theory seems sound to you. Correct? 2 questions: If you trust the scientific method in the rest of science, and you feel the processes are sound, how do you account for the overwhelming acceptance of evolution? I mean, are the scientists whose field may involve evolution unique in their lack of integrity and are singularly foolish in endorsing evolution by natural selection? If the 'evolutionists' are shills (for whom I am not clear), why is it the other scientists are trustworthy. Do the evolutionary sciences select for a certain type of person. Does your religious belief have any influence on your lack of acceptance of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:52"
    },
    {
      "nodeID": "150037",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:52"
    },
    {
      "nodeID": "150038",
      "text": "And you don't have clam's clue what my theory is, anyway.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:52"
    },
    {
      "nodeID": "150039",
      "text": "YOu know this how? Because I didn't post in those threads (mainly)? If you check my posting style I tend to weigh in when I think something needs to be said. Other than that I generally just read without comment. I seem to recall commenting on your style of summing people up at range before....",
      "type": "I",
      "timestamp": "2016-03-08 20:11:52"
    },
    {
      "nodeID": "150040",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:52"
    }
  ],
  "edges": [
    {
      "edgeID": "190504",
      "fromID": "150018",
      "toID": "150019",
      "formEdgeID": null
    },
    {
      "edgeID": "190505",
      "fromID": "150019",
      "toID": "150017",
      "formEdgeID": null
    },
    {
      "edgeID": "190506",
      "fromID": "150021",
      "toID": "150022",
      "formEdgeID": null
    },
    {
      "edgeID": "190507",
      "fromID": "150022",
      "toID": "150020",
      "formEdgeID": null
    },
    {
      "edgeID": "190508",
      "fromID": "150024",
      "toID": "150025",
      "formEdgeID": null
    },
    {
      "edgeID": "190509",
      "fromID": "150025",
      "toID": "150023",
      "formEdgeID": null
    },
    {
      "edgeID": "190510",
      "fromID": "150027",
      "toID": "150028",
      "formEdgeID": null
    },
    {
      "edgeID": "190511",
      "fromID": "150028",
      "toID": "150026",
      "formEdgeID": null
    },
    {
      "edgeID": "190512",
      "fromID": "150030",
      "toID": "150031",
      "formEdgeID": null
    },
    {
      "edgeID": "190513",
      "fromID": "150031",
      "toID": "150029",
      "formEdgeID": null
    },
    {
      "edgeID": "190514",
      "fromID": "150033",
      "toID": "150034",
      "formEdgeID": null
    },
    {
      "edgeID": "190515",
      "fromID": "150034",
      "toID": "150032",
      "formEdgeID": null
    },
    {
      "edgeID": "190516",
      "fromID": "150036",
      "toID": "150037",
      "formEdgeID": null
    },
    {
      "edgeID": "190517",
      "fromID": "150037",
      "toID": "150035",
      "formEdgeID": null
    },
    {
      "edgeID": "190518",
      "fromID": "150039",
      "toID": "150040",
      "formEdgeID": null
    },
    {
      "edgeID": "190519",
      "fromID": "150040",
      "toID": "150038",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
