{
  "nodes": [
    {
      "nodeID": "138391",
      "text": "Paley insisted that a watch on a desert island is a sure sign of a creator. Now consider the ID movement... Common sense tells me I can see the difference between a watch and the forest in which it was found. An IDist tells me I can't.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:59"
    },
    {
      "nodeID": "138392",
      "text": "Actually it was a watch on the heath. Yes, you can see the difference, but what is that difference? If you haven't identified it then you are as clueless as IDers are in how we detect manufactured artifacts. However, IDers have given you a clue. They just ignore it themselves. This is from Behe's Darwin's Black Box: 'For a simple artificial object such as a steel rod, the context is often important in concluding design. If you saw the rod outside a steel plant, you would infer design. Suppose however, that you traveled in a rocket ship to a barren alien planet that had never been explored. If you saw dozens of cylindrical steel rods lying on the side of a volcano, you would need more information before you could be sure that alien geological processes -- natural for the planet -- had not produced the rods.' Michael Behe, Darwin's Black Box, pp 195-196",
      "type": "I",
      "timestamp": "2016-03-08 19:46:59"
    },
    {
      "nodeID": "138393",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:59"
    },
    {
      "nodeID": "138394",
      "text": "The 'evidence for the answer' is the original evidence! As you say, the observation was designs in plants and animals. How do you get design? The only valid hypothesis was 'plants and animals were manufactured'. IOW, there was a Designer. Now, the attributes of that Designer were such that the only possible entity that could fulfill them was deity. Deity was the only entity with the power and knowledge necessary to manufacture plants and animals.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:59"
    },
    {
      "nodeID": "138395",
      "text": "So you're just ignoring the counters I provided above? Do you think they are irrational? How are they any more irrational than basing an argument on the premise that 'something is designed' when you have no basis for concluding that something is designed?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:59"
    },
    {
      "nodeID": "138396",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:59"
    },
    {
      "nodeID": "138397",
      "text": "Yes, you can see the difference, but what is that difference?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:59"
    },
    {
      "nodeID": "138398",
      "text": "You mean other than the fact that Mr. Pocketwatch and Mrs. Pocketwatch don't meet up for a night of whoopee and end up with little baby pocketwatches some time later? How about<b></b>: I know that humans manufacture pocketwatches.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:59"
    },
    {
      "nodeID": "138399",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:59"
    },
    {
      "nodeID": "138400",
      "text": "Now, anthropology, archeology, and forensics are constantly deciding that entities are manufactured by an intelligent entity -- humans in this case. Are you trying to tell me that anthropologists have no basis for looking at a stone and concluding it was manufactured -- designed -- as a tool? I would hope not.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:59"
    },
    {
      "nodeID": "138401",
      "text": "But you know that this is not what I was saying: We have a basis for comparison.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:59"
    },
    {
      "nodeID": "138402",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:59"
    },
    {
      "nodeID": "138403",
      "text": "You have fallen into the same trap as the IDers. When we say 'designed' there is an unspoken prepositional phrase -- 'by an intelligent entity'. What is really meant by 'designed' -- in both Paley and IDers -- is that plants and animals are manufactured. Just like the watch was manufactured.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:00"
    },
    {
      "nodeID": "138404",
      "text": "But not all 'designs' are manufactured. Take the repetitive ridges of sand on a beach. They are created by the motion of the water. Shall I remind you of the humorous story about the 'image of Jesus' that attracted much attention, yet turned out to be a coincidence of shadows? This is why I insist upon your defining the terms you're using.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:00"
    },
    {
      "nodeID": "138405",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:00"
    }
  ],
  "edges": [
    {
      "edgeID": "182274",
      "fromID": "138392",
      "toID": "138393",
      "formEdgeID": null
    },
    {
      "edgeID": "182275",
      "fromID": "138393",
      "toID": "138391",
      "formEdgeID": null
    },
    {
      "edgeID": "182276",
      "fromID": "138395",
      "toID": "138396",
      "formEdgeID": null
    },
    {
      "edgeID": "182277",
      "fromID": "138396",
      "toID": "138394",
      "formEdgeID": null
    },
    {
      "edgeID": "182278",
      "fromID": "138398",
      "toID": "138399",
      "formEdgeID": null
    },
    {
      "edgeID": "182279",
      "fromID": "138399",
      "toID": "138397",
      "formEdgeID": null
    },
    {
      "edgeID": "182280",
      "fromID": "138401",
      "toID": "138402",
      "formEdgeID": null
    },
    {
      "edgeID": "182281",
      "fromID": "138402",
      "toID": "138400",
      "formEdgeID": null
    },
    {
      "edgeID": "182282",
      "fromID": "138404",
      "toID": "138405",
      "formEdgeID": null
    },
    {
      "edgeID": "182283",
      "fromID": "138405",
      "toID": "138403",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
