{
  "nodes": [
    {
      "nodeID": "146822",
      "text": "The 'laws of consequences'? What would those be?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:57"
    },
    {
      "nodeID": "146823",
      "text": "Well, you frame the question as a quote from me... I didn't pose it like that so I don't quite know how to respond short of saying the law of thermodynamics applies to human behavior int he sense that there is cause and effect. Because this was allowed it has effected society the way it is...",
      "type": "I",
      "timestamp": "2016-03-08 20:04:57"
    },
    {
      "nodeID": "146824",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:57"
    },
    {
      "nodeID": "146825",
      "text": "Abortion in colonial America: Book Review - The Angel of Ashland: Practicing Compassion and Tempting Fate, by Vincent J. Genovese Also, it might be noted: Abortion in early America. [Women Health. 1979] - PubMed Result It is interesting to note that slaves were not permitted abortion because they were chattel, property, and the more they bred the richer their owners might become. So, by many patriarchal religious groups, women are still considered chattel, breeding stock.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:57"
    },
    {
      "nodeID": "146826",
      "text": "Oh, boy... here you come with your anti-religious bigotry rhetoric, who mentioned one thing about religiosity? C'mon Simone... let's coddle those little bats of common sense back under the belfry of reason where they are supposed to roost... They didn't need laws against it back then because peopel had more human dignity and respect for human life... and they responded within the realm of decency and basic propriety. It is a shame we actually have to go there...",
      "type": "I",
      "timestamp": "2016-03-08 20:04:57"
    },
    {
      "nodeID": "146827",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:58"
    },
    {
      "nodeID": "146828",
      "text": "I posed it as a question because I've never heard of the 'law of consequences'. You made that up. And what if she did 'protect' herself and the BC failed?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:58"
    },
    {
      "nodeID": "146829",
      "text": "I dont' make anything that I report... you speak in hyperbole buddy... but there is cause and effect, as it pertains to human behavior it is purely a law of consequences. I cannot believe you've never heard of cause and effect, and the entropy the 2nd. law of thermodynamics. Entropy is decay... as it related to human beavior, you can indulge something that is bad for you until you succomb to it effects on you emotionally, mentally or physically... because those are the areas man has influence ergo, 'mind, body and spirit' all three can be effect terminally if the situation is bad enough.  Please tell me you knew this right?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:58"
    },
    {
      "nodeID": "146830",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:58"
    }
  ],
  "edges": [
    {
      "edgeID": "188252",
      "fromID": "146823",
      "toID": "146824",
      "formEdgeID": null
    },
    {
      "edgeID": "188253",
      "fromID": "146824",
      "toID": "146822",
      "formEdgeID": null
    },
    {
      "edgeID": "188254",
      "fromID": "146826",
      "toID": "146827",
      "formEdgeID": null
    },
    {
      "edgeID": "188255",
      "fromID": "146827",
      "toID": "146825",
      "formEdgeID": null
    },
    {
      "edgeID": "188256",
      "fromID": "146829",
      "toID": "146830",
      "formEdgeID": null
    },
    {
      "edgeID": "188257",
      "fromID": "146830",
      "toID": "146828",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
