{
  "nodes": [
    {
      "nodeID": "147708",
      "text": "Evolution does not prove or disprove anything. It offers an explanation of why things are as they are, and is considered by far the most likely explanation of the explanations available. This is ever the way of science: observe what is around you and try to find an explanation, then verify if the explanation holds true. This is also the reason why these debates still exist: because they are waged in the wrong direction. 'Prove evolution!' 'No you prove creation! Prove god!' 'No, you disprove god!' leads nowhere. We're looking at the world, and wonder what makes it tick because we are naturally curious (according to evolutionists, probably because apes curious about 'what is making that tall grass sway when there is no wind' got to live longer, the longer life being spent on having more . According to creationist, because god made us so.). Understanding the world is generally useful, since we get creative ideas about how to keep it as it is when we like it or how to change it when we don't like it. Possible explanations pop up all the time and as they are mutually exclusive, we usually try to see which one is more likely. None can ever be proven true. For all we know, god may indeed have created the world 6000 years ago and then spend an enormous amount of effort to make it look waaay older. emoticon_xangel Of course, such a god either has a great sense of emoticon_xclown (I tremble at thinking about what his idea of a practical joke might be) or is a rather :xbanghead individual. Or dividual, no one ever explained how god/s might procreate. emoticon_frazzled",
      "type": "I",
      "timestamp": "2016-03-08 20:06:50"
    },
    {
      "nodeID": "147709",
      "text": "i think i like this answer because they said it offered an explanation. and you also have a choice to belive that explanation. becuase several.. not too smart people... developed other ideas of how this magnificent earth got here. oh and johnhanks i will never believe evolution. and that my opinion. and im not saying has to believe it i just wanted to know your take on this question.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:50"
    },
    {
      "nodeID": "147710",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:06:50"
    },
    {
      "nodeID": "147711",
      "text": "Wrong.  1) Science has disproven the young-earth Creationists' God.  2) Science is starting to shed light on people's spiritual beliefs.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:50"
    },
    {
      "nodeID": "147712",
      "text": "I will agree science has disproven the literal reading of a number of different scriptures, such as the literal reading of Genesis (which was never meant to be literal to begin with, but that is a different matter). It also might explain why spiritiual beliefs exist for people. However, when it comes to this vaguly defined entity that alledgely created the universe, science has nothing to say about the existance of this alledged supernatural being.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:50"
    },
    {
      "nodeID": "147713",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:50"
    },
    {
      "nodeID": "147714",
      "text": "a vaguely defined entity cannot be believed in or disbelieved, because it is unidentifiable, and therefore someone that claims to believe in it has nothing to believe in, and does not know what it is they claim to believe in. as such, believing in God is no different from not believing in God, because neither the believer nor non-believer could indentify what it is they believe in or disbelieve in.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:50"
    },
    {
      "nodeID": "147715",
      "text": "Actually, I believe that there IS not entity that is supernatural, and therefore do not have to define it any further than that. It is the believer that has to define it futher,.. which often they don't.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:50"
    },
    {
      "nodeID": "147716",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:50"
    }
  ],
  "edges": [
    {
      "edgeID": "188872",
      "fromID": "147709",
      "toID": "147710",
      "formEdgeID": null
    },
    {
      "edgeID": "188873",
      "fromID": "147710",
      "toID": "147708",
      "formEdgeID": null
    },
    {
      "edgeID": "188874",
      "fromID": "147712",
      "toID": "147713",
      "formEdgeID": null
    },
    {
      "edgeID": "188875",
      "fromID": "147713",
      "toID": "147711",
      "formEdgeID": null
    },
    {
      "edgeID": "188876",
      "fromID": "147715",
      "toID": "147716",
      "formEdgeID": null
    },
    {
      "edgeID": "188877",
      "fromID": "147716",
      "toID": "147714",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
