{
  "nodes": [
    {
      "nodeID": "141547",
      "text": "[Anti-Gun Radical Cass Sunstein Could Ban Hunting By Gun Owners of America , A No-Compromise Gun Rights Organization - September 08, 2009 Icoemail3 Comments(66) | (0) Cass-sunstein-250x200_300wide_240high Related Articles * Anti-Gun Cass Sunstein Confirmed - Expect Problems * 'Radical' Cass Sunstein Will Try to Get U.S. to Give Up Meat * Keep Anti-Hunting Cass Sunstein Out of the White House * Gun Owners Join Opponents of Health Care Reform Bill Just when you thought the news about the Obama administration couldn't get any worse, gun owners find themselves needing to rally the troops once again. This time it's the proposed 'Regulatory Czar' who will be coming to a vote this week in the U.S. Senate. His name is Cass Sunstein, and he holds some of the kookiest views you will ever hear. For starters, Sunstein believes in regulating hunting out of existence. He told a Harvard audience in 2007 that 'we ought to ban hunting.' And in The Rights of Animals: A Very Short Primer (2002), he said: I think we should go further ... the law should impose further regulation on hunting, scientific experiments, entertainment, and (above all) farming to ensure against unnecessary animal suffering. It is easy to imagine a set of initiatives that would do a great deal here, and indeed European nations have moved in just this direction. There are many possibilities. If that's all Sunstein believed, he would be dangerous and extreme, but not necessarily kooky. Unfortunately, when you look at WHY he wants to restrict hunting, this is where he goes beyond extreme. In Sunstein's world, animals should have just as many rights as people ... and they should be able to sue humans in court! 'We could even grant animals a right to bring suit without insisting that animals are persons, or that they are not property,' Sunstein said on page 11 of Animal Rights: Current Debates and New Directions (2004). Well, that's a relief ... he is at least willing to concede that animals are not persons! But he would still have animals suing humans, apparently, with more enlightened humans representing the cuddly critters. Imagine returning from a successful hunting trip ... only to find out that you've been subpoenaed for killing your prize. Who knows, maybe Sunstein would have the family of the dead animal serving as witnesses in court! By the way, if you're wondering what he thinks about the Second Amendment right to keep and bear arms, you won't be surprised to know that Sunstein is a huge supporter of gun control. In Radicals in Robes: Why Extreme Right-Wing Courts are Wrong for America (2005), Sunstein says: Almost all gun control legislation is constitutionally fine.... [O]n the Constitution's text, fundamentalists [that is, gun rights supporters] should not be so confident in their enthusiasm for invalidating gun control legislation. Hmm, what part of 'shall not be infringed' does Sunstein not understand? Imagine the power that Sunstein could have as the Regulatory Czar -- the nickname for the person heading the Office of Information and Regulatory Affairs (OIRA) in the White House. As the Regulatory Czar, he could bring about changes in the regulations that affect hunting, gun control and farming. In short, he could make your life hell. Senator Saxby Chambliss (R-GA) objected to his nomination several weeks ago, preventing him from being unanimously confirmed. That means that the Senate will now need to garner 60 votes to confirm this radical, kooky choice to the OIRA. No doubt, many of the people our President wants to associate with are radical kooks. First, there was the Rev. Jeremiah Wright ... then there was the self-avowed communist (Van Jones) who was nominated for the Green Jobs Czar ... now, there's an extreme animal rights activist who wants to take away our guns and get Bambi to sue us in court. It's time to take a STRONG STAND against this radical administration.]",
      "type": "I",
      "timestamp": "2016-03-08 19:53:58"
    },
    {
      "nodeID": "141548",
      "text": "And to think:We actually got nut jobs like this in government postions.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:58"
    },
    {
      "nodeID": "141549",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:58"
    },
    {
      "nodeID": "141550",
      "text": "And way too many of them. Of course what do you expect witht the state run media, a solid lock on education to the point of propaganda and massive voter fraud. They don't say the graveyards in Cook County IL vote early and often for nothing.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:58"
    },
    {
      "nodeID": "141551",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:58"
    }
  ],
  "edges": [
    {
      "edgeID": "184520",
      "fromID": "141548",
      "toID": "141549",
      "formEdgeID": null
    },
    {
      "edgeID": "184521",
      "fromID": "141549",
      "toID": "141547",
      "formEdgeID": null
    },
    {
      "edgeID": "184522",
      "fromID": "141550",
      "toID": "141551",
      "formEdgeID": null
    },
    {
      "edgeID": "184523",
      "fromID": "141551",
      "toID": "141548",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
