{
  "nodes": [
    {
      "nodeID": "154146",
      "text": "Carbon's half life is too short. Bottom line - it does not go back far enough.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:55"
    },
    {
      "nodeID": "154147",
      "text": "Yes. That's it.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:55"
    },
    {
      "nodeID": "154148",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:55"
    },
    {
      "nodeID": "154149",
      "text": "Certain elements decay at a known standard rate, measurung the amount of the decay can tell them how long that element/rock (and whatever is in it has been there).",
      "type": "I",
      "timestamp": "2016-03-08 20:20:55"
    },
    {
      "nodeID": "154150",
      "text": "And it is heat that resets the clock. Thus it is volcanic rock and ash that can be dated most reliably.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:55"
    },
    {
      "nodeID": "154151",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:55"
    },
    {
      "nodeID": "154152",
      "text": "I don't believe that man and dinosaur walked the earth together. (Although dragon legends are believed to be in part inspired by the discovery of dinosaur bones.)",
      "type": "I",
      "timestamp": "2016-03-08 20:20:55"
    },
    {
      "nodeID": "154153",
      "text": "And I've been to Paluxy and I still don't blieve that there are human tracks among the dinosaur tracks.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:55"
    },
    {
      "nodeID": "154154",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:55"
    },
    {
      "nodeID": "154155",
      "text": "Radioisotope dating is done on the rocks that fossils are found in.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:55"
    },
    {
      "nodeID": "154156",
      "text": "Actually, the dating is done on layers above and below the rock in which fossils are found. You see, generally fossils are found in some sort of sedimentary rock. And sedimentary rock cannot be dated. But a layer of volcanic ash above and below the fossil can be dated and thus give a date within a range.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:55"
    },
    {
      "nodeID": "154157",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:55"
    },
    {
      "nodeID": "154158",
      "text": "Bones are converted to rock by water slowly replacing the living tissue with minerals. It takes a long, long, long time. Not to mention carbon dating does work for most human remains (effective for 70,000 years or younger), but not dinosaurs.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:55"
    },
    {
      "nodeID": "154159",
      "text": "Well, I'm told that the upper limits have been extended by more accurate instruments, but I'm an old bugger who learned 50,000 years for carbon dating. I'm going to stick with that until I've seen some real data.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:56"
    },
    {
      "nodeID": "154160",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:56"
    },
    {
      "nodeID": "154161",
      "text": "The Bible is a book. It is a guide to our behavior and to God. It is not a history or science text, nor is meant to be. What a waste of time to try and use the Bible to refute science!",
      "type": "I",
      "timestamp": "2016-03-08 20:20:56"
    },
    {
      "nodeID": "154162",
      "text": "Well, we are doing a pretty good job at refuting evolution with it! You seem to be a little confused about 'What is science?' You have mixed up evolution with science. You see, science is the human enterprise of seeking to describe accurately and quantitatively the nature and processes of our universe through observation, hypothesis, and experimental validation. Note 'the nature and processes' of our universe. There is no 'origin' mentioned here, as we cannot observe or experiment what would have happened in the past. Evolution is not science, it is just philosophical naturalism, or what you believe in is theistic evolution (a God guided process of evolution).  Creation, evolution, theistic evolution (progressive creation) are all just different interpretations of the scientific evidence and the sciences.You see, what is the difference between evolution and creation? Nothing much, only that one takes a long time through naturalistic processes while the other comes around by the special creative acts of God about 6,000 years ago. Does that mean that then, that creation could be regarded as being 'scientific'? Everything that creation says, evolution just says the total opposite, while both sides use science to support their case. I hope that you see that both of them are just different interpretations of the scientific evidence that we observe -- different interpretations, same scientific facts, same sciences (science of genetics, physics, chemistry, etc).",
      "type": "I",
      "timestamp": "2016-03-08 20:20:56"
    },
    {
      "nodeID": "154163",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:56"
    },
    {
      "nodeID": "154164",
      "text": "The process to fossilize a bone is painfully slow. Non-fossilized tissue can't survive more than a few years, let alone long enough for any other part of the bone to become fossilzed! It would decompose!",
      "type": "I",
      "timestamp": "2016-03-08 20:20:56"
    },
    {
      "nodeID": "154165",
      "text": "Actually, the process of fossilisation is not slow and can be done relatively quickly. All what you need is for sediments to quickly cover a dead (or an alive body - as what would have happened to Noah's Flood) and hence, fossilsation can occur rapidly; evolutionarly speaking, fossils take millions of years to fossilise a bone, but unless the bone is covered by sediments quickly, the bone will never fossilise.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:56"
    },
    {
      "nodeID": "154166",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:56"
    },
    {
      "nodeID": "154167",
      "text": "All creationists have to date things is a BOOK. Paleontology uses scientific methods.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:56"
    },
    {
      "nodeID": "154168",
      "text": "But if the Bible is the Word of God, then it is the truth, is it not? Hence, this would be far more reliable than man-made methods. You interestingly enough bring up the so-called 'scientific dating methods'. Well, did you know that out of the 200 possible dating methods that we can apply, only 20 of those methods bring an age for things that fits with the evolutionary theory. Since you have some education in paleontology I trust that you know that most fossils do not usually contain radioactive minerals, so they cannot usually be dated by radiometric means. What is usually done is to find a volcanic flow in association with the fossil layer, and try to date that using methods such as the potassium-argon dating. Now, there have been several examples where radio-dating methods have failed. In the 'Creation Magazine' there have been detailed reprots in which wood found in '250-million-year-old' sandstone, or in volcanic rock 'tens of millions of years old' has given carbon-dating results of only thousands of years. Now you should know that if the wood was really 250 million years old there would be no radio-carbon isotopes in the wood. Radio-carbon dating only gives dates limited to a few thousand years according to evolutionary theory. So now comes the question, which one are you going to trust? This example came from: Snelling, A., 'Radioactive dating in conflict!', Creation 20(1):24-27, 1998. Also when creation geologists sample volcanic rock known to have flowed in historic times, sending it to reputable radiometric dating labs, such as Oxford, the 'dating' almost invariably gives results in the millions of years! This came from: Snelling, A., 'Radioactive Dating Failure', Creation 22(1):18-21, 2000. This strongly suggests that the assumptions behind the dating methods are flawed. Now creationists don't have all the answers when it comes to radio-active dating, but they know that there is something wrong with it, examplified by the examples above.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:56"
    },
    {
      "nodeID": "154169",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:56"
    }
  ],
  "edges": [
    {
      "edgeID": "193410",
      "fromID": "154147",
      "toID": "154148",
      "formEdgeID": null
    },
    {
      "edgeID": "193411",
      "fromID": "154148",
      "toID": "154146",
      "formEdgeID": null
    },
    {
      "edgeID": "193412",
      "fromID": "154150",
      "toID": "154151",
      "formEdgeID": null
    },
    {
      "edgeID": "193413",
      "fromID": "154151",
      "toID": "154149",
      "formEdgeID": null
    },
    {
      "edgeID": "193414",
      "fromID": "154153",
      "toID": "154154",
      "formEdgeID": null
    },
    {
      "edgeID": "193415",
      "fromID": "154154",
      "toID": "154152",
      "formEdgeID": null
    },
    {
      "edgeID": "193416",
      "fromID": "154156",
      "toID": "154157",
      "formEdgeID": null
    },
    {
      "edgeID": "193417",
      "fromID": "154157",
      "toID": "154155",
      "formEdgeID": null
    },
    {
      "edgeID": "193418",
      "fromID": "154159",
      "toID": "154160",
      "formEdgeID": null
    },
    {
      "edgeID": "193419",
      "fromID": "154160",
      "toID": "154158",
      "formEdgeID": null
    },
    {
      "edgeID": "193420",
      "fromID": "154162",
      "toID": "154163",
      "formEdgeID": null
    },
    {
      "edgeID": "193421",
      "fromID": "154163",
      "toID": "154161",
      "formEdgeID": null
    },
    {
      "edgeID": "193422",
      "fromID": "154165",
      "toID": "154166",
      "formEdgeID": null
    },
    {
      "edgeID": "193423",
      "fromID": "154166",
      "toID": "154164",
      "formEdgeID": null
    },
    {
      "edgeID": "193424",
      "fromID": "154168",
      "toID": "154169",
      "formEdgeID": null
    },
    {
      "edgeID": "193425",
      "fromID": "154169",
      "toID": "154167",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
