{
  "nodes": [
    {
      "nodeID": "154194",
      "text": "YouTube - Armed Citizen - Cape Girardeau, Missouri So a sex offender rapes a 57 year old woman, and five days later he comes back, cuts her electricity, and she shoots him with a shotgun and kills him. She doesn't face any charges for her actions. I consider that justice served.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:00"
    },
    {
      "nodeID": "154195",
      "text": "I agree, but the libs would weep and call her a murderer. I suppose they'd rather have her submit to this vile person. They support pacifism, and in New York, she'd be in prison. Good thing people in my area have common sense.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:00"
    },
    {
      "nodeID": "154196",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:00"
    },
    {
      "nodeID": "154197",
      "text": "she violated his rights the 5th says you cant be deprived of life without due process of law well he was deprived of his life and he didnt get his day in court",
      "type": "I",
      "timestamp": "2016-03-08 20:21:00"
    },
    {
      "nodeID": "154198",
      "text": "Actually you're wrong. Actually you're very, very wrong. The 5th Amendment, and all the other amendments in the Bill of Rights, only provide protections against government interference, not interference from your neighbors and people who don't have governmental jobs. But just for the sake of argument, if you want to argue how the man's rights were violated, how about we discuss the rights of the woman? Doesn't she have a right to not be raped? Doesn't she have a right to be secure in her own home against forced invasion?",
      "type": "I",
      "timestamp": "2016-03-08 20:21:00"
    },
    {
      "nodeID": "154199",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:00"
    },
    {
      "nodeID": "154200",
      "text": "Even if her name was Crystal Gail Mangum, right? Believe it or not, those who commit murder are not above lying about it. Also, what if someone assaulted a man instead, and the man does the same 5 days later? He'd be unlikely to get the same sympathy; but that's the risk with vigilante justice, i.e. it's an oxymoron that only works in the movies... and only to make their producers rich, so they can be safe behind 9-foot security-fences and bodyguards from the very violence they breed against the rest of us.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:01"
    },
    {
      "nodeID": "154201",
      "text": "So when somebody with bad intentions breaks and crawls in through a window, and shuts off your power so you can't use the telephone, and comes busting through your basement door, shooting them is vigilante justice? To you this situation doesn't qualify as self-defense? I highly doubt the woman is lying about the entire matter, because if she was the prosecuting attorney and the police wouldn't be so willing to not press charges against her.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:01"
    },
    {
      "nodeID": "154202",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:01"
    }
  ],
  "edges": [
    {
      "edgeID": "193444",
      "fromID": "154195",
      "toID": "154196",
      "formEdgeID": null
    },
    {
      "edgeID": "193445",
      "fromID": "154196",
      "toID": "154194",
      "formEdgeID": null
    },
    {
      "edgeID": "193446",
      "fromID": "154198",
      "toID": "154199",
      "formEdgeID": null
    },
    {
      "edgeID": "193447",
      "fromID": "154199",
      "toID": "154197",
      "formEdgeID": null
    },
    {
      "edgeID": "193448",
      "fromID": "154201",
      "toID": "154202",
      "formEdgeID": null
    },
    {
      "edgeID": "193449",
      "fromID": "154202",
      "toID": "154200",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
