{
  "nodes": [
    {
      "nodeID": "137714",
      "text": "Atheists do, but it doesn&#8217;t necessarily mean that they represent science. You haven&#8217;t gotten in over your head &#8211; most who post here don&#8217;t know much about science. TQ doesn&#8217;t, and of course he&#8217;ll tell you that I don&#8217;t. There&#8217;s a big difference between science, and the creation/ evolution controversy. Many atheists who seem to be interested in science are actually only interested in it to the point that it helps them feel &#8220;intellectually fulfilled&#8221;, to discredit religion. Some of the best reading on the creation/evolution controversy isn&#8217;t written by scientists, but by philosophers who have done just enough scientific homework on the subject to keep a clear focus on the controversy, without confusing it with too much detail. Michael Ruse and Bradley Monten are two excellent atheist authors on the subject. Religious authors, practically too many to name. William Dembski, David Berlinski, Phillip Johnson, Cornelius Hunter, many others. You would do well to read anything by any of these people. Far too many young people seem to make the mistake of getting most all of their information from rabid atheists who are also degreed biologists, like Richard Dawkins. He&#8217;s become a celebrity, and most degreed biologists who are not rabid atheists are a little to timid to take him on in a very direct way, without fear of discrimination, academic or otherwise. Michael Behe is one of the few who has been somewhat successful at it, not in avoiding discrimination, but in his ability to make a comfortable living in spite of it. Read &#8220;The Edge of Evolution&#8221;, or &#8220;Darwin&#8217;s Black Box&#8221; sometime. :)",
      "type": "I",
      "timestamp": "2016-03-08 19:45:34"
    },
    {
      "nodeID": "137715",
      "text": "Oh yes, Mr Behe makes a comfortable living out of selling to the ignorant. His newest book is just a rehash of his old book, and has the very same flaws that have been destroyed over and over again. As for your 'religious authors' being respected.. they are respected perhaps by the fundamentalists that do not understand what science is about.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:34"
    },
    {
      "nodeID": "137716",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:34"
    },
    {
      "nodeID": "137717",
      "text": "You have this backwards. The word theory was originally a scientific word, and then it was adapted into common speech to mean a range of things not originally designated to that word. Words like evolve, gravity and congruent have different meanings within the realm of science than they have outside.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:34"
    },
    {
      "nodeID": "137718",
      "text": "So it's the scientific community that sets up communication within a society, and then the dumb old common peasants come along and screw it all up? Hahaha - sorry but I'm not convinced.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137719",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137720",
      "text": "a coherent group of general propositions used as principles of explanation for a class of phenomena. and databed you should be ashamed to say rock solid while at the same time failing in every way to defend evolution from a 'crackpot' and his insane catholic overlord.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137721",
      "text": "Well feel free to disprove evolution anytime.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137722",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137723",
      "text": "If that is your conception, no wonder you are having problems.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137724",
      "text": "I believe I wrote several times that I am not arguing against the rational theory of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137725",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137726",
      "text": "TQ doesn't, and of course he'll tell you that I don't.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137727",
      "text": "I have noticed he seems content to drop a Ad Hominem neglecting to actually argue.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137728",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137729",
      "text": "What are the chances that a H. sapiens would be born with your mother's genetic code? How about your father's? So, knowing how slim the chances are of those two events, the idea that a H. sapiens would be someday born on the planet earth with your precise genetic code in the (at a guess) latter quarter of the 20th century are - how did you put it now? - Practically impossible.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137730",
      "text": "Yes I think you are right.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137731",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137732",
      "text": "Now, if it makes you feel better that I refuse to engage you",
      "type": "I",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137733",
      "text": "I knew that already.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137734",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137735",
      "text": "As for Irreducible complex structures, one thing you have yet to understand, even though it has been explained to you at least a dozen times, is there are two methods for ic structures to evolve naturally, and indeed it has been shown this is the case",
      "type": "I",
      "timestamp": "2016-03-08 19:45:35"
    },
    {
      "nodeID": "137736",
      "text": "You know what, since simple contradiction without reason while ignoring any responses seems to be good enough for you evolutionist I will simply save my words. Evolution does not explain the advancement of life. OHH AHH, beat that one.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:36"
    },
    {
      "nodeID": "137737",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:36"
    },
    {
      "nodeID": "137738",
      "text": "That is where you mess up, and apply the logical fallacy of equivocation. You are also doing what is known as 'willful ignorance'.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:36"
    },
    {
      "nodeID": "137739",
      "text": "And you do what many atheists do when they don't know what else to say, you clang the fallacy bell.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:36"
    },
    {
      "nodeID": "137740",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:36"
    },
    {
      "nodeID": "137741",
      "text": "However, there is a difference between a scientific theory, and how the word 'theory' is used by the layperson.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:36"
    },
    {
      "nodeID": "137742",
      "text": "And I would like to know why that is. I asked the question in post #2 and got no answer. Are laypersons lacking in intelligence so much that it's hopeless for them to be on the same communication level with scientists? Since they share the same society, put their pants on one leg at a time in the same way, eat, sleep, and share economic processes in comparable ways, it seems to me it would be beneficial for them and laypersons both to understand each other when they use identical terms. (like the word, 'theory')",
      "type": "I",
      "timestamp": "2016-03-08 19:45:36"
    },
    {
      "nodeID": "137743",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:36"
    },
    {
      "nodeID": "137744",
      "text": "Working backwards, you can take any IC system, add a redundant part or many parts that create redundancy, take away the modern part you are replacing and by doing a few iterations of this you can create a non-IC system. A non-IC system can obviously evolve, but now run the film back forward again and what do you know, you have created an IC system through scaffolding. Best of all, not giant leaps were required as the concept of IC contends. I can imagine this process for any system that fits the definition of IC.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:36"
    },
    {
      "nodeID": "137745",
      "text": "So that's it - there's nothing else to study on the subject? The process you describe naturally takes long periods of time. Do you wonder if, during this process, information/health/life could lie dormant for long periods of time, or if it would have to make some of its changes close to the time when other things changed, or when the system became operational? In mid-2001, the Human Genome Project and Celera Genomics jointly presented the true nature and complexity of the digital code inherent in DNA. We now understand that each human DNA molecule is comprised of chemical bases arranged in approximately 3 billion precise sequences. Even the DNA molecule for the single-celled bacterium, E. coli, contains enough information to fill all the books in any of the world's largest libraries. ID proponents are often accused of saying 'goddidit, that settles it, stop looking', and it seems that atheists do that quite often as well. Can you quote any ID proponent saying what you said, that 'we don't need to develop exact paths...'? Behe can describe exploration of paths, that aren't being explored to any great extent now. (too religious, don't-cha-know :p) In his words; 'Since the simplest possible design scenario posits a single cell -formed billions of years ago - that already contained all information to produce descendant organisms, studies could test this scenario by attempting to calculate how much DNA would be required to code the information (keeping in mind that much of the information might be implicit) lf DNA alone is insufficient, studies could be initiated to see if information could be stored in the cell in other ways - for example, as positional information. Other work could focus on whether larger, compound systems (containing two or more irreducibly complex systems) could have developed gradually or whether there are compounded irreducibilities.'  'Blind, purposeless, happenstance nature did it, that settles it, stop looking'? Is that your answer? Is the type of study Behe describes something for atheists to be afraid of?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:36"
    },
    {
      "nodeID": "137746",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:36"
    },
    {
      "nodeID": "137747",
      "text": "If IC is a concept then it can be defeated by a concept.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:36"
    },
    {
      "nodeID": "137748",
      "text": "So the only purpose of the concept of scaffolding is to defeat IC?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:36"
    },
    {
      "nodeID": "137749",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:36"
    }
  ],
  "edges": [
    {
      "edgeID": "181794",
      "fromID": "137715",
      "toID": "137716",
      "formEdgeID": null
    },
    {
      "edgeID": "181795",
      "fromID": "137716",
      "toID": "137714",
      "formEdgeID": null
    },
    {
      "edgeID": "181796",
      "fromID": "137718",
      "toID": "137719",
      "formEdgeID": null
    },
    {
      "edgeID": "181797",
      "fromID": "137719",
      "toID": "137717",
      "formEdgeID": null
    },
    {
      "edgeID": "181798",
      "fromID": "137721",
      "toID": "137722",
      "formEdgeID": null
    },
    {
      "edgeID": "181799",
      "fromID": "137722",
      "toID": "137720",
      "formEdgeID": null
    },
    {
      "edgeID": "181800",
      "fromID": "137724",
      "toID": "137725",
      "formEdgeID": null
    },
    {
      "edgeID": "181801",
      "fromID": "137725",
      "toID": "137723",
      "formEdgeID": null
    },
    {
      "edgeID": "181802",
      "fromID": "137727",
      "toID": "137728",
      "formEdgeID": null
    },
    {
      "edgeID": "181803",
      "fromID": "137728",
      "toID": "137726",
      "formEdgeID": null
    },
    {
      "edgeID": "181804",
      "fromID": "137730",
      "toID": "137731",
      "formEdgeID": null
    },
    {
      "edgeID": "181805",
      "fromID": "137731",
      "toID": "137729",
      "formEdgeID": null
    },
    {
      "edgeID": "181806",
      "fromID": "137733",
      "toID": "137734",
      "formEdgeID": null
    },
    {
      "edgeID": "181807",
      "fromID": "137734",
      "toID": "137732",
      "formEdgeID": null
    },
    {
      "edgeID": "181808",
      "fromID": "137736",
      "toID": "137737",
      "formEdgeID": null
    },
    {
      "edgeID": "181809",
      "fromID": "137737",
      "toID": "137735",
      "formEdgeID": null
    },
    {
      "edgeID": "181810",
      "fromID": "137739",
      "toID": "137740",
      "formEdgeID": null
    },
    {
      "edgeID": "181811",
      "fromID": "137740",
      "toID": "137738",
      "formEdgeID": null
    },
    {
      "edgeID": "181812",
      "fromID": "137742",
      "toID": "137743",
      "formEdgeID": null
    },
    {
      "edgeID": "181813",
      "fromID": "137743",
      "toID": "137741",
      "formEdgeID": null
    },
    {
      "edgeID": "181814",
      "fromID": "137745",
      "toID": "137746",
      "formEdgeID": null
    },
    {
      "edgeID": "181815",
      "fromID": "137746",
      "toID": "137744",
      "formEdgeID": null
    },
    {
      "edgeID": "181816",
      "fromID": "137748",
      "toID": "137749",
      "formEdgeID": null
    },
    {
      "edgeID": "181817",
      "fromID": "137749",
      "toID": "137747",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
