{
  "nodes": [
    {
      "nodeID": "141725",
      "text": "2) The global flood should have left homogenous sediment layers across the world, similar to the Iridium layer that the asteroid that wiped out the dinosaurs left on the Earth. No such layer of sediment exists for that time period.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:27"
    },
    {
      "nodeID": "141726",
      "text": "I see I jumped the gun. That was well stated.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:27"
    },
    {
      "nodeID": "141727",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:27"
    },
    {
      "nodeID": "141728",
      "text": "Some argue that the mountains weren't that tall yet. That makes no sense whatsoever given the rates of tectonic plate drift. Plates move at 1 inch a year. That's 500 feet over 6,000 years. Everest is by far taller then that. Some argue that plates moved faster. To create Everest in 6,000 years would mean plates would have to move almost five feet every year in the same direction. While plate movements are related to the Earth's core heat, the necessary heat to have that much movement would mean the Earth's core would have to be hundreds of times hotter. That's way more then the surface of the Sun.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:27"
    },
    {
      "nodeID": "141729",
      "text": "But even worse, even if there were some unknown mechanism to cause such movement, it would generate heat. The heat generated by the creation of the mountains of the world would be more than enough to reduce the entire surface to molten lava. Add to that the fact that the condensation of the 'vapor canopy' would release enough heat to boil all of the water on earth.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:27"
    },
    {
      "nodeID": "141730",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:27"
    },
    {
      "nodeID": "141731",
      "text": "It gets worse. I went to a presentation of Creation Science once and this 80 year old 'archaeologist' told me that before the flood, the atmospheric pressure of the planet was double what it is now and that the oxygen content was higher.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:27"
    },
    {
      "nodeID": "141732",
      "text": "Oh never mind that such a condition would be toxic...not to mention that no ice cores support such magical ideas.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:27"
    },
    {
      "nodeID": "141733",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:27"
    },
    {
      "nodeID": "141734",
      "text": "OK. That's probably correct. I did the calculations in cubic kilometers.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:27"
    },
    {
      "nodeID": "141735",
      "text": "Well, then I'd have to convert everest to kilometers. I live in the US. Metric is alien. haahh.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:27"
    },
    {
      "nodeID": "141736",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141737",
      "text": "However, in another thread you talked about 'proof' of science. Talking about 'proof' and science in the same sentence is pretty much a creationist thing. When one asks for or claims proof of a scientific theory, it is a pretty good sign that we are dealing with a scientific illiterate. Science does not prove, it explains. Proof is a matter of mathematics and booze.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141738",
      "text": "But you need proof to back up a explantion. If you didn't, all you'd have a creationism. Explanations without any support.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141739",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141740",
      "text": "1) The simple answer to this statement is that when the flood did arrive, it did not only mix up thousands of species of animals and plants, but also the many layers of strata in the Earth. This would have caused a severe change in the appearance of the strata, which has obviously confused modern scientists all over the world.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141741",
      "text": "I have to ask, why do you think 'the flood mixed everything up' is an answer to the question 'why aren't fossils all mixed up?'",
      "type": "I",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141742",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141743",
      "text": "5) I have answered most of this statement above, but you must also take into account the incredible cooling that must have occurred when boiling-hot water came into contact with billions of cubic miles of next-to-freezing rainy air. You get the picture.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141744",
      "text": "Well, let's think about that for a moment. The earth's atmosphere has a mass estimated at 5x10^18 kg, and that's if we count all of it, right up to the troposphere. Three quarters of a billion cubic miles of water would have a mass of around 3x10^21kg, almost a thousand times greater. So even if the heat from the emerging floodwaters was dissipated into the entire atmosphere, the water would only be cooled by about 0.1 degrees before atmospheric temperatures reached equilibrium and no more cooling could occur.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141745",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141746",
      "text": "3a) If you do the math, severe earthquakes (caused by God) could have very easily covered the Earth in approximately 2 miles of water at some points. Also, with these severe earthquakes, not all of the Earth would have to be covered equally at one time. There could have been some parts shallow enough to actually see the ground below. 3b) Who said the Earth started out as a flat super continent? I believe that God made the Earth only a few thousand years ago, not that much geographically different from the way it is now.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141747",
      "text": "You contradict yourself. If the earth was then much as it is today, then there isn't enough water on earth to cover it in any fashion. I have done the math. Do you have any idea of how high the Himalayas, the Alps, the Andes, and the Rockies are? Besides, the Bible talks about a flood that lasted a year, not a series of tsunamis.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141748",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141749",
      "text": "Didn't realise we were still on the idea of a total world-wide flood with the whole earth being totally flooded.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141750",
      "text": "Well that is a problem for the ardent creationist isn't it? Or for any Christian. The Bible says that God cannot lie.  Tts 1:2 In hope of eternal life, which God, that cannot lie, promised before the world began; Num 23:19 God [is] not a man, that he should lie; neither the son of man, that he should repent: hath he said, and shall he not do [it]? or hath he spoken, and shall he not make it good?  You see the Bible says that God promises never to send a flood to destroy the whole earth again: Gen 9:15 And I will remember my covenant, which [is] between me and you and every living creature of all flesh; and the waters shall no more become a flood to destroy all flesh.  If the flood were a local flood, as some say, then God is a liar. There have been many local floods througout history. If God is a liar, then the Bible is not the word of God and cannot be trusted.  Consider this excercise in logic: If God is who he says he is in the Bible, and his very voice created the universe, then can God lie? If light didn't exist, and then God said let there be light and light then existed -- if there is that sort of creative power in the Word of God -- can God lie? Imagine if you had that kind of power in your voice. Whatever you said became true for all eternity. If you contradicted yourself, one reality would be destroyed for another, wouldn't it? If God said 'let there be light, and there was light' where light had not been before, then what would happen if God were to lie about the earth? Wouldn't the former be destroyed and the new become reality? In the Bible, Jesus says 'I am the way, the Truth, and the light'. How can someone 'be' the truth, unless they are a God with the power of creation in their voice. You see, if any part of the Bible is a lie, then the whole idea of God and Jesus comes crumbling down like a house of cards.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141751",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141752",
      "text": "God didn't write the Bible. People wrote it to the best of their understanding. They can be mistaken in their understanding.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:28"
    },
    {
      "nodeID": "141753",
      "text": "Well again, this is not what the Bible claims of itself. 2Ti 3:16 All scripture [is] given by inspiration of God, and [is] profitable for doctrine, for reproof, for correction, for instruction in righteousness: 17 That the man of God may be perfect, throughly furnished unto all good works.  In fact, Jesus himself quotes Genesis as though it were literal history (cf. Genesis 2:24 and Matthew 19:4, 5). Additionally, Jesus himself said that he was subject to the Old Testament: Matthew 5:17 Do not think that I came to destroy the Law or the Prophets. I did not come to destroy but to fulfill. The 'law and the prophets' are a common reference for 'scripture' or the Old Testament. Either the Bible is what it claims to be, or it is not. If it is not what it claims to be, then how can we possibly trust that Jesus was who he claimed to be? The two concepts are directly tied together.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:29"
    },
    {
      "nodeID": "141754",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:29"
    }
  ],
  "edges": [
    {
      "edgeID": "184642",
      "fromID": "141726",
      "toID": "141727",
      "formEdgeID": null
    },
    {
      "edgeID": "184643",
      "fromID": "141727",
      "toID": "141725",
      "formEdgeID": null
    },
    {
      "edgeID": "184644",
      "fromID": "141729",
      "toID": "141730",
      "formEdgeID": null
    },
    {
      "edgeID": "184645",
      "fromID": "141730",
      "toID": "141728",
      "formEdgeID": null
    },
    {
      "edgeID": "184646",
      "fromID": "141732",
      "toID": "141733",
      "formEdgeID": null
    },
    {
      "edgeID": "184647",
      "fromID": "141733",
      "toID": "141731",
      "formEdgeID": null
    },
    {
      "edgeID": "184648",
      "fromID": "141735",
      "toID": "141736",
      "formEdgeID": null
    },
    {
      "edgeID": "184649",
      "fromID": "141736",
      "toID": "141734",
      "formEdgeID": null
    },
    {
      "edgeID": "184650",
      "fromID": "141738",
      "toID": "141739",
      "formEdgeID": null
    },
    {
      "edgeID": "184651",
      "fromID": "141739",
      "toID": "141737",
      "formEdgeID": null
    },
    {
      "edgeID": "184652",
      "fromID": "141741",
      "toID": "141742",
      "formEdgeID": null
    },
    {
      "edgeID": "184653",
      "fromID": "141742",
      "toID": "141740",
      "formEdgeID": null
    },
    {
      "edgeID": "184654",
      "fromID": "141744",
      "toID": "141745",
      "formEdgeID": null
    },
    {
      "edgeID": "184655",
      "fromID": "141745",
      "toID": "141743",
      "formEdgeID": null
    },
    {
      "edgeID": "184656",
      "fromID": "141747",
      "toID": "141748",
      "formEdgeID": null
    },
    {
      "edgeID": "184657",
      "fromID": "141748",
      "toID": "141746",
      "formEdgeID": null
    },
    {
      "edgeID": "184658",
      "fromID": "141750",
      "toID": "141751",
      "formEdgeID": null
    },
    {
      "edgeID": "184659",
      "fromID": "141751",
      "toID": "141749",
      "formEdgeID": null
    },
    {
      "edgeID": "184660",
      "fromID": "141753",
      "toID": "141754",
      "formEdgeID": null
    },
    {
      "edgeID": "184661",
      "fromID": "141754",
      "toID": "141752",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
