{
  "nodes": [
    {
      "nodeID": "156283",
      "text": "First, there is no 'us' on your part regarding this. I am talking to you. Others here that argue your same positions have been much less beligerent, so as far as I'm concerned your attitude sets you apart. Second, I wasn't trying to give you justification, nor am I obligated to. You should be giving justification for wanting to redefine marriage as an institution which you haven't done. But I don't owe you any justification. Take your silly games up with Mana'ia; they won't work with me. You're right, as well as having the institution of marriage on the line. But you are the one who seems to think this is a game, based on your posts. (with your comments like 'you've won'; 'he's lost', and other silly things, as if this is a basketball game or something.) It seems you'd do well to take your own advice. If you want people to constantly have to 'justify' something to you, then you should make your own compelling arguments first; throw something out there yourself rather than expect everyone else to do it for you. No one owes you anything here. As for me, I'm not interested in your little games.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:48"
    },
    {
      "nodeID": "156284",
      "text": "Ah, I see. Your reasons are secret reasons. On a debate forum, about gay rights, you oppose it based on....well you won't say! Nice debate. Who's really playing the game here? I have already listed on a number of posts why it's not constitutional. Since you missed it (It's only the first post in the thread) For gay coupes right to be married (Or the same legal status) 1. Human rights with regards to legal classifcation and the benefits therein are desired by comitted consenting adults of the same gender. 2. It's a contract between two consenting adults. 3. A contract that does not violate anyone's legal rights or cause any significant ill effects to the public welfare. It's unconstitutional to allow one group of people access to marriage rights (hetero couples only), and not allow it to female/female and male/male couples when they are obviously lobbying for it in significant numbers. It's now a public issue on a significant scale. Of course, maybe if you had a REASON for objecting to gays being treated equally with regards to the rights of marriage, we would understand not only why you are reluctant to back your claim, but why your reason is also not constitutional. You can call it games, I call it justifying my position while pointing out how opponents of gay rights, such as yourself, really can't make any reasonable justification for their desire to restrict human rights, other than saying 'well I want to'...or in your case... 'shhh...it's a secret'. You know what WE call it on the debate forum when one side refuses to present or rebut arguments? Losing the debate. I realize winning and losing..i.e. being right and being wrong are not concepts found in religion, where anything goes...but out here in the real world actions have consequences, and words...yes, imagine that, have specific meanings. You verbally support a movement that restricts human rights, yet won't give us reasons for your position. I find that appalling. Yet you are content with labeling me as 'playing games'. How ironic. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:25:48"
    },
    {
      "nodeID": "156285",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:48"
    },
    {
      "nodeID": "156286",
      "text": "I'm not joing the anti-gay rights movement here, but perhaps they are thinking that people are trying to add a new element to their already established bathrooms. For example, the introduction of glass partitioning instead of the traditional barriers. They try closing their eyes, but they can't resist the urge to look and then... arrrggghhh!",
      "type": "I",
      "timestamp": "2016-03-08 20:25:48"
    },
    {
      "nodeID": "156287",
      "text": "Or perhaps Mach just doesn't understand the concept of an 'analogy.' No one was claiming they want 'rights restricted' because of of bathrooms. He's either being beligerent by intentionally portraying the analogy as a premise, or incredibly dense. I'm starting to wonder if it's the latter . . . .",
      "type": "I",
      "timestamp": "2016-03-08 20:25:48"
    },
    {
      "nodeID": "156288",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:48"
    },
    {
      "nodeID": "156289",
      "text": "I believe it is YOU who is being 'incredibly dense' in your insistance of 'traditional marriage'. No one has EVER said you can't have your 'traditional marriage' within your chosen religion. That is your right. Yet you want to deny same sex couples their right to ANY form of 'marriage' within THEIR chosen religion or non-religion, and also deny them the same civil rights you enjoy through your 'so called' 'traditional marriage'. No one is asking you to give up anything or change anything you already have. Yet from your elitist viewpoint, you insist on denying it to others. IF that is not prejudice, what is?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:48"
    },
    {
      "nodeID": "156290",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:48"
    },
    {
      "nodeID": "156291",
      "text": "No one was claiming they want 'rights restricted' because of of bathrooms. He's either being beligerent by intentionally portraying the analogy as a premise, or incredibly dense. I'm starting to wonder if it's the latter . . . .",
      "type": "I",
      "timestamp": "2016-03-08 20:25:48"
    },
    {
      "nodeID": "156292",
      "text": "Yet, consistently, when asked to justify your position, you, and others, have seen fit to use locker rooms as justification. If all these bad analogies are not justification, then what is your justifcation? Please tell us, since I obviously chose the wrong response of yours. This isn't some hypothetical issue. We're talking about human rights, people, living breathing adults with families, friends, looking forward to a new year, where.....where people like you BLINDLY declare them sinners, immoral, partaking in evil, and ultimately, not allowed to form legal parternships the same why hetero couples are based on.....based on....based on...... On what? Your desire to oppress the minority? Your desire to push your specific religion onto other people? What? They are reading this forum right now, wondering why you choose to oppress them. Please tell us. On the flip-side, you seem to also have the time to insult me, how kind of you. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:25:48"
    },
    {
      "nodeID": "156293",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:48"
    },
    {
      "nodeID": "156294",
      "text": "Or perhaps Mach just doesn't understand the concept of an 'analogy.'",
      "type": "I",
      "timestamp": "2016-03-08 20:25:48"
    },
    {
      "nodeID": "156295",
      "text": "False and irrelevant. How about you correct your position and support your claim with justification rather than just rambling on with rhetoric about what I do and do not understand?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:48"
    },
    {
      "nodeID": "156296",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:49"
    },
    {
      "nodeID": "156297",
      "text": "No one has EVER said you can't have your 'traditional marriage' within your chosen religion. That is your right. Yet you want to deny same sex couples their right to ANY form of 'marriage' within THEIR chosen religion or non-religion, and also deny them the same civil rights you enjoy through your 'so called' 'traditional marriage'.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:49"
    },
    {
      "nodeID": "156298",
      "text": "On what grounds do you seek to redefine the institution of marriage from it's accepted standard in this country?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:49"
    },
    {
      "nodeID": "156299",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:49"
    },
    {
      "nodeID": "156300",
      "text": "Who said anything about 'redefining' it? I said you would still HAVE YOUR 'traditional marriage' according to YOUR chosen religion.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:49"
    },
    {
      "nodeID": "156301",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:49"
    },
    {
      "nodeID": "156302",
      "text": "How about getting the government out of marriage entirely? That is the goal of the libertarians, and maybe the liberals. No standards would be redefined if that happened, and gays would get their right to marry.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:49"
    },
    {
      "nodeID": "156303",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:49"
    },
    {
      "nodeID": "156304",
      "text": "Yet, consistently, when asked to justify your position, you, and others, have seen fit to use locker rooms as justification. If all these bad analogies are not justification, then what is your justifcation? Please tell us,",
      "type": "I",
      "timestamp": "2016-03-08 20:25:49"
    },
    {
      "nodeID": "156305",
      "text": "First, there is no 'us' on your part regarding this. I am talking to you. Others here that argue your same positions have been much less beligerent, so as far as I'm concerned your attitude sets you apart. Second, I wasn't trying to give you justification, nor am I obligated to. You should be giving justification for wanting to redefine marriage as an institution which you haven't done. But I don't owe you any justification. Take your silly games up with Mana'ia; they won't work with me.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:49"
    },
    {
      "nodeID": "156306",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:49"
    },
    {
      "nodeID": "156307",
      "text": "This isn't some hypothetical issue. We're talking about human rights, people, living breathing adults with families, friends, looking forward to a new year, where.....",
      "type": "I",
      "timestamp": "2016-03-08 20:25:49"
    },
    {
      "nodeID": "156308",
      "text": "You're right, as well as having the institution of marriage on the line. But you are the one who seems to think this is a game, based on your posts. (with your comments like 'you've won'; 'he's lost', and other silly things, as if this is a basketball game or something.) It seems you'd do well to take your own advice. If you want people to constantly have to 'justify' something to you, then you should make your own compelling arguments first; throw something out there yourself rather than expect everyone else to do it for you. No one owes you anything here. As for me, I'm not interested in your little games.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:49"
    },
    {
      "nodeID": "156309",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:25:49"
    }
  ],
  "edges": [
    {
      "edgeID": "194920",
      "fromID": "156284",
      "toID": "156285",
      "formEdgeID": null
    },
    {
      "edgeID": "194921",
      "fromID": "156285",
      "toID": "156283",
      "formEdgeID": null
    },
    {
      "edgeID": "194922",
      "fromID": "156287",
      "toID": "156288",
      "formEdgeID": null
    },
    {
      "edgeID": "194923",
      "fromID": "156288",
      "toID": "156286",
      "formEdgeID": null
    },
    {
      "edgeID": "194924",
      "fromID": "156289",
      "toID": "156290",
      "formEdgeID": null
    },
    {
      "edgeID": "194925",
      "fromID": "156290",
      "toID": "156287",
      "formEdgeID": null
    },
    {
      "edgeID": "194926",
      "fromID": "156292",
      "toID": "156293",
      "formEdgeID": null
    },
    {
      "edgeID": "194927",
      "fromID": "156293",
      "toID": "156291",
      "formEdgeID": null
    },
    {
      "edgeID": "194928",
      "fromID": "156295",
      "toID": "156296",
      "formEdgeID": null
    },
    {
      "edgeID": "194929",
      "fromID": "156296",
      "toID": "156294",
      "formEdgeID": null
    },
    {
      "edgeID": "194930",
      "fromID": "156298",
      "toID": "156299",
      "formEdgeID": null
    },
    {
      "edgeID": "194931",
      "fromID": "156299",
      "toID": "156297",
      "formEdgeID": null
    },
    {
      "edgeID": "194932",
      "fromID": "156300",
      "toID": "156301",
      "formEdgeID": null
    },
    {
      "edgeID": "194933",
      "fromID": "156301",
      "toID": "156298",
      "formEdgeID": null
    },
    {
      "edgeID": "194934",
      "fromID": "156302",
      "toID": "156303",
      "formEdgeID": null
    },
    {
      "edgeID": "194935",
      "fromID": "156303",
      "toID": "156298",
      "formEdgeID": null
    },
    {
      "edgeID": "194936",
      "fromID": "156305",
      "toID": "156306",
      "formEdgeID": null
    },
    {
      "edgeID": "194937",
      "fromID": "156306",
      "toID": "156304",
      "formEdgeID": null
    },
    {
      "edgeID": "194938",
      "fromID": "156308",
      "toID": "156309",
      "formEdgeID": null
    },
    {
      "edgeID": "194939",
      "fromID": "156309",
      "toID": "156307",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
