{
  "nodes": [
    {
      "nodeID": "139044",
      "text": "You mean what you got was an eye opening shocker into the world of leftist propaganda, and I can see that like a good sheeple you swallowed it hook line and sinker. Thankfully though, most people chose not to submit themselves to his brand of commentary and stayed away from the drivel you will so easily endorse because the movie tanked. Didn't you notice how empty it was in there for an opening weekend?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:21"
    },
    {
      "nodeID": "139045",
      "text": "Actually Archie it was neither left nor right. he went after both democrat and republican and took a center tone to the entire issue at hand. Portraying the reality of the suffering of his hometown due to jobs leaving the US and the greed on wall street.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:21"
    },
    {
      "nodeID": "139046",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:21"
    },
    {
      "nodeID": "139047",
      "text": "If you mean that, literally, 'most' people stayed away, then I suppose you're right. But, if that is what you really meant then it is a profoundly weak statement because 'most' people 'stay away' from all movies on any given weekend. In comparison to other movies, however, I'd say that Capitalism: A Love Story did quite well for a documentary: it tied for #6 in terms of total box-office sales this past weekend, and it was #4 in terms of per-theater box-office sales. More importantly, however, I'd say that box-office sales are NOT a good quality measure for documentaries in the first place!",
      "type": "I",
      "timestamp": "2016-03-08 19:48:21"
    },
    {
      "nodeID": "139048",
      "text": "Oh, I don't know about that. March of the Penguins was a box office success ANF an Oscar winner for best documentary. Calling any of Moore's movies 'a documentary' requires one to employ some artistic license with the term and some slight of hand. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 19:48:21"
    },
    {
      "nodeID": "139049",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:21"
    }
  ],
  "edges": [
    {
      "edgeID": "182752",
      "fromID": "139045",
      "toID": "139046",
      "formEdgeID": null
    },
    {
      "edgeID": "182753",
      "fromID": "139046",
      "toID": "139044",
      "formEdgeID": null
    },
    {
      "edgeID": "182754",
      "fromID": "139048",
      "toID": "139049",
      "formEdgeID": null
    },
    {
      "edgeID": "182755",
      "fromID": "139049",
      "toID": "139047",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
