{
  "nodes": [
    {
      "nodeID": "161643",
      "text": "Federal judge rules police cannot detain people for openly carrying guns Cities in Ohio, and other places where tarry stops are common, take notice. YOU are the law breakers. Not people Open Carrying firearms.  Sorry but, Ignorance of the law is no excuse! emoticon_smile",
      "type": "I",
      "timestamp": "2016-03-08 20:38:01"
    },
    {
      "nodeID": "161644",
      "text": "Let me interject a little 4th. Amendment primer here.... The terms 'Terry stops' and 'Terry frisks' come from the landmark case of Terry v. Ohio, 392 U.S. 1 (1968). Cases often hinge on the particular facts involved, and the facts in Terry were:  'A Cleveland detective (McFadden), on a downtown beat which he had been patrolling for many years, observed two strangers (petitioner and another man, Chilton) on a street corner. He saw them proceed alternately back and forth along an identical route, pausing to stare in the same store window, which they did for a total of about 24 times. Each completion of the route was followed by a conference between the two on a corner, at one of which they were joined by a third man (Katz) who left swiftly. Suspecting the two men of 'casing a job, a stick-up,' the officer followed them and saw them rejoin the third man a couple of blocks away in front of a store. The officer approached the three, identified himself as a policeman, and asked their names. The men 'mumbled something,' whereupon McFadden spun petitioner around, patted down his outside clothing, and found in his overcoat pocket, but was unable to remove, a pistol. The officer ordered the three into the store. He removed petitioner's overcoat, took out a revolver, and ordered the three to face the wall with their hands raised. He patted down the outer clothing of Chilton and Katz and seized a revolver from Chilton's outside overcoat pocket. He did not put his hands under the outer garments of Katz (since he discovered nothing in his pat-down which might have been a weapon), or under petitioner's or Chilton's outer garments until he felt the guns. The three were taken to the police station. Petitioner and Chilton were charged with carrying concealed weapons. The defense moved to suppress the weapons.'  From these facts we developed the law involving temporary stops and pat downs of citizens. The law regarding 'Terry stops' can be best summarized as follows: '[A]n officer who has a reasonable, articulable suspicion that criminal activity is afoot may conduct a brief, investigatory stop. While 'reasonable suspicion' is a less demanding standard than probable cause, there must be at least a minimal level of objective justification for the stop.... The officer must be able to articulate more than an 'inchoate and unparticularized suspicion or 'hunch'' of criminal activity'. Illinois v. Wardlow, 528 U.S. 119, 119 and 123-124 (2000) Therefore, a 'Terry stop' is a 'seizure' under the 4th. Amendment, but it is not a full arrest. The detention and questioning must be brief. Taking a man out of a theater and questioning him would be a 'Terry stop' which would require 'reasonable, articulable suspicion' of criminal activity. From the article it appears the judge has ruled at a preliminary motions hearing that the officers did not have the required level of suspicion to detain the man. A 'Terry frisk' is a 'weapons frisk' or 'pat down.' It requires an additional reasonable and articulable suspicion of danger to justify this 'frisk' or 'pat down' search. In Terry the suspicion of armed danger arose from the type of suspected criminal activity (planning a robbery) in which it is reasonable expect that one or more of the three men involved would be armed with a weapon. Note, however, that a 'Terry frisk' is limited to the outer layers of clothing. The hands cannot penetrate pockets, for example. The 'frisk' is a search for weapons only. If the officer feels what he reasonably believes is or could be a weapon then he is allowed to penetrate the pocket, for example, to get the object out. But this is allowed only where it is 'immediately apparent' from the 'frisk' that the object is or could be a weapon.  If the article is correct, then the search involved in the theater case went far beyond a weapons 'pat down.' Absent some exigent circumstance (and the article does not mention that any existed) the level of search done in this case required 'probable cause'-which is the standard of proof needed to justify a full arrest for a crime.  It is possible that both the detention and the search will be held unconstitutional-but the violation is of the 4th and not necessarily the 2nd. Amendment.  (Both of which read 'the right of the people', in case anyone has forgotten. Will anyone here suggest the armed man cannot sue because the phrase 'The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures' guarantees only a 'collective' and not an individual right?) I also want to address the article's brief mention of Florida v. J.L. because it is misleading:  'United States Supreme Court in Florida v. J.L. (2000) (detaining man on mere report that he has a gun violates the Fourth Amendment).'  This gives the impression that SCOTUS has ruled the police cannot detain someone who is reported as having a gun-which is not the case. 'J.L.' was a 16 year old juvenile and it was illegal for him to have a handgun. That Florida law was not in dispute, nor was the ability of the officer to make a 'Terry stop' and conduct a 'pat down' for a weapon if he had the required level of 'reasonable, articulable suspicion' that J.L. had a gun. The issue was not whether the police could detain and frisk a man on a report of having a gun, but on whether the anonymous report in that case claiming he had a gun was credible enough to be relied upon to provide 'reasonable, articulable suspicion':  'An anonymous tip that a person is carrying a gun is not, without more, sufficient to justify a police officer's stop and frisk of that person. An officer, for the protection of himself and others, may conduct a carefully limited search for weapons in the outer clothing of persons engaged in unusual conduct where, inter alia, the officer reasonably concludes in light of his experience that criminal activity may be afoot and that the persons in question may be armed and presently dangerous. Terry v. Ohio, 392 U.S. 1, 30. Here, the officers' suspicion that J. L. was carrying a weapon arose not from their own observations but solely from a call made from an unknown location by an unknown caller. The tip lacked sufficient indicia of reliability to provide reasonable suspicion to make a Terry stop: It provided no predictive information and therefore left the police without means to test the informant's knowledge or credibility.' Florida v. J. L., 529 U.S. 266 (2000) As I said, cases hinge on the particular facts involved. In my experience news reporters often make broad assumptions without understanding how each individual fact fits into the legal puzzle.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:01"
    },
    {
      "nodeID": "161645",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:01"
    },
    {
      "nodeID": "161646",
      "text": "What price activist judges?",
      "type": "I",
      "timestamp": "2016-03-08 20:38:01"
    },
    {
      "nodeID": "161647",
      "text": "I think you may have missed this part of the article.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:01"
    },
    {
      "nodeID": "161648",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:02"
    },
    {
      "nodeID": "161649",
      "text": "Judicial activism? What brand of stupid is it that you use? What judicial activism do you see here; the judge stating that open carry is legal and has been, and that you can't be arrested when you haven't committed a crime? Or that the police can be sued for damages when they choose to break the law to persecute an innocent bystander?",
      "type": "I",
      "timestamp": "2016-03-08 20:38:02"
    },
    {
      "nodeID": "161650",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:02"
    },
    {
      "nodeID": "161651",
      "text": "The theatre is private property. They can disallow guns on the premises. Escorting him out was likely legal and they let him back in without his gun. Only detaining him outside and searching him seems to have been a violation of his rights.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:02"
    },
    {
      "nodeID": "161652",
      "text": "Well if the theater has the right to have patrons forcibly removed by the police for doing something they don't like, then they should be required to post signs at their entrances, listing practices that they won't tolerate you doing while on their property.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:02"
    },
    {
      "nodeID": "161653",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:02"
    },
    {
      "nodeID": "161654",
      "text": "I don't know, yours is overwhelming, who gave it to you?",
      "type": "I",
      "timestamp": "2016-03-08 20:38:02"
    },
    {
      "nodeID": "161655",
      "text": "The comic relief doesn't even recognize it has passed in on, or attempted to!",
      "type": "I",
      "timestamp": "2016-03-08 20:38:02"
    },
    {
      "nodeID": "161656",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:38:02"
    },
    {
      "nodeID": "161657",
      "text": "Its good to see the senate isnt agreeing.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:02"
    },
    {
      "nodeID": "161658",
      "text": "Isn't agreeing with what? The senate hasn't passed any laws that would restrict right to carry anymore than it already is.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:02"
    },
    {
      "nodeID": "161659",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:02"
    },
    {
      "nodeID": "161660",
      "text": "Its good to see the senate isnt agreeing. Dangerous legislation that would have forced states to allow dangerous individuals to carry loaded guns in public was defeated in the U.S. Senate. This outrageous legislation was introduced as the Thune Amendment (No. 1618) to the Defense Authorization bill (S. 1390). It would have allowed the carrying of loaded, concealed firearms outside a person's home state, even by persons legally barred from possessing guns in the state where the carrying occurs. It would have allowed the weaker concealed carry laws of one state to nullify the restrictions on gun carrying of other states. We applaud those Senators who stood firm for the public's safety and rejected the gun lobby's dangerous legislation.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:02"
    },
    {
      "nodeID": "161661",
      "text": "'restrictions' of an inalienable right is something to be proud of? Most would call it treason. Are you an advocate of treason? Of course you are! Whatever are you going to do when the SCOTUS reaffirms and incorporates the right in every State Constitution as has already been done in every civil rights case and even in Roe V. Wade? The clock is ticking so rant and propagandize all you want because it will not stop a right clearly stated in the Constitution.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:02"
    },
    {
      "nodeID": "161662",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:03"
    }
  ],
  "edges": [
    {
      "edgeID": "198754",
      "fromID": "161644",
      "toID": "161645",
      "formEdgeID": null
    },
    {
      "edgeID": "198755",
      "fromID": "161645",
      "toID": "161643",
      "formEdgeID": null
    },
    {
      "edgeID": "198756",
      "fromID": "161647",
      "toID": "161648",
      "formEdgeID": null
    },
    {
      "edgeID": "198757",
      "fromID": "161648",
      "toID": "161646",
      "formEdgeID": null
    },
    {
      "edgeID": "198758",
      "fromID": "161649",
      "toID": "161650",
      "formEdgeID": null
    },
    {
      "edgeID": "198759",
      "fromID": "161650",
      "toID": "161646",
      "formEdgeID": null
    },
    {
      "edgeID": "198760",
      "fromID": "161652",
      "toID": "161653",
      "formEdgeID": null
    },
    {
      "edgeID": "198761",
      "fromID": "161653",
      "toID": "161651",
      "formEdgeID": null
    },
    {
      "edgeID": "198762",
      "fromID": "161655",
      "toID": "161656",
      "formEdgeID": null
    },
    {
      "edgeID": "198763",
      "fromID": "161656",
      "toID": "161654",
      "formEdgeID": null
    },
    {
      "edgeID": "198764",
      "fromID": "161658",
      "toID": "161659",
      "formEdgeID": null
    },
    {
      "edgeID": "198765",
      "fromID": "161659",
      "toID": "161657",
      "formEdgeID": null
    },
    {
      "edgeID": "198766",
      "fromID": "161661",
      "toID": "161662",
      "formEdgeID": null
    },
    {
      "edgeID": "198767",
      "fromID": "161662",
      "toID": "161660",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
