{
  "nodes": [
    {
      "nodeID": "141666",
      "text": "I feel that it is not only our moral obligation to ourselves and to ensure that our children and the following generations after us look upon us through histories piercing and weighing glance and see that we took it upon ourselves to do something to endow and empower more of our fellow citizens with the one inalienable right that cannot be bought and cannot have a price put upon it the maintaining of one's life in order to pursue their happiness through the liberties provided to them and their families..",
      "type": "I",
      "timestamp": "2016-03-08 19:54:14"
    },
    {
      "nodeID": "141667",
      "text": "So much wrong with that sentence (and I'm ignoring the grammar emoticon_rolleyes) Rights have very little to do with what one perceives to be their (or society in general) moral obligations. Rights are concepts that focus on the actions of government and in the case of the US Constitution, usually represent exceptions of powers never granted to the government. In other words, they are redundant prohibitions (a fact which was a primary argument against adding a bill of rights to the constitution). And most egregious of all, liberty is not provided to you. Liberty is retained by citizens by not conferring to government every speck of sovereignty and self determination.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:14"
    },
    {
      "nodeID": "141668",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:14"
    },
    {
      "nodeID": "141669",
      "text": "We must take it upon ourselves to set right and heal and care for all our citizens. It is not a question of rights in my opinion, but a moral obligation.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:15"
    },
    {
      "nodeID": "141670",
      "text": "Well then just rescind the OP and we can discuss this within those parameters (which you have unfortunately already dismissed in your conversation with JP in 31; 'This is an endeavor not of a voluntary nature but an effort to fix a crumbling system that is bankrupting and jeopardizing the health and well being of a majority of Americans.')",
      "type": "I",
      "timestamp": "2016-03-08 19:54:15"
    },
    {
      "nodeID": "141671",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:15"
    },
    {
      "nodeID": "141672",
      "text": "In a perfect world everybody would have the same chance, but the world isn't and not everybody does.  What you really are saying is that the safety nets in place are not sufficient, because they do exist. Millions of Americans do not have health insurance, but that does not mean they do not have access to medical care. Could the available resources cover more services, be easier to access and be provided with higher quality, yes without question. EMT's don't ask for proof of insurance before you get on the ambulance. They may take someone to a certain ER, but they get in. Many states have medical services for children and pregnant women. Seniors and disabled have Social Security and Medi-Care along with many other health and social services at the State and Federal level. None of which existed 100 years ago. Not bad considering the country is only 234 years old. Some countries have better health services, some better education opportunities, some overall quality of life, but none rank as high as we do having the freedom and population that we do.  Life, Liberty and the pursuit of happiness. There is no statement with regards to the quality of that life, that we have freedom to do as we please or that happiness will be acquired. This statement means your life is protected from being taken unjustly (but it happens) we are protected from being unjustly detained (but it happens and is different than freedom) and that unjust are not restrictions are placed on us. The DOI is concerned with the unfair treatment of the people by government. Stating that the government should be and is obligated to the interests of the governed. We the governed forget that our government is supposed to be the collective voice of those being represented.  Who and how is the standard of care to be determined? Do we restrict the pursuit of happiness because certain activities are more likely to require use of resources? Do we mandate preventative care to better manage limited resources? Does this apply to all people or just citizens? Here illegally or legally, but not a citizen? The desire is noble, the reality imposing, the solution unknown but the the fight worthwhile. Those who choose to participate in the government that governs them, will many times feel frustrated and disappointed, but will always have the potential for their voice to be heard amid the deafening silence of the uncaring masses",
      "type": "I",
      "timestamp": "2016-03-08 19:54:15"
    },
    {
      "nodeID": "141673",
      "text": "And yet it is the will of the people that must voice this moral obligation. I feel that bitter politics upon both sides has cast a dark cloud over any sort of serious debate over the matter. It is seen more of as a democratic potential victory or a republican loss than the real meaning behind such legislation which is to improve the quality of life among our citizens. More often than not issues that become important and even dire to our nations well being are simply twisted into political capital rather than seen as an improvement for the common good of all people.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:15"
    },
    {
      "nodeID": "141674",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:15"
    },
    {
      "nodeID": "141675",
      "text": "Anyway, health care is not a civil right",
      "type": "I",
      "timestamp": "2016-03-08 19:54:15"
    },
    {
      "nodeID": "141676",
      "text": "SO an inalienable right put forth by our founding fathers is thus not true? Is the concept of life within only the context of birth? Maintaining health is a matter of civil rights of the most dire and personal to us all. Until you explain to me why I have no reason to even consider you point valid.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:15"
    },
    {
      "nodeID": "141677",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:15"
    },
    {
      "nodeID": "141678",
      "text": "WHom do you see? Just the lower class? Jp either your blind, or fail to really see what a horrible problem this is to many hard working Americans... And this is now a matter of no longer so called 'socialized medicine'. Seems the Democrats are weasels and will wiggle into any sort of deal just to pass a watered down bill of true reform...",
      "type": "I",
      "timestamp": "2016-03-08 19:54:15"
    },
    {
      "nodeID": "141679",
      "text": "I don't see anyone without healthcare. None of my friends, none of my family, none of my neighbors. ZILCH. NADA. NAUGHT. CIPHER. Now I don't go wandering around the inner cities looking for half-crazy winos and crack addicts either, so maybe that's why.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:15"
    },
    {
      "nodeID": "141680",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:15"
    }
  ],
  "edges": [
    {
      "edgeID": "184602",
      "fromID": "141667",
      "toID": "141668",
      "formEdgeID": null
    },
    {
      "edgeID": "184603",
      "fromID": "141668",
      "toID": "141666",
      "formEdgeID": null
    },
    {
      "edgeID": "184604",
      "fromID": "141670",
      "toID": "141671",
      "formEdgeID": null
    },
    {
      "edgeID": "184605",
      "fromID": "141671",
      "toID": "141669",
      "formEdgeID": null
    },
    {
      "edgeID": "184606",
      "fromID": "141673",
      "toID": "141674",
      "formEdgeID": null
    },
    {
      "edgeID": "184607",
      "fromID": "141674",
      "toID": "141672",
      "formEdgeID": null
    },
    {
      "edgeID": "184608",
      "fromID": "141676",
      "toID": "141677",
      "formEdgeID": null
    },
    {
      "edgeID": "184609",
      "fromID": "141677",
      "toID": "141675",
      "formEdgeID": null
    },
    {
      "edgeID": "184610",
      "fromID": "141679",
      "toID": "141680",
      "formEdgeID": null
    },
    {
      "edgeID": "184611",
      "fromID": "141680",
      "toID": "141678",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
