{
  "nodes": [
    {
      "nodeID": "149786",
      "text": "The funny thing about all this, and the oh-so-ironic thing is this: what is the ONE thing that darwinists have always pointed to to show evidence of materialism -- evidence that we're merely an assortment of 'things?' It's the GENE! And now -- of all things -- it's the gene that seems to have no physical reality! The 'gene' is just a figment of people's imagination and subject to opinion and guesswork!",
      "type": "I",
      "timestamp": "2016-03-08 20:11:22"
    },
    {
      "nodeID": "149787",
      "text": "As I said the gene was from its inception a theoretical construct developed to explain certain observations on pea plant characteristics. A convenience in describing how the traits were observed to be inherited. Its never been hard linked to any specific molecular architecture except for the short period of the one-gene one-enzyme (or protein) hypothesis. The concept grows more and more complex at the molecular level, but it also remains viable as a means of describing and studying the heritable elements underlying phenotypic traits at the conceptual level. Thats a tribute to the initial mental feat of Mendel in coming up with the original concept! By the way there are no points or lines or squares or circles etc. Geometry must be dead don't ya think?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:22"
    },
    {
      "nodeID": "149788",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:22"
    },
    {
      "nodeID": "149789",
      "text": "The funny thing about all this, and the oh-so-ironic thing is this:",
      "type": "I",
      "timestamp": "2016-03-08 20:11:22"
    },
    {
      "nodeID": "149790",
      "text": "'Since some of these transcripts ferry code for proteins as dutiful mRNAs, this new perspective would encompass traditional genes.' That is indeed the funny, ironic bit, that the article SS cites as 'death of genes' specifically refutes his claim.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:22"
    },
    {
      "nodeID": "149791",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:11:22"
    },
    {
      "nodeID": "149792",
      "text": "Nope the simple concept of genes in a simpler era is dead. Its been dead a long time and the concept advances with our continued scientific progress. Such is the way of the world and it always has been. After all the original concept of gene was totally abstract and not linked to any molecular architecture at all. It was an element of inheritance and it still is!",
      "type": "I",
      "timestamp": "2016-03-08 20:11:22"
    },
    {
      "nodeID": "149793",
      "text": "face it -- life has stumped science -- it cannot be defined, it cannot be measured...it cannot be explained in any sort of scientific way.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:22"
    },
    {
      "nodeID": "149794",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:22"
    },
    {
      "nodeID": "149795",
      "text": "No you face it. Science has managed to show that life and non-life are not distinct and are indeed simply a continuium of molecular complexity and function. There is no clear difference which can separate life from molecules which are generally NOT considered to be living. There is only matter and energy found in configurations of widely differing complexity thats it so far as matter/energy at the basic temperature range we exist in. Nobody is stumped by this at all. Indeed one might well declare that life is dead - except it sounds strange.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:22"
    },
    {
      "nodeID": "149796",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:22"
    },
    {
      "nodeID": "149797",
      "text": "you've got to be kidding me. This has got to be one of the absolute dumbest things I have heard. You are truly one confused individual if you can't tell there's a distinct difference between a living thing and a nonliving thing -- that non-living things are missing something that living things have.... Just because this difference cannot be analyzed, measured or defined does not mean it's not there. You can't analyze or define your thought patterns, dreams, brainwaves or consciousness either -- but that does not mean they aren't there. I think you've lost it -- You may very well belong in a mental facility.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:23"
    },
    {
      "nodeID": "149798",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:23"
    },
    {
      "nodeID": "149799",
      "text": "Nope not kidding. Matter has a CONTINUUM of complexity. At some point in that CONTINUUM we assign (in a rather imprecise way) the property of Life to the matter concerned. Other less complex matter is assigned the abstract property dead or non-living. If you were more familar with the true range of complexity which matter exhibits you would be aware that the division is rather arbitrary. For example people have much difficulty on agreeing on whether viruses are living or non-living matter. And its clear that while you cannot analyze complexity in matter that it does exist. Its there and its real and its a lot more real than simple taxonomic categories like lfe and non-life are.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:23"
    },
    {
      "nodeID": "149800",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:23"
    }
  ],
  "edges": [
    {
      "edgeID": "190338",
      "fromID": "149787",
      "toID": "149788",
      "formEdgeID": null
    },
    {
      "edgeID": "190339",
      "fromID": "149788",
      "toID": "149786",
      "formEdgeID": null
    },
    {
      "edgeID": "190340",
      "fromID": "149790",
      "toID": "149791",
      "formEdgeID": null
    },
    {
      "edgeID": "190341",
      "fromID": "149791",
      "toID": "149789",
      "formEdgeID": null
    },
    {
      "edgeID": "190342",
      "fromID": "149793",
      "toID": "149794",
      "formEdgeID": null
    },
    {
      "edgeID": "190343",
      "fromID": "149794",
      "toID": "149792",
      "formEdgeID": null
    },
    {
      "edgeID": "190344",
      "fromID": "149795",
      "toID": "149796",
      "formEdgeID": null
    },
    {
      "edgeID": "190345",
      "fromID": "149796",
      "toID": "149793",
      "formEdgeID": null
    },
    {
      "edgeID": "190346",
      "fromID": "149797",
      "toID": "149798",
      "formEdgeID": null
    },
    {
      "edgeID": "190347",
      "fromID": "149798",
      "toID": "149795",
      "formEdgeID": null
    },
    {
      "edgeID": "190348",
      "fromID": "149799",
      "toID": "149800",
      "formEdgeID": null
    },
    {
      "edgeID": "190349",
      "fromID": "149800",
      "toID": "149797",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
