{
  "nodes": [
    {
      "nodeID": "138409",
      "text": "Would someone care to post the 'Cliff Notes' of ID theory? The entire theory seems like a non-sequitor to me, at least as presented by our friendly neighborhood ID peddler. In essence, it seems as though the central claim is that nothing 'intelligent' and no 'information' can be be created except by a creator, and that the world as we know it could not exist without this information. Further to that, the complexity and 'order' of the universe is evidence of the work of an intelligent designer. Is that fair enough? So if nothing intelligent and no information can be created, how did the creator get created? That's step one, IMHO, and it would seem to me it all falls apart right there, but I'm assuming I'll get some kind of an 'always there' or other such supernatural explanation. A luxury never afforded to the 'scientist' side of the debate. As far as 'information' (I really don't like that word anymore :p ) and complexity are concerned, it comes down to the available scientific explanations vs. 'you're wrong, the creator did it' in various forms. In other words, it essentially boils down to an entirely philosophical debate as from what I've seen so far, it can't really be argued on a purely scientific level. Further to that, it would seem to me to be a very tenous position to hold to agree that micro evolution and perhaps speciation can occur, and that the world functions as it does because of 'intelligent design', and yet profess belief in a 6000 year old earth. In other words, I can't see ID theory, which seems to me to be essentially a form of theistic evolution, being compatible with Young Earth Creationism, or for that matter, with any form of literal Creationism. I look forward to be edumacated on the subject. Waxy",
      "type": "I",
      "timestamp": "2016-03-08 19:47:01"
    },
    {
      "nodeID": "138410",
      "text": "The I.D. in a nut shell We don't know how 'XYZ' could occur naturally. Therefore it was designed by someone.. and of course, that someone is god.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:01"
    },
    {
      "nodeID": "138411",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:47:02"
    },
    {
      "nodeID": "138412",
      "text": "I look forward to be edumacated on the subject. Waxy",
      "type": "I",
      "timestamp": "2016-03-08 19:47:02"
    },
    {
      "nodeID": "138413",
      "text": "Richard Dawkins examines Rev. William Paley's (the originator of Intelligent Design ?) theory in 'The Blind Watchmaker' and takes it apart with ruthless logic.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:02"
    },
    {
      "nodeID": "138414",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:47:02"
    },
    {
      "nodeID": "138415",
      "text": "In essence, it seems as though the central claim is that nothing 'intelligent' and no 'information' can be be created except by a creator, and that the world as we know it could not exist without this information. Further to that, the complexity and 'order' of the universe is evidence of the work of an intelligent designer. Is that fair enough?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:02"
    },
    {
      "nodeID": "138416",
      "text": "I'd say no to the first part, and yes to the second. The 'information theory' argument is something that gets brought up on forums alot, generally by people who don't know what information theory is, but I've never seen an 'official' ID person claim it as a central argument. The basic argument is that stuff, from the universe, to people, to eyeballs, to DNA, is too complex to have 'just happened'. Someone, (and they won't say God, cause their not trying to be religious here, oh no...) must have designed them.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:02"
    },
    {
      "nodeID": "138417",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:02"
    },
    {
      "nodeID": "138418",
      "text": "In other words, I can't see ID theory, which seems to me to be essentially a form of theistic evolution, being compatible with Young Earth Creationism, or for that matter, with any form of literal Creationism.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:02"
    },
    {
      "nodeID": "138419",
      "text": "That is an interesting point- from what I have read of ID there are a number of tenants it does not oppose (a good example being a very old earth/universe) that would instantly put it at irreconcilable loggerheads to YECism. IMO ID its the ultimate god-of-the-gaps outlook- it follows modern scientific understanding in certain well established areas and then invokes the 'our understanding ends here, this is where god is' clause. It is certainly more cerebral than the blatant YEC pseudoscience but on one level at least (God has had and continues to have a direct hand in shaping the universe and all the is within it) it is just the same. Oh and:",
      "type": "I",
      "timestamp": "2016-03-08 19:47:02"
    },
    {
      "nodeID": "138420",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:47:02"
    },
    {
      "nodeID": "138421",
      "text": "The basic argument is that stuff, from the universe, to people, to eyeballs, to DNA, is too complex to have 'just happened'. Someone, (and they won't say God, cause their not trying to be religious here, oh no...) must have designed them.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:02"
    },
    {
      "nodeID": "138422",
      "text": "That's actually slightly unfair. There are many XXXXXX that freely admit they see their personal choice of god as the obvious candidate for that 'Someone'. It's only when they come to tackle the 'separation of church and state' issue of the US constitution that they seem to develop amnesia over just who they think this someone is...",
      "type": "I",
      "timestamp": "2016-03-08 19:47:02"
    },
    {
      "nodeID": "138423",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:02"
    },
    {
      "nodeID": "138424",
      "text": "That's actually slightly unfair. There are many XXXXXX....",
      "type": "I",
      "timestamp": "2016-03-08 19:47:02"
    },
    {
      "nodeID": "138425",
      "text": "Not heard that before! made me laugh almost as much as your lettuce eating Tyrannosaur emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 19:47:02"
    },
    {
      "nodeID": "138426",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:47:02"
    }
  ],
  "edges": [
    {
      "edgeID": "182286",
      "fromID": "138410",
      "toID": "138411",
      "formEdgeID": null
    },
    {
      "edgeID": "182287",
      "fromID": "138411",
      "toID": "138409",
      "formEdgeID": null
    },
    {
      "edgeID": "182288",
      "fromID": "138413",
      "toID": "138414",
      "formEdgeID": null
    },
    {
      "edgeID": "182289",
      "fromID": "138414",
      "toID": "138412",
      "formEdgeID": null
    },
    {
      "edgeID": "182290",
      "fromID": "138416",
      "toID": "138417",
      "formEdgeID": null
    },
    {
      "edgeID": "182291",
      "fromID": "138417",
      "toID": "138415",
      "formEdgeID": null
    },
    {
      "edgeID": "182292",
      "fromID": "138419",
      "toID": "138420",
      "formEdgeID": null
    },
    {
      "edgeID": "182293",
      "fromID": "138420",
      "toID": "138418",
      "formEdgeID": null
    },
    {
      "edgeID": "182294",
      "fromID": "138422",
      "toID": "138423",
      "formEdgeID": null
    },
    {
      "edgeID": "182295",
      "fromID": "138423",
      "toID": "138421",
      "formEdgeID": null
    },
    {
      "edgeID": "182296",
      "fromID": "138425",
      "toID": "138426",
      "formEdgeID": null
    },
    {
      "edgeID": "182297",
      "fromID": "138426",
      "toID": "138424",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
