{
  "nodes": [
    {
      "nodeID": "159848",
      "text": "'If you talk to God you are religious. If God talks back you're delusional.' Dr. House",
      "type": "I",
      "timestamp": "2016-03-08 20:33:51"
    },
    {
      "nodeID": "159849",
      "text": "God talks to me, and he specifically told me that I am his favorite. emoticon_smile",
      "type": "I",
      "timestamp": "2016-03-08 20:33:51"
    },
    {
      "nodeID": "159850",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:52"
    },
    {
      "nodeID": "159851",
      "text": "Sorry if this is the wrong forum, but a weapon is a weapon so here I am :). I am a photographer, and I photograph mostly landscapes and cityscapes. I have traveled to numerous cities (LA, 'Frisco, NYC, etc.) to photograph its buildings, culture, and people. The law regarding the carry and use of pepper spray does not make any sense to me. In all of these places, I am not legally permitted to carry pepper spray because of my age. In all three of these cities as in most states, it is illegal for anyone under the age of 18 to carry pepper spray. Aren't we the ones who need the most protection? I'm only 16, and I'm a little short and quite skinny. I seriously don't feel safe marching around the city sporting expensive and flashy camera gear, but I don't really have a choice. Some of the most interesting places to photograph are poverty stricken and usually unsafe. With child molesters, rapists, robbers, etc out there just waiting to take advantage of a minor because of his/her small size, wouldn't the carrying of pepper spray not only be legal but encouraged? I don't understand how any state could leave one of their physically weakest minorities so vulnerable. I can understand limiting the possession of knives and guns to minors, because those are both deadly weapons and, to be frank, some of my peers are numbskulls. But, both pepper spray and stun guns have been proven to do no permanent damage to the human body. By the time one is about 15, one is responsible enough to know not to spray someone because 'he gave me a funny look', 'I don't like him', or employ its use in a fist fight. If every child molester knew most teenagers were packin non-lethal weapons, do you think he would still attack? Can someone please explain this to me?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:52"
    },
    {
      "nodeID": "159852",
      "text": "Most of the laws of the Peoples Republic of Kalifornia are aimed at rendering the citizens into prey. You can't point to many that don't. Self defense is not allowed there I am afraid.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:52"
    },
    {
      "nodeID": "159853",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:52"
    },
    {
      "nodeID": "159854",
      "text": "CALIFORNIA: Legal with restrictions. Subject to certain restrictions, Section 12403.7 of the Penal Code provides &#8220;&#8230;any person may purchase, possess or use tear gas and tear gas weapons for the projection or release of tear gas if the tear gas and tear gas weapons are used solely for self-defense purposes&#8230;&#8221;. The definition of tear gas also includes pepper spray. The restrictions include a prohibition against selling such a unit to a minor, and a provision limiting the size to 2.5 ounces by weight. The misuse of tear gas in California comes with state penalties of up to a $1000 fine and/or up to three years in prison, not to mention a possible felony conviction on record. Some examples of misuse include; using tear gas on people in anger, spraying it as a joke, possession of tear gas by prohibited persons; minors, drug addicts or persons convicted of felonies. To be legally purchased, possessed or used in California, any canister must have a label that says 'WARNING: The use of this substance or device for any purpose other than self-defense is a crime under the law. The contents are dangerous--use with care.' The maximum legal net weight for a canister is 2.5 ounces, or 70 grams of OC, CS or CN. CR is not legal for civilian use.is accompanied by a parent or guardian or 12403.8 allows a minor 16 years or older to purchase has their written consent.  Since you live there and I don't I'm sure you've already checked all this,but for what it's worth...emoticon_xkill",
      "type": "I",
      "timestamp": "2016-03-08 20:33:52"
    },
    {
      "nodeID": "159855",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:52"
    },
    {
      "nodeID": "159856",
      "text": "Hey Sarge,add Democratic on their, and it could be called the DPRK; its kinda going that way anyhow.People start calling it that now,they will fall in line faster.:)",
      "type": "I",
      "timestamp": "2016-03-08 20:33:52"
    },
    {
      "nodeID": "159857",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:52"
    },
    {
      "nodeID": "159858",
      "text": "Good idea!",
      "type": "I",
      "timestamp": "2016-03-08 20:33:52"
    },
    {
      "nodeID": "159859",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:52"
    },
    {
      "nodeID": "159860",
      "text": "'The use of Pepper Spray is legal for carrying by a person 18 years of age or older' 'Some examples of misuse include; spraying on people in anger, as a joke, possession of by prohibited persons; minors, drug addicts or persons convicted of felonies.' Don't know where you got that. I was watching a reality TV show (my DVR quit on me) about court files. A CA jury sentenced a teenage girl to 22 years of hard time for stabbing a 47 year old man when he tried to rape her. Assuming this is true (which it could not be due to the fact that its reality TV), how can the jury sleep at night? The defense proved that the man often made violent sexual advances on women, and the 17 year old girl was not inherently violent. She was convicted on second degree murder and sentenced to the maximum possible amount of time. Seriously, this is one F*cked up state. I can't even believe something like that would happen in this day and age.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:52"
    },
    {
      "nodeID": "159861",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:52"
    },
    {
      "nodeID": "159862",
      "text": "Well she had a #### poor lawyer,or there was more to it than the 'reality'show was letting on. Check Ca.ORD. 12403.8 'keyword'",
      "type": "I",
      "timestamp": "2016-03-08 20:33:52"
    },
    {
      "nodeID": "159863",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:52"
    },
    {
      "nodeID": "159864",
      "text": "I thought the lawyer was pretty damn good. The jury convicted her because she 'knowingly caused the death of another person'. <<< Illegal in cali.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:52"
    },
    {
      "nodeID": "159865",
      "text": "She may have caused his death,and it sounds like he had it coming'isn't rape or attempted rape also illegal in CA.? I am not familiar though with this case.There's still something wrong with that outcome.emoticon_xkill",
      "type": "I",
      "timestamp": "2016-03-08 20:33:53"
    },
    {
      "nodeID": "159866",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:53"
    }
  ],
  "edges": [
    {
      "edgeID": "197474",
      "fromID": "159849",
      "toID": "159850",
      "formEdgeID": null
    },
    {
      "edgeID": "197475",
      "fromID": "159850",
      "toID": "159848",
      "formEdgeID": null
    },
    {
      "edgeID": "197476",
      "fromID": "159852",
      "toID": "159853",
      "formEdgeID": null
    },
    {
      "edgeID": "197477",
      "fromID": "159853",
      "toID": "159851",
      "formEdgeID": null
    },
    {
      "edgeID": "197478",
      "fromID": "159854",
      "toID": "159855",
      "formEdgeID": null
    },
    {
      "edgeID": "197479",
      "fromID": "159855",
      "toID": "159851",
      "formEdgeID": null
    },
    {
      "edgeID": "197480",
      "fromID": "159856",
      "toID": "159857",
      "formEdgeID": null
    },
    {
      "edgeID": "197481",
      "fromID": "159857",
      "toID": "159852",
      "formEdgeID": null
    },
    {
      "edgeID": "197482",
      "fromID": "159858",
      "toID": "159859",
      "formEdgeID": null
    },
    {
      "edgeID": "197483",
      "fromID": "159859",
      "toID": "159856",
      "formEdgeID": null
    },
    {
      "edgeID": "197484",
      "fromID": "159860",
      "toID": "159861",
      "formEdgeID": null
    },
    {
      "edgeID": "197485",
      "fromID": "159861",
      "toID": "159854",
      "formEdgeID": null
    },
    {
      "edgeID": "197486",
      "fromID": "159862",
      "toID": "159863",
      "formEdgeID": null
    },
    {
      "edgeID": "197487",
      "fromID": "159863",
      "toID": "159860",
      "formEdgeID": null
    },
    {
      "edgeID": "197488",
      "fromID": "159865",
      "toID": "159866",
      "formEdgeID": null
    },
    {
      "edgeID": "197489",
      "fromID": "159866",
      "toID": "159864",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
