{
  "nodes": [
    {
      "nodeID": "158374",
      "text": "That's a good one. And I always just thought they were socialists....... Hey, guys, where did all our liberal punching bags go, and why aren't there any new ones? I have noticed, when debating gun control online, that the victim disarmament crowd shows up wanting to debate. The pro-gunners use facts and logic in support of their argument, and the VD people run away. Usually, it doesn't take long for a new one to show up and go 'AH, but I will cut and paste THIS from the Handgun Control Inc webpage, and that will show them!'. Then we have a new liberal punching bag. Where are trhe liberals hanging out these days?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:37"
    },
    {
      "nodeID": "158375",
      "text": "Well, what specific posts are you referring to when you talk about people pasting things from Handgun Control Inc? I know that Rev HellH0und copies and pastes a lot of things from progun websites. It seems to me that we get a lot of pro-gunners here who think they know a lot because they've visited some pro-gun websites. And I wonder what Freud would have said about a group of people who have an obsession with guns. What are they trying to make up for?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:37"
    },
    {
      "nodeID": "158376",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:38"
    },
    {
      "nodeID": "158377",
      "text": "What asshattery! This was addressed. Freud thinks: 'A fear of weapons is a sign of retarded sexual and emotional maturity' -Sigmund Freud , 'General Introduction to Psychoanalysis'  I cut and paste, research raw data post raw data to backup my claims. You misrepresent cases. Use this Besilles collective right theory, cut and paste XXXX form victim disarmament, anti civil rights groups and hide your true colors of wanting to ban all guns. At least on my side WE ARE CLEAR in our goals.....  BTW am I correct that YOU DO NOT EVEN LIVE IN THE US ANYMORE?!?!?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:38"
    },
    {
      "nodeID": "158378",
      "text": "And there is the difference. The postings I was particularly speaking of have to do with court decisions (such as Cruikshank) where hlaf a paragraph, entirely out of context, is quoted to support the anti-gun viewpoint. I have looked at the major anti-gun web pages, I recognise a cut and paste job when I see one. Cutting and pasting a bunch of statistics is one thing, doing the same and making it your entire argument is ignorant.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:38"
    },
    {
      "nodeID": "158379",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:38"
    }
  ],
  "edges": [
    {
      "edgeID": "196404",
      "fromID": "158375",
      "toID": "158376",
      "formEdgeID": null
    },
    {
      "edgeID": "196405",
      "fromID": "158376",
      "toID": "158374",
      "formEdgeID": null
    },
    {
      "edgeID": "196406",
      "fromID": "158378",
      "toID": "158379",
      "formEdgeID": null
    },
    {
      "edgeID": "196407",
      "fromID": "158379",
      "toID": "158377",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
