{
  "nodes": [
    {
      "nodeID": "151413",
      "text": "I think this just goes to show what most people already know--that most out there, including many so-called 'progressives', really don't give a hoot about gay rights when it's crunch time.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:47"
    },
    {
      "nodeID": "151414",
      "text": "And amusingly enough, you who claim you don't have any interest in changing the outcome spend soooo much time posting on these threads... Perhaps that's another claim that's just false in your opinion? emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:14:47"
    },
    {
      "nodeID": "151415",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:47"
    },
    {
      "nodeID": "151416",
      "text": "I'm wondering how the California amendment will affect those gay marriages that occurred between the time the judge rewrote the law and the amendment prohibited the marriages. Are those people married or not?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:47"
    },
    {
      "nodeID": "151417",
      "text": "I believe such amendments cannot be pushed retroactively for them, so their marriages will stand (Something with US contitution code not allowing things like that to be retroactive).",
      "type": "I",
      "timestamp": "2016-03-08 20:14:47"
    },
    {
      "nodeID": "151418",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:14:47"
    },
    {
      "nodeID": "151419",
      "text": "Furthermore, as usual your analysis is ridiculously limited. Arizona and Arkansas, two states with anti-gay measures, voted for McCain electorally. Florida voted for Obama by a margin of 51%. If we go with some easy/sleazy assumptions for quick math, that means that if about 2% of those voting for Obama decided they didn't want gay marriage, then the anti-gay marriage initiative would pass.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:47"
    },
    {
      "nodeID": "151420",
      "text": "And your analysis is flat out lacking. What everyone else seems to realize is that the reason Obama won is because of FAR higher turnout, many by African American voters. (Who more tend to be ... taa daa! ... Democrats!) There is definitely a considerable discrepancy in Obama supporters and gay marriage supporters. Of that, there can be no doubt. And your anaysis of the FL situation is completely removed from reality. FL requires a vote of over 60% for an amendment to pass. It wouldn't pass at 59%, let alone 50. So not only do you demonstrate a lack of even knowing what was needed there, it doesn't even fit as an apt comparison.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:47"
    },
    {
      "nodeID": "151421",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:47"
    },
    {
      "nodeID": "151422",
      "text": "I also can't help but wonder if you'd be complaining so much about this 'simple majority' thing if it was 51% passing an amendment that FAVORED gay marriage.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:47"
    },
    {
      "nodeID": "151423",
      "text": "Actually, yes.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:47"
    },
    {
      "nodeID": "151424",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:47"
    },
    {
      "nodeID": "151425",
      "text": "I heard just shortly after the official passage that the nutters at the ACLU were already poised to argue that the State Supreme Court reverse the decision for the exact opposite reason they argued to block Pro 22, geeez talk about get your arguments straight. It will get dismissed as frivolous just like last time... these big babies are suffering from 'shallow hal' disorder... they somehow believe of the majority votes in their favor - then it is a mandate, but the minute it isn't in their favor... [well] they fall into a grand mal seizure. There must not be something 'fair' in it as far as they are concerned - Fair has nothing to do with it, our laws don't exist for fairness sake... they exist for clarity.  Let's not forget the most important over arching reality here... this is something that isn't even supposed to be up for discussion for legislative agenda. We have no business even talking this nonsense... gays are not some 'class' that need to be protected. They are citizens engaging in a behavior that falls wildly short of the overall purview of not only the electorate as the existing status quo [regardless of political affiliation] but is nothing short of a deviant sexual proclivity, that... and our laws don't' exist to morally equivocate deviancy with that of the morally clear. It is a simple matter of constants vs. variables... our laws protect what you are [the constant] not who you become [the variable], what then do we say? do we create laws and burden our courts with personal subjectivity... or do we look to the objective as we have, and should continue to do so.  These radical homosexual activists are literally insane to think people are simply going to let them walk all over the natural order of things in favor of a bio[illogical] behavior? The US Constitution does not guarantee the equality of feelings, nor does it behavior. People have to start clearing the closet... so to speak, and simply be down to earth and accept that not all your decisions are going to be popular ones, and homosexuality is one of them - and you certainly don't win fans by thinking you can leverage the guilt game on people even thinking you can draw comparisons between color [innate] and sexual preference [choice] as a basis for some perceived civil right, it is just plain and utter nonsense.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:47"
    },
    {
      "nodeID": "151426",
      "text": "So you yourself could have gone gay but chose to be attracted to women?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:48"
    },
    {
      "nodeID": "151427",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:48"
    }
  ],
  "edges": [
    {
      "edgeID": "191484",
      "fromID": "151414",
      "toID": "151415",
      "formEdgeID": null
    },
    {
      "edgeID": "191485",
      "fromID": "151415",
      "toID": "151413",
      "formEdgeID": null
    },
    {
      "edgeID": "191486",
      "fromID": "151417",
      "toID": "151418",
      "formEdgeID": null
    },
    {
      "edgeID": "191487",
      "fromID": "151418",
      "toID": "151416",
      "formEdgeID": null
    },
    {
      "edgeID": "191488",
      "fromID": "151420",
      "toID": "151421",
      "formEdgeID": null
    },
    {
      "edgeID": "191489",
      "fromID": "151421",
      "toID": "151419",
      "formEdgeID": null
    },
    {
      "edgeID": "191490",
      "fromID": "151423",
      "toID": "151424",
      "formEdgeID": null
    },
    {
      "edgeID": "191491",
      "fromID": "151424",
      "toID": "151422",
      "formEdgeID": null
    },
    {
      "edgeID": "191492",
      "fromID": "151426",
      "toID": "151427",
      "formEdgeID": null
    },
    {
      "edgeID": "191493",
      "fromID": "151427",
      "toID": "151425",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
