{
  "nodes": [
    {
      "nodeID": "155234",
      "text": "&#8220;Gun Laws of America is 384 pages of just the federal statutes that regulate guns&#8212;more than 88,000 words. Additionally, the associated federal regulations interpreting these laws are even larger. Minimum penalty for a violation is typically 5 years in federal prison for every offense. It is estimated that there are between 22,000 and 30,000 gun laws on the books in America. Those laws include restrictions on possession, carry, distribution, storage, transfer, manufacture, sale, ownership, importation, use and more.  (It talks about) Federal agents can wiretap citizens for gun crimes,  a federal law banning qualified principals, teachers and parents from defending them with guns  People have collectively spent untold millions of dollars in legal fees defending themselves in court against charges that involved their guns There are laws in some states mandating that guns in people&#8217;s homes (private property) be stored according to government edicts Gun buyers must go through background checks, waiting periods, and get licenses if they wish to carry concealed  Self-defense with a firearm is banned in many cities and states in America.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:25"
    },
    {
      "nodeID": "155235",
      "text": "And we have a whole Federal Agency, which is part to the FBI, regulating one of our Constitutional Bill of Rights which is called a First Right, a Fundamental Right an Inalienable and essential right, named the BATF. And YET even all of this is not enough for you guys.  And the purpose of your post is, YOU WANT TO TAKE AWAY EVEN MORE of our Constitutional Rights!",
      "type": "I",
      "timestamp": "2016-03-08 20:23:25"
    },
    {
      "nodeID": "155236",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:25"
    },
    {
      "nodeID": "155237",
      "text": "'I'm convinced that we have to have federal legislation to build on. We're going to have to take one step at a time, and the first step is necessarily - given the political realities - going to be very modest. Of course, it's true that politicians will then go home and say, 'This is a great law. The problem is solved.' And it's also true that such statements will tend to defuse the gun-control issue for a time. So then we'll have to strengthen that law, and then again to strengthen that law, and maybe again and again. Right now, though, we'd be satisfied not with half a loaf but with a slice. Our ultimate goal - total control of handguns in the United States - is going to take time. My estimate is from seven to ten years. The problem is to slow down the increasing number of handguns sold in this country. The second problem is to get them all registered. And the final problem is to make the possession of all handguns and all handgun ammunition - except for the military, policemen, licensed security guards, licensed sporting clubs, and licensed gun collectors - totally illegal.' -Pete Shields, Chairman and founder, Handgun Control Inc., 'A Reporter At Large: Handguns,' The New Yorker, July 26, 1976, 57-58",
      "type": "I",
      "timestamp": "2016-03-08 20:23:25"
    },
    {
      "nodeID": "155238",
      "text": "But there is no slippery slope. Lets see. The Brady Bill was passed November 30, 1993. Then just 3 months later S.1878 or Brady Bill 2 was introduced in the Senate, February 28, 1994. and wanted all of this just 3 months later!  Some of the provisions of Brady 2",
      "type": "I",
      "timestamp": "2016-03-08 20:23:25"
    },
    {
      "nodeID": "155239",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:25"
    },
    {
      "nodeID": "155240",
      "text": "(Handgun licensing.) '(iii) contacting the chief law enforcement officer of the State that issued the State handgun license to confirm that the State handgun license has not been revoked; (Then we have Registration) (Waiting Periods) '(C)(i) not less than 7 days have elapsed (Written Permission from law enforcement) (Handgun Ammunition regulations) (State handgun safety certificate. and fees) STORAGE OF FIREARMS AWAY FROM JUVENILES. With federal Crime statute. SEC. 204. FEDERAL ARSENAL LICENSE. for more than 20 firearms or more than 1,000 rounds of ammunition. arsenal license fee of $300 for a 3-year license Repeal of SEC. 205. RESTORATION OF FIREARM PRIVILEGES. (even with all of this above) PROHIBITION ON MULTIPLE HANDGUN TRANSFERS. (Get a load of these fees) LICENSE APPLICATION FEES. 1) in paragraph (1)(A) by striking '$1,000' and inserting '$10,000'; (2) in paragraph (1)(B) by striking '$50' and inserting '$1,000'; (3) in paragraph (1)(C) by striking '$10' and inserting '$1,000'; (4) in paragraph (2)(A) by striking '$1,000' and inserting '$10,000'; (5) in paragraph (2)(B) by striking '$50' and inserting '$1,000'; (6) in paragraph (3)(A) by striking '$1,000' and inserting '$10,000'; 7) in paragraph (3)(B) by striking '$200 for 3 years, except that the fee for renewal of a valid license shall be $90 for 3 years' and inserting '$1,000 per year'. A license for sellers of Ammunition DEFINITION OF FIREARM EXPANDED TO INCLUDE COMPONENT PARTS. Meaning receiver, barrel, stock, ammunition magazine, or any part of the action'. Lawsuit permission legislation  PROHIBITED WEAPONS. it shall be unlawful for any person to manufacture, transfer, or possess a prohibited weapon.(Confiscation?) (A) in paragraph (28) by striking ''semiautomatic rifle' means any repeating rifle' and inserting ''semiautomatic firearm' means any repeating firearm'; (Pumps and Lever Actions?) '(31) The term 'prohibited weapon' means-- '(E) a semiautomatic assault weapon; '(F) a Saturday-night-special handgun; '(G) a nonsporting ammunition; and '(H) a large-capacity ammunition feeding device. INCREASED TAX ON HANDGUNS AND HANDGUN AMMUNITION. 30 percent ARTICLES TAXABLE AT 50 PERCENT",
      "type": "I",
      "timestamp": "2016-03-08 20:23:25"
    },
    {
      "nodeID": "155241",
      "text": "And what would we have seen 3 months later if this had passed? Brady 3? But hey, there is no slippery slope!",
      "type": "I",
      "timestamp": "2016-03-08 20:23:25"
    },
    {
      "nodeID": "155242",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:25"
    },
    {
      "nodeID": "155243",
      "text": "The most informative answer to the question of 'how many gun-control laws?' is then 'about 300 major state and federal laws, and an unknown but shrinking number of local laws.' '",
      "type": "I",
      "timestamp": "2016-03-08 20:23:25"
    },
    {
      "nodeID": "155244",
      "text": "Lets look at what is claimed in the link I post. It's origins were in response to  &#8220;Teddy bears are more regulated than guns.&#8221; -- Violence Policy Center.   The &#8220;Unregulated&#8221; Gun",
      "type": "I",
      "timestamp": "2016-03-08 20:23:26"
    },
    {
      "nodeID": "155245",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:26"
    },
    {
      "nodeID": "155246",
      "text": "I find it interesting that the slippery slope fallacy keeps popping up again and again in the arguments of pro-gun activists even after the Heller decision. In that decision, the Supreme Court recognized an individual right to own guns but rejected the slippery slope argument that has been used by the gun lobby for years.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:26"
    },
    {
      "nodeID": "155247",
      "text": "Soooo lets see. You are denying a slippery slope exists. OK we have all of the gun laws you guys got during the Clinton Administration. 1.The assault weapons ban. 2.The ten round magazine, 3.institution of the waiting period, 4.Brady background checks for all handgun buyers, 5.Excessive fees and regulations that drove many legitimate gun shop owners out of business. 6.Making it illegal for anyone under 18 to own or even possess a handgun. 7.The President's executive order stopping the importation of many guns, 8. Additional disqualification's and changes to legal firearms purchases on form 4473, 9. Insta Check! 10. The widening of Brady to include background checks from just handguns to include all new firearm purchases. 11 Lautenburg. and just recently the NICS improvement act! But Yet, you want to add even more gun laws. But the Slippery Slope does not exist? Is that what you are saying?  We have on this board alone, demands on our Constitution's Bill of Rights of total Gun Registration, Mandatory Storage with as of yet undefined penalties, a photo ID. Some advocate banning Assault Weapons, and you yourself have put forth several arguments that the 2nd amendment is not an Individual Right, and it applies only to a states right to form a militia.  But the slippery slope does not exist!",
      "type": "I",
      "timestamp": "2016-03-08 20:23:26"
    },
    {
      "nodeID": "155248",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:26"
    },
    {
      "nodeID": "155249",
      "text": "I also find it hard to believe some of what gets posted in favor of the slippery slope argument- such as claims that Sarah Brady wants all guns to be banned which are contradicted by quotes by her in credible online sources",
      "type": "I",
      "timestamp": "2016-03-08 20:23:26"
    },
    {
      "nodeID": "155250",
      "text": "First of all, when gun owners say ban guns, it means, if you want to ban ANY Gun, you are a gun banner! You guys want to muck up the argument with we don't want to ban all guns, just some guns!  However, that statement is just for now! If you get the ban more will be following!   Nelson T. 'Pete' Shields -- Founder of Handgun Control, Inc.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:26"
    },
    {
      "nodeID": "155251",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:26"
    },
    {
      "nodeID": "155252",
      "text": "'The belief that there are approximately 20,000 gun-control laws in the United States has become received wisdom..... But as it turns out, there appears to be little basis for the number....",
      "type": "I",
      "timestamp": "2016-03-08 20:23:26"
    },
    {
      "nodeID": "155253",
      "text": "SNIP This opinion piece was put forth by the Violence Policy Center, the same people who opposed all forms of firearms safety training and gun locks, because they might encourage people to feel that they're more capable of safely operation a firearm. The Violence Policy Center also pushed the idea of an 'assault weapons ban' because it was easier than a handgun ban, claiming that the uneducated people are unable to tell what is a machine gun and what isn't a machine gun, making passage of such a law all the easier.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:26"
    },
    {
      "nodeID": "155254",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:26"
    },
    {
      "nodeID": "155255",
      "text": "So why does the slippery slope fallacy keep appearing despite a Supreme Court ruling that stands in the way of it becoming a reality, a decline in the number of gun laws, and little or no credible evidence to suggest that gun control advocates really do intend to ban all guns?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:26"
    },
    {
      "nodeID": "155256",
      "text": "Why? Because people like you are still pushing gun bans regardless of the Heller ruling! It doesn't help your side's argument when your people continually talk about 'reasonable' and 'common sense gun regulations' and their examples include bans on 'assault weapons', semi-automatic firearms, 'armor piercing ammunition', 'high capacity magazines', waiting periods, mental health evaluations, fingerprinting and photographing of gun owners, permits, nationwide registration, etc. DC is a fine example of this. After Heller dissolved their gun laws they basically said 'Fine! If it can't be 100% impossible to get a gun in DC then we'll make it 99.9999999% impossible!' They did this through the enactment of so-called 'emergency legislation' which violates the Heller ruling in every conceivable way. DC even sold out their home rule to California in the sake of having gun control. Don't you dare forget that DC denied a woman the ability to register her legally owned handgun because it's color scheme wasn't on a list of approved firearms. People like you are continually demanding that magazines capable of holding more than 10 rounds of ammunition be banned, saying that nobody has a legal use for them and they're used exclusively for killing large groups of people, or turning animals into meat paste. Yet at the same time you claim that 'Saturday Night Specials' as you call them, are the preferred choice of criminals, and yet not one of these 'Saturday Night Specials' is capable of holding more than 7 rounds of ammunition in their magazine. People like you continually talk about gun violence, but your answer to the question always involves more laws that only affect the law-abiding. This suggests that you're either too stupid to live, or you have an absolute distrust of anyone who isn't a government working dog. Which is it that you fit into, stupid or paranoid? Why does the slippery slope argument prevail? Because to you anti-gunners nothing is ever good enough! There are more than enough laws regulating every possible facet of gun ownership and possession and punish anybody for committing a criminal act, and to you that's just not good enough!",
      "type": "I",
      "timestamp": "2016-03-08 20:23:26"
    },
    {
      "nodeID": "155257",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:26"
    },
    {
      "nodeID": "155258",
      "text": "I find it interesting that the slippery slope fallacy keeps popping up again and again in the arguments of pro-gun activists even after the Heller decision.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:27"
    },
    {
      "nodeID": "155259",
      "text": "Because the Heller ruling did nothing to dissolve the slippery slope argument.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:27"
    },
    {
      "nodeID": "155260",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:27"
    },
    {
      "nodeID": "155261",
      "text": "I find it interesting that the slippery slope fallacy keeps popping up again and again in the arguments of pro-gun activists even after the Heller decision. In that decision, the Supreme Court recognized an individual right to own guns but rejected the slippery slope argument that has been used by the gun lobby for years. I also find it hard to believe some of what gets posted in favor of the slippery slope argument- such as claims that Sarah Brady wants all guns to be banned which are contradicted by quotes by her in credible online sources and also such statistics as '[i]t is estimated that there are between 22,000 and 30,000 gun laws on the books in America' which have little basis in fact: 'The belief that there are approximately 20,000 gun-control laws in the United States has become received wisdom..... But as it turns out, there appears to be little basis for the number.... Since the early 1980s, the National Rifle Association has mounted a very successful campaign to encourage state governments to enact 'preemption' laws, forbidding local governments from enacting their own gun laws. Today, more than 40 states preempt all or most local gun-control laws, which has likely reduced the overall number of local gun laws....Clearly the 20,000 figure is more a product of advocacy than science. And however it was initially derived, the trend toward preemption of local laws has substantially reduced the total. The most informative answer to the question of 'how many gun-control laws?' is then 'about 300 major state and federal laws, and an unknown but shrinking number of local laws.' ' http://www.brookings.edu/es/urban/publications/gunbook4.pdf So why does the slippery slope fallacy keep appearing despite a Supreme Court ruling that stands in the way of it becoming a reality, a decline in the number of gun laws, and little or no credible evidence to suggest that gun control advocates really do intend to ban all guns? Could it be that pro-gun extremists find it necessary to resort to the slippery slope fallacy because they find it otherwise difficult to make a convincing argument against reasonable and common sense gun laws aimed at protecting law abiding citizens from gun violence and the misuse of firearms?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:27"
    },
    {
      "nodeID": "155262",
      "text": "From your source which indeed does have its own slippery slope built in. 'Another problem with estimating the number of gun laws is agreeing on a definition of just what is to be included. For example, many local laws prohibit carrying or firing guns in public places. Inclusion of such laws would certainly inflate national estimates of the number of gun laws.' And here comes tada one of the slippery slopes. 'But if one considers only laws that control the manufacture, design, sale, purchase, or possession of guns-the cluster of laws many probably imagine as constituting gun-control laws-the number of local laws will be much smaller. With most gun laws containing numerous, interrelated subparts, there is also no clear rule for defining what should count as a separate law.' And yet another. 'In short, no matter how the 20,000- gun-law figure was initially derived, the overwhelming trend toward preemption of local laws is likely to have substantially reduced the total. Even a very liberal interpretation of what should count as a separate law would leave the total well short of 20,000.' Yea right! 'In our view, the discovery that there may be as few as 300 major statewide laws that fit our definition of a gun-control statute (with some states having as few as one or two such laws) yields a far more appropriate figure for public-policy discussion.' In other words we don't really have a clue here but we'll call it short so we win. Nice try though.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:27"
    },
    {
      "nodeID": "155263",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:27"
    },
    {
      "nodeID": "155264",
      "text": "So Galileo. I shared your post and link with the Author of gunlaws.com / Bloomfield Press Alan Korwin, and he said I could share this, and any reply he gets with you guys. To Jon S. Vernick; Lisa M. Hepburn A friend sent me a link to your paper on gun-law counts. http://www.brookings.edu/es/urban/publications/gunbook4.pdf Your finding of approximately 300 major state gun laws appears to be incorrect. California alone has 541 numbered statutes of gun law, twice what the federal government has passed. We publish the gun laws for several states, and distribute books on the subject for 24 states. Our definition for a gun law, while slightly different than yours, is close enough and guides our selection -- with a need to include no extraneous material that would increase the girth and cost of our books. If it affects private ownership, possession or use of firearms, it is included. A huge list of laws that are not included, which would raise the counts dramatically, is printed in the front of each of our books (e.g., regs for police, criminals, military, Native Americans, federal officials, etc.; 55 numbered federal statutes deal solely with armed federal agents). Gun-law counts are somewhat preposterous though because, for example, a single law can regulate numerous disparate subjects. The Brady law, for example, with its 3,000 words, controls airline baggage, point-of-sale purchases, development and maintenance of an FBI computer gun-tracking system and much more. Counting it as 'one law' would be hopelessly misleading if the goal is to determine how much gun law exists. For specifics, I can tell you affirmatively that at last count there were 271 numbered federal gun-controlling statutes; Texas had 226; Arizona 183; Florida 229; and Virginia, in out just released 7th edition, has 193. Your overall count of 300 would therefore seem to come up somewhat short, wouldn't you agree? You'll find background and and extended discussion of true counts here: gunlaws.com - FAQ The real question though is this: Is there any criminal gun-related activity that is not already banned? The answer to that is no, and usually there are multiple bans for any nefarious activity you can imagine. New proposals invariable seek to criminalize possession by the public, possession which is perfectly lawful and harms no one, creating victimless crimes, and malum prohibitum laws that reduce freedom. That's why new bills typically meet such stiff resistance. Is there a mechanism for you to amend your paper for Brookings? It's certainly in your best interests to have accurate information in the public domain with your names attached.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:27"
    },
    {
      "nodeID": "155265",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:27"
    },
    {
      "nodeID": "155266",
      "text": "We have on this board alone, demands on our Constitution's Bill of Rights of total Gun Registration, Mandatory Storage with as of yet undefined penalties, a photo ID.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:27"
    },
    {
      "nodeID": "155267",
      "text": "Since that would be me let's go over my position and you tell me which parts aren't reasonable and why: 1. I've advocated registration of all handguns but not all guns.  2. I've advocated mandatory secure storage for unattended firearms, like when you're not home. 3. I've advocated photographing and fingerprinting for all handgun purchases.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:27"
    },
    {
      "nodeID": "155268",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:27"
    },
    {
      "nodeID": "155269",
      "text": "First of all, when gun owners say ban guns, it means, if you want to ban ANY Gun, you are a gun banner! You guys want to muck up the argument with we don't want to ban all guns, just some guns!",
      "type": "I",
      "timestamp": "2016-03-08 20:23:27"
    },
    {
      "nodeID": "155270",
      "text": "Such black and white thinking places the Supreme Court and the NRA at one time in the category of gun banners. The Supreme Court stated that only firearms in common use receive Second Amendment protection. The NRA once supported a ban on Saturday Night Specials: 'Viewed realistically, junky .22 handguns that retail for as little as $7.98 . . . aren't suited for target shooting, handgun hunting, or police or protection purposes. Most honest-to-goodness gun owners wouldn't have one around. Yet the reckless use of such junk has harmed legitimate firearms ownership.' -'Restraint on TV, Cheap Handguns Wins Favor,' American Rifleman, (March 1968)  'On the Saturday Night Special, we are for it [banning] 100 percent. We would like to get rid of these guns.'36 -NRA Executive Vice President Maxwell Rich, Senate Hearings on Saturday Night Special Ban, (September 13, 1971)",
      "type": "I",
      "timestamp": "2016-03-08 20:23:27"
    },
    {
      "nodeID": "155271",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:27"
    },
    {
      "nodeID": "155272",
      "text": "Since that would be me let's go over my position and you tell me which parts aren't reasonable and why: 1. I've advocated registration of all handguns but not all guns. Leads to confiscation. 2. I've advocated mandatory secure storage for unattended firearms, like when you're not home. Enforcement problem. 3. I've advocated photographing and fingerprinting for all handgun purchases.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:28"
    },
    {
      "nodeID": "155273",
      "text": "What purpose does that serve with NCIS checks?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:28"
    },
    {
      "nodeID": "155274",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:28"
    },
    {
      "nodeID": "155275",
      "text": "What you mean is, yet again. We have had this dance several times already. Why don't you find the best of the several times you have already posted your stuff, hit permalink, gain the address and post the links. We have done this several times before. Although, no one will stop you, certainly not me!",
      "type": "I",
      "timestamp": "2016-03-08 20:23:28"
    },
    {
      "nodeID": "155276",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:28"
    },
    {
      "nodeID": "155277",
      "text": "1. I've advocated registration of all handguns but not all guns.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:28"
    },
    {
      "nodeID": "155278",
      "text": "Where to start with this proposal? First such a plan could lead to DC style gun control where you could only own a handgun if it was registered with the city, and then they could immediately halt any and all registration at any time, creating a de facto ban. Then there's the fact that supporters of gun control have argued that gun owners should be required to pay a fee for each gun they register, and that the registration process should be something that needs to be repeated every single year, and the fee paid every time as well. Then there was the proposal over in Pennsylvania where an officer would be allowed to deny registration for any reason, meaning automatic forfeiture of your weapons due to the 'only registered guns are legal guns' policy that certain people embrace like the holy scripture. And then there's the fact that registration leads to confiscation. We've seen it happen as recently as 12 years ago, we know it's the outright truth. Not long after the New York spree killing, the newspaper covering the proposal of gun licenses needing to be renewed every five years explicitly stated that if the registration lapsed the guns would be confiscated. And then there's the fact that registration databases are nothing more than money pits that serve no crime fighting benefits, Canada has stated such. Any attempt at a database is going to waste taxpayer money, take police off the streets, and require police to prosecute honest people for paperwork errors rather than going after gang members and other criminals. Oh and then we come to the fact that criminals will never register their weapons, leaving them untraceable!",
      "type": "I",
      "timestamp": "2016-03-08 20:23:28"
    },
    {
      "nodeID": "155279",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:28"
    },
    {
      "nodeID": "155280",
      "text": "3. I've advocated photographing and fingerprinting for all handgun purchases.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:28"
    },
    {
      "nodeID": "155281",
      "text": "Sex offenders who rape and kill children are required to be photographed and fingerprinted. Why are you in favor of people exercising a constitutional right, being treated in the exact same way? I can't see any type of measurable affect photographing and fingerprinting gun owners would have on fighting crime. We know that criminals won't submit to registration, they're not permitted to own or possess guns under any circumstances, etc. To me this seems more about the regulation of a constitutional right and the harassment of honest gun owners than anything else.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:28"
    },
    {
      "nodeID": "155282",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:28"
    },
    {
      "nodeID": "155283",
      "text": "Since that would be me let's go over my position and you tell me which parts aren't reasonable and why:",
      "type": "I",
      "timestamp": "2016-03-08 20:23:28"
    },
    {
      "nodeID": "155284",
      "text": "Time to get a helmet...",
      "type": "I",
      "timestamp": "2016-03-08 20:23:28"
    },
    {
      "nodeID": "155285",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:28"
    },
    {
      "nodeID": "155286",
      "text": "2. I've advocated mandatory secure storage for unattended firearms, like when you're not home.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:29"
    },
    {
      "nodeID": "155287",
      "text": "Mandatory storage laws are in violation of the Second Amendment because they interfere with personal defense, by making your defensive weapon inaccessible when you need it. I don't care if you use the justification of it only applying when you're not at home, that's not good enough; trouble can follow you home and attack before you can unpack your weapon now that you're there. Then there's the fact that mandatory storage laws serve no crime fighting purpose. Responsible people already lock up their guns, they keep them out of the hands of children and strangers, they don't need a law to tell them to do what they're already doing. Such a proposal takes away responsibility, it suggests that nobody is capable of being trusted unless everything is spelled out by federal law and carries strict penalties with it. There's also the fact that the police have better things to do than penalize people for something that isn't a crime or a threat to anyone's safety. Who should law enforcement be targeting more, a dangerous gang with ties to the mexican mafia, or a single mom who forgot about putting her pistol in the safe before going to the grocery store? Police resources are limited as is. I don't see why we should be squandering what resources we have, going after people for technical violations rather than true crimes that victimize anyone and everyone.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:29"
    },
    {
      "nodeID": "155288",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:29"
    },
    {
      "nodeID": "155289",
      "text": "Registration leading to confiscation has not been demonstrated. If you care to give an example of a country where constitutionally protected firearm ownership was violated by confiscation, we could discuss it. Safe storage does present enforcement problems but that isn't reason enough to abandon the idea. Thefts and accidents will be enough to call attention to violators, although you guys generally do not want to have to report thefts. Why's that? What identification is the buyer required to furnish for a NCIS check?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:29"
    },
    {
      "nodeID": "155290",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:29"
    },
    {
      "nodeID": "155291",
      "text": "ROTFLMAO! You just made my day Nato! :)",
      "type": "I",
      "timestamp": "2016-03-08 20:23:29"
    },
    {
      "nodeID": "155292",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:29"
    },
    {
      "nodeID": "155293",
      "text": "Time to get a helmet...  Where to start with this proposal? First such a plan could lead to DC style gun control where you could only own a handgun if it was registered with the city, and then they could immediately halt any and all registration at any time, creating a de facto ban.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:29"
    },
    {
      "nodeID": "155294",
      "text": "So? A city could just as easily ban all future sales of firearms to citizens without gun registration.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:29"
    },
    {
      "nodeID": "155295",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:29"
    },
    {
      "nodeID": "155296",
      "text": "Mandatory storage laws are in violation of the Second Amendment because they interfere with personal defense, by making your defensive weapon inaccessible when you need it. I don't care if you use the justification of it only applying when you're not at home, that's not good enough; trouble can follow you home and attack before you can unpack your weapon now that you're there. Then there's the fact that mandatory storage laws serve no crime fighting purpose. Responsible people already lock up their guns, they keep them out of the hands of children and strangers, they don't need a law to tell them to do what they're already doing. Such a proposal takes away responsibility, it suggests that nobody is capable of being trusted unless everything is spelled out by federal law and carries strict penalties with it.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:29"
    },
    {
      "nodeID": "155297",
      "text": "So does requiring everyone to go through a security check before boarding a plane suggest that nobody is capable of being trusted?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:29"
    },
    {
      "nodeID": "155298",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:29"
    },
    {
      "nodeID": "155299",
      "text": "Then there's the fact that supporters of gun control have argued that gun owners should be required to pay a fee for each gun they register, and that the registration process should be something that needs to be repeated every single year, and the fee paid every time as well. Then there was the proposal over in Pennsylvania where an officer would be allowed to deny registration for any reason, meaning automatic forfeiture of your weapons due to the 'only registered guns are legal guns' policy that certain people embrace like the holy scripture. And then there's the fact that registration leads to confiscation. We've seen it happen as recently as 12 years ago, we know it's the outright truth. Not long after the New York spree killing, the newspaper covering the proposal of gun licenses needing to be renewed every five years explicitly stated that if the registration lapsed the guns would be confiscated.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:29"
    },
    {
      "nodeID": "155300",
      "text": "In that case it would be not registering your guns which would lead to confiscation rather than registering your guns. The logic of your argument seems questionable. It would be like arguing- 'It's the outright truth that property taxes lead to confiscation because if you don't pay them the government can take your property.' Would anybody seriously think that that is a good argument against property taxes?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:30"
    },
    {
      "nodeID": "155301",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:30"
    },
    {
      "nodeID": "155302",
      "text": "And then there's the fact that registration databases are nothing more than money pits that serve no crime fighting benefits, Canada has stated such. Any attempt at a database is going to waste taxpayer money, take police off the streets, and require police to prosecute honest people for paperwork errors rather than going after gang members and other criminals. Oh and then we come to the fact that criminals will never register their weapons, leaving them untraceable!",
      "type": "I",
      "timestamp": "2016-03-08 20:23:30"
    },
    {
      "nodeID": "155303",
      "text": "While it's true that criminals won't be lining up to register guns that they already own, gun registration could make it harder for them to obtain more guns in the future. Registration could require law abiding citizens to be more careful about who they sell their guns to as well as making it easier to trace back a lost or stolen gun to the original owner.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:30"
    },
    {
      "nodeID": "155304",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:30"
    },
    {
      "nodeID": "155305",
      "text": "There's also the fact that the police have better things to do than penalize people for something that isn't a crime or a threat to anyone's safety. Who should law enforcement be targeting more, a dangerous gang with ties to the mexican mafia, or a single mom who forgot about putting her pistol in the safe before going to the grocery store? Police resources are limited as is. I don't see why we should be squandering what resources we have, going after people for technical violations rather than true crimes that victimize anyone and everyone.  Sex offenders who rape and kill children are required to be photographed and fingerprinted. Why are you in favor of people exercising a constitutional right, being treated in the exact same way? I can't see any type of measurable affect photographing and fingerprinting gun owners would have on fighting crime. We know that criminals won't submit to registration, they're not permitted to own or possess guns under any circumstances, etc. To me this seems more about the regulation of a constitutional right and the harassment of honest gun owners than anything else.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:30"
    },
    {
      "nodeID": "155306",
      "text": "Government employees are also expected to be fingerprinted but I don't think any reasonable person would think that is treating them like criminals. In the early period of America most gun owners were required to be government employees by law- they were required to enroll in the militia and received pay for doing so.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:30"
    },
    {
      "nodeID": "155307",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:30"
    },
    {
      "nodeID": "155308",
      "text": "I don't think the point was to come up with an exact number of gun laws. The point was to show that the 20,000 figure often claimed by the pro-gun side is very doubtful. But the total number of gun laws may not tell us a whole lot. 100 cities could pass laws to require waiting periods. That would count as 100 gun laws. Or the Federal Government could pass one law to require a waiting period throughout the nation. It would count as one law but would have more of an effect than 100 separate city laws.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:30"
    },
    {
      "nodeID": "155309",
      "text": "And your point was demonstrated to be specious using your own source. To contain strawmen even as you claimed it to be a strawman.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:30"
    },
    {
      "nodeID": "155310",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:30"
    },
    {
      "nodeID": "155311",
      "text": "Before you were claiming it was a slippery slope. Now you're claiming it's a strawman. Perhaps you don't understand what either term means.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:30"
    },
    {
      "nodeID": "155312",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:30"
    },
    {
      "nodeID": "155313",
      "text": "Damn fine job!",
      "type": "I",
      "timestamp": "2016-03-08 20:23:30"
    },
    {
      "nodeID": "155314",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:31"
    }
  ],
  "edges": [
    {
      "edgeID": "194186",
      "fromID": "155235",
      "toID": "155236",
      "formEdgeID": null
    },
    {
      "edgeID": "194187",
      "fromID": "155236",
      "toID": "155234",
      "formEdgeID": null
    },
    {
      "edgeID": "194188",
      "fromID": "155238",
      "toID": "155239",
      "formEdgeID": null
    },
    {
      "edgeID": "194189",
      "fromID": "155239",
      "toID": "155237",
      "formEdgeID": null
    },
    {
      "edgeID": "194190",
      "fromID": "155241",
      "toID": "155242",
      "formEdgeID": null
    },
    {
      "edgeID": "194191",
      "fromID": "155242",
      "toID": "155240",
      "formEdgeID": null
    },
    {
      "edgeID": "194192",
      "fromID": "155244",
      "toID": "155245",
      "formEdgeID": null
    },
    {
      "edgeID": "194193",
      "fromID": "155245",
      "toID": "155243",
      "formEdgeID": null
    },
    {
      "edgeID": "194194",
      "fromID": "155247",
      "toID": "155248",
      "formEdgeID": null
    },
    {
      "edgeID": "194195",
      "fromID": "155248",
      "toID": "155246",
      "formEdgeID": null
    },
    {
      "edgeID": "194196",
      "fromID": "155250",
      "toID": "155251",
      "formEdgeID": null
    },
    {
      "edgeID": "194197",
      "fromID": "155251",
      "toID": "155249",
      "formEdgeID": null
    },
    {
      "edgeID": "194198",
      "fromID": "155253",
      "toID": "155254",
      "formEdgeID": null
    },
    {
      "edgeID": "194199",
      "fromID": "155254",
      "toID": "155252",
      "formEdgeID": null
    },
    {
      "edgeID": "194200",
      "fromID": "155256",
      "toID": "155257",
      "formEdgeID": null
    },
    {
      "edgeID": "194201",
      "fromID": "155257",
      "toID": "155255",
      "formEdgeID": null
    },
    {
      "edgeID": "194202",
      "fromID": "155259",
      "toID": "155260",
      "formEdgeID": null
    },
    {
      "edgeID": "194203",
      "fromID": "155260",
      "toID": "155258",
      "formEdgeID": null
    },
    {
      "edgeID": "194204",
      "fromID": "155262",
      "toID": "155263",
      "formEdgeID": null
    },
    {
      "edgeID": "194205",
      "fromID": "155263",
      "toID": "155261",
      "formEdgeID": null
    },
    {
      "edgeID": "194206",
      "fromID": "155264",
      "toID": "155265",
      "formEdgeID": null
    },
    {
      "edgeID": "194207",
      "fromID": "155265",
      "toID": "155243",
      "formEdgeID": null
    },
    {
      "edgeID": "194208",
      "fromID": "155267",
      "toID": "155268",
      "formEdgeID": null
    },
    {
      "edgeID": "194209",
      "fromID": "155268",
      "toID": "155266",
      "formEdgeID": null
    },
    {
      "edgeID": "194210",
      "fromID": "155270",
      "toID": "155271",
      "formEdgeID": null
    },
    {
      "edgeID": "194211",
      "fromID": "155271",
      "toID": "155269",
      "formEdgeID": null
    },
    {
      "edgeID": "194212",
      "fromID": "155273",
      "toID": "155274",
      "formEdgeID": null
    },
    {
      "edgeID": "194213",
      "fromID": "155274",
      "toID": "155272",
      "formEdgeID": null
    },
    {
      "edgeID": "194214",
      "fromID": "155275",
      "toID": "155276",
      "formEdgeID": null
    },
    {
      "edgeID": "194215",
      "fromID": "155276",
      "toID": "155267",
      "formEdgeID": null
    },
    {
      "edgeID": "194216",
      "fromID": "155278",
      "toID": "155279",
      "formEdgeID": null
    },
    {
      "edgeID": "194217",
      "fromID": "155279",
      "toID": "155277",
      "formEdgeID": null
    },
    {
      "edgeID": "194218",
      "fromID": "155281",
      "toID": "155282",
      "formEdgeID": null
    },
    {
      "edgeID": "194219",
      "fromID": "155282",
      "toID": "155280",
      "formEdgeID": null
    },
    {
      "edgeID": "194220",
      "fromID": "155284",
      "toID": "155285",
      "formEdgeID": null
    },
    {
      "edgeID": "194221",
      "fromID": "155285",
      "toID": "155283",
      "formEdgeID": null
    },
    {
      "edgeID": "194222",
      "fromID": "155287",
      "toID": "155288",
      "formEdgeID": null
    },
    {
      "edgeID": "194223",
      "fromID": "155288",
      "toID": "155286",
      "formEdgeID": null
    },
    {
      "edgeID": "194224",
      "fromID": "155289",
      "toID": "155290",
      "formEdgeID": null
    },
    {
      "edgeID": "194225",
      "fromID": "155290",
      "toID": "155273",
      "formEdgeID": null
    },
    {
      "edgeID": "194226",
      "fromID": "155291",
      "toID": "155292",
      "formEdgeID": null
    },
    {
      "edgeID": "194227",
      "fromID": "155292",
      "toID": "155278",
      "formEdgeID": null
    },
    {
      "edgeID": "194228",
      "fromID": "155294",
      "toID": "155295",
      "formEdgeID": null
    },
    {
      "edgeID": "194229",
      "fromID": "155295",
      "toID": "155293",
      "formEdgeID": null
    },
    {
      "edgeID": "194230",
      "fromID": "155297",
      "toID": "155298",
      "formEdgeID": null
    },
    {
      "edgeID": "194231",
      "fromID": "155298",
      "toID": "155296",
      "formEdgeID": null
    },
    {
      "edgeID": "194232",
      "fromID": "155300",
      "toID": "155301",
      "formEdgeID": null
    },
    {
      "edgeID": "194233",
      "fromID": "155301",
      "toID": "155299",
      "formEdgeID": null
    },
    {
      "edgeID": "194234",
      "fromID": "155303",
      "toID": "155304",
      "formEdgeID": null
    },
    {
      "edgeID": "194235",
      "fromID": "155304",
      "toID": "155302",
      "formEdgeID": null
    },
    {
      "edgeID": "194236",
      "fromID": "155306",
      "toID": "155307",
      "formEdgeID": null
    },
    {
      "edgeID": "194237",
      "fromID": "155307",
      "toID": "155305",
      "formEdgeID": null
    },
    {
      "edgeID": "194238",
      "fromID": "155309",
      "toID": "155310",
      "formEdgeID": null
    },
    {
      "edgeID": "194239",
      "fromID": "155310",
      "toID": "155308",
      "formEdgeID": null
    },
    {
      "edgeID": "194240",
      "fromID": "155311",
      "toID": "155312",
      "formEdgeID": null
    },
    {
      "edgeID": "194241",
      "fromID": "155312",
      "toID": "155309",
      "formEdgeID": null
    },
    {
      "edgeID": "194242",
      "fromID": "155313",
      "toID": "155314",
      "formEdgeID": null
    },
    {
      "edgeID": "194243",
      "fromID": "155314",
      "toID": "155264",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
