{
  "nodes": [
    {
      "nodeID": "147680",
      "text": "Mutagenesis Is Often Futile Bacterial populations are estimated to spend most of their time under strong growth limitation (53, 55), and many of these stresses cannot be relieved by mutation (e.g., lack of any carbon source, exposure to extreme physical conditions). If mutagenesis were induced by such stresses, it would create deleterious mutations without hope of benefit. A mechanism for stress-induced mutagenesis might be advantageous if cells could determine that (a) the problem is solvable by mutation and (b) that death is assured if no mutation is forthcoming. Without such prescience, cells with a mechanism for stress-induced mutagenesis would be eliminated by repeated rounds of futile mutagenesis.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:41"
    },
    {
      "nodeID": "147681",
      "text": "In other words, a cell trying to 'survive, thrive and reproduce' via a self-induced state of stochastic hypermutation would most likely just end up killing itself...",
      "type": "I",
      "timestamp": "2016-03-08 20:06:41"
    },
    {
      "nodeID": "147682",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147683",
      "text": "Quote:Originally Posted by wascallywabbitExcept that hypermutation is not something that happens to a 'cell', but happens to a collectivity of millions of inter-connected, inter-related cells, and that hypermutation in bacteria colonies is not 'stochastic', but 'heuristic', and you are just going to have to accept that those words are not synonyms.I don't recall ever saying they were.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147684",
      "text": "**Like chemist and all other darwinists, you imply wherever possible. But in this case I broke my own best rule and replied to chemist, and was not speaking of you at all.And you are right, the phenomenon of revertant mutation in eusocial bacteria colonies, [inexplicable in darwinist mechanical terms], as discovered by Cairns, et al, in 1988, is a separate phenomenon from stress-stimulated somatic hyper-mutation. I misled you in the the quote you used to bring in the Cairns work--' Under these circumstances [stress-induced hyper-mutation], as per EAM,[above], it has been repeatedly demonstrated [since 1988, at Corning, by that scientist whose name escapes me] that the number of adaptive mutations outnumbers the number of of ineffectual or maladaptive mutations by a strongly significant statistical percentage.'That was not Cairns, but Barry G. Hall to whom I was referring, and he was a research prof at U. Rochester in the 90's who did work on adaptive mutation, wrt adaptive cellular responses in stressed eusocial bacteria colonies. That is, somatic hypermutation as a cellular,[in multi-cellular organisms, such as eubacteria colonies], adaptive, systemic and systematic [non-randon, non-stochastic, non-accidental] heuristic evolutionary mechanism.He found that adaptive genetic mutations arising systematically under these circumstances outnumbered maladaptive and inconsequential mutations to a high degree, statistically speaking. A most significant finding, and one that has been repeated again and again and again, to the point where somatic hypermutation is accepted by bacteriologists as a legitimate 'immune response' enabling rapid adaptive [EAM] evolution [antibiotic resistance] in eusocial bacteria.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147685",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147686",
      "text": "It seems the issue of hypermutational states is very much open to question. One of the articles linked above includes this thought-provoking section:  In other words, a cell trying to 'survive, thrive and reproduce' via a self-induced state of stochastic hypermutation would most likely just end up killing itself...",
      "type": "I",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147687",
      "text": "** Except that hypermutation is not something that happens to a 'cell', but happens to a collectivity of millions of inter-connected, inter-related cells, and that hypermutation in bacteria colonies is not 'stochastic', but 'heuristic', and you are just going to have to accept that those words are not synonyms.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147688",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147689",
      "text": "Nope mutations happen to individual cells. And hypermutation takes place and appears to be controlled at the level of individual cells also. You need to stick to the facts here.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147690",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147691",
      "text": "However, all of that is quite beside the point in the case under discussion.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147692",
      "text": "** True, and the confusion was my bad, as explained already. However, the fact of revertant mutation in eusocial bacteria colonies, as demonstrated by Ames and by Cairns, still shoots great big holes in the darwinist assumptions arising out of your old war-horses, Luria & Delbruck '43, and its 'clone', Lederberg and Lederberg '52.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147693",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147694",
      "text": "Under these circumstances [stress-induced hyper-mutation], as per EAM,[above], it has been repeatedly demonstrated [since 1988, at Corning, by that scientist whose name escapes me] that the number of adaptive mutations outnumbers the number of of ineffectual or maladaptive mutations by a strongly significant statistical percentage.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147695",
      "text": "On the face of it, the implication is that this kind of thing happens all the time; that everywhere you look, stress-induced hypermutation is occurring, and along with it adaptive mutations are occurring disproportionately often - that this is part and parcel of everyday evolution. The ardour with which this evidence is brandished is, however, misleading. In only a handful of studies, using specific strains of bacteria with specific genetic features under specific environmental circumstances, have specific adaptive mutations seemed to occur with anomalous frequency. There is no suggestion that these cases are in any way generally representative, and even if the results were being interpreted correctly, the idea that they constitute evidence for a pan-species mechanism of internally directed evolution is, unfortunately, wishful thinking. But what of these rare anomalous cases? The most famous was reported by J. Cairns and P. L. Foster, in which a dish of starving, non-growing E-coli (a particular strain with a Lac- mutation) appeared to preferentially induce a reversion mutation (to Lac+) in order to enable growth when the only source of energy was lactose. Moreover, the mutation did not occur with such frequency if lactose was not present, if there was another growth-inhibiting factor in play, or if food sources other than lactose were available. On top of that, although the adapted bacteria showed evidence of accumulating other non-selected mutations, it was nowhere near enough to explain the rate of adaptive mutation, and the bacteria which didn't adapt showed no accumulation of unselected mutations at all! Understandably, this looked to them, and other people at the time, like a pretty cut'n'dried example of an environmentally-or-organismically induced adaptive mutation. However, the nagging problem remained that this event was completely unprecedented, and was not observed in the general case of bacteria under starvation conditions. Why was this strain of bacteria so good at inducing this particular reversion mutation in just those circumstances? The answer, as it turned out, was that the experimental assumption of 'no growth' taking place in the e-coli colony was in error. The strain of e-coli used in the experiment had a 'leaky' (inefficient) mutant Lac allele, with only 1% to 2% of the normal ability to process lactose. That 1% to 2% was then deliberately 'smothered' by the experimenters through the addition of scavenger cells which mopped up the product of what little lactose the e-coli could process, effectively halting their growth. Because the later, visible growing colonies of e-coli had a reversion mutation to lac+, the experimenters deduced that mutation was required for growth to be possible. However, what they did not take into account at the time was that during normal growth prior to incubation on the test medium, a small proportion of the e-coli colony experienced a duplication of the leaky lac gene. This mutation conferred no advantage - until the colony was plated on lactose. Now, the second copy of the gene increased the total amount of lactose they could process beyond the ability of the scavenger cells to inhibit growth, and the e-coli could (slowly) grow and divide. Within these slow-growing microcolonies, selection favoured those cells which experienced further lac- duplications. And the more lac- duplications a cell has, the more likely one of them will experience a reversion mutation to lac+, explaining the apparently anomalous frequency of that particular mutation. When this happens, cell growth rate jumps considerably - but now it is the additional lac- genes which are holding the organism back, destabilising the chromosome and tying up resources which could be more efficiently processed by the lac+ gene. Selection now favours those lac+ revertants who lose the unstable lac- duplications. By the time the microcolonies become visible to the naked eye, they consist almost entirely of lac+ revertants. This hypothesis agrees with all observations related to the earlier experiments, and was verified in a number of ways, including repeating the experiment with a colony composed entirely of duplicate lac- bacteria, increasing the number of microcolonies 100-fold, which tallies with the ~1% background rate of chromosomal duplications in those bacteria. Also, bacteria in the late-arriving microcolonies were observed to possess residual duplicate lac- genes. In short, the results of the experiment agree completely with classical evolutionary theory. It should be noted, by the way, that in addition to the late-arriving 'directed mutation' microcolonies that causes such a stir, the original experimenters also observed the expected number of early-appearing colonies from pre-plating revertant mutants, a la L&D. EDIT: Reading further around the subject, it seems no stress-induced hypermutable state was involved either. Apparently, 10-20% of the bacteria with lac- duplications also possessed 'dinB' (a mutation-promoting gene apparently, though it's beyond the scope of my research here) on the same plasmid. The mutagen 'came along for the ride' so to speak, as selection favoured the duplication of that section of DNA, and induced hgher rates of mutation in - yep - 10-20% of the adaptive population. So not only was the hypermutational state of that subpopulation not the cause of the adaptive mutation (clearly, since the other 80-90% of adaptation happened without it), it was actually harmful. Live n learn! 2ND EDIT: The same experiment yields similar results with lac- situated within the chromosome itself, only with 100-fold fewer colonies, reflecting the lower incidence of chromosomal duplication and reversion events in comparison with plasmids.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147696",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147697",
      "text": "He found that adaptive genetic mutations arising systematically under these circumstances outnumbered maladaptive and inconsequential mutations to a high degree, statistically speaking. A most significant finding, and one that has been repeated again and again and again, to the point where somatic hypermutation is accepted by bacteriologists as a legitimate 'immune response' enabling rapid adaptive [EAM] evolution [antibiotic resistance] in eusocial bacteria.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:42"
    },
    {
      "nodeID": "147698",
      "text": "Would you mind telling us just how he determined ALL maladaptive or inconsequential mutations in his test organism and just how he validated such measurements? To me as a biologist with quite a bit of microbiology under the belt it would seem to be impossible to do so! After all its very likely that a fairly large portion of the populutaion will have at least one mutation at at least one base pair location in the total sequence! Your claim would seem to be impossible, but perhaps there is a way he managed to do so.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:43"
    },
    {
      "nodeID": "147699",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:43"
    },
    {
      "nodeID": "147700",
      "text": "True, and the confusion was my bad, as explained already. However, the fact of revertant mutation in eusocial bacteria colonies, as demonstrated by Ames and by Cairns, still shoots great big holes in the darwinist assumptions arising out of your old war-horses, Luria & Delbruck '43, and its 'clone', Lederberg and Lederberg '52.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:43"
    },
    {
      "nodeID": "147701",
      "text": "Well, no, it doesn't. That's sort of the point of the article I linked to. No organismic response, no hypermutable state (apart from one coincidentally arising in a minority of the adaptive population), no EAM. L&D, as an experiment, had its limitations, namely the lethality of the selective environment. What the article I linked to demonstrates is that Cairns&Foster also has limitations. Most of the time, it should be remembered, the C&F methodology yields the same results as L&D; the circumstances yielding the anomalous results that were a temporary shot-in-the-arm for Lamarckism were very particular. The bacteria had to possess a leaky allele that still operated at a low efficiency, and that functionality had to be just barely inhibited by scavenger cells. C&F still did something useful: it highlighted the potential importance of amplification mutagenesis, where genes that do a slightly useful job accumulate under selection, increasing the chances that a more successful variant of the gene will arise within any given population. I'll check out the other experiment you mention; thanks for clearing that up.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:43"
    },
    {
      "nodeID": "147702",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:06:43"
    },
    {
      "nodeID": "147703",
      "text": "I've examined Hall's papers and they make interesting reading. However, further research, including some undertaken by Hall himself, has informed the debate greatly. For one thing, many of the experimental results to which Hall originally proposed sub-population hypermutation (your 'hypermutation as a eusocial response') as an explanation have proved inconsistent with that hypothesis. The Amplification Mutation model described above is a much better fit, correctly predicting such details as clonally-related bacteria possessing redundant lac- copies in addition to the lac+ revertant. The articles I've already cited, though they focus on the Cairns system's experimental vulnerabilities as the origin of the recent directed/adaptive mutagenesis misperception, also include Hall's work in their assessment. Hall himself performed a followup experiment to his work on anomalous rates of trpAB+ dual revertants, acknowledging that a colleague's suggestion, that stochastically-occurring trpA+trpB revertants were growing on waste byproducts secreted by non-growing trpAtrpB+ revertants was probably correct.  In short, though hypermutation of a sub-population does occur sometimes, it is not always an organismic response (eg mutation promoters coincidentally amplified along with useful genes), and the 'successful' mutants do not always, or even mostly, arise from within that subpopulation.  Also, you still seem reluctant to acknowledge the implications of the existence of a physical mechanism for hypermutation under stress. It must itself have evolved somehow - which makes it logically (as well as empirically, as evidenced by my original post in which 4/5ths of the adaptive bacteria exhibited no increased mutation rate) not a prerequisite for evolution. It's just one more adaptation to the environment - in this case, the environment's potential for inducing - though carcinogens or simple uncertainty at the molecular level - genetic change.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:43"
    },
    {
      "nodeID": "147704",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:43"
    }
  ],
  "edges": [
    {
      "edgeID": "188852",
      "fromID": "147681",
      "toID": "147682",
      "formEdgeID": null
    },
    {
      "edgeID": "188853",
      "fromID": "147682",
      "toID": "147680",
      "formEdgeID": null
    },
    {
      "edgeID": "188854",
      "fromID": "147684",
      "toID": "147685",
      "formEdgeID": null
    },
    {
      "edgeID": "188855",
      "fromID": "147685",
      "toID": "147683",
      "formEdgeID": null
    },
    {
      "edgeID": "188856",
      "fromID": "147687",
      "toID": "147688",
      "formEdgeID": null
    },
    {
      "edgeID": "188857",
      "fromID": "147688",
      "toID": "147686",
      "formEdgeID": null
    },
    {
      "edgeID": "188858",
      "fromID": "147689",
      "toID": "147690",
      "formEdgeID": null
    },
    {
      "edgeID": "188859",
      "fromID": "147690",
      "toID": "147687",
      "formEdgeID": null
    },
    {
      "edgeID": "188860",
      "fromID": "147692",
      "toID": "147693",
      "formEdgeID": null
    },
    {
      "edgeID": "188861",
      "fromID": "147693",
      "toID": "147691",
      "formEdgeID": null
    },
    {
      "edgeID": "188862",
      "fromID": "147695",
      "toID": "147696",
      "formEdgeID": null
    },
    {
      "edgeID": "188863",
      "fromID": "147696",
      "toID": "147694",
      "formEdgeID": null
    },
    {
      "edgeID": "188864",
      "fromID": "147698",
      "toID": "147699",
      "formEdgeID": null
    },
    {
      "edgeID": "188865",
      "fromID": "147699",
      "toID": "147697",
      "formEdgeID": null
    },
    {
      "edgeID": "188866",
      "fromID": "147701",
      "toID": "147702",
      "formEdgeID": null
    },
    {
      "edgeID": "188867",
      "fromID": "147702",
      "toID": "147700",
      "formEdgeID": null
    },
    {
      "edgeID": "188868",
      "fromID": "147703",
      "toID": "147704",
      "formEdgeID": null
    },
    {
      "edgeID": "188869",
      "fromID": "147704",
      "toID": "147684",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
