{
  "nodes": [
    {
      "nodeID": "142991",
      "text": "How is this a perfect design in the image and likeness of a perfect God - or was this the result of the evolution of a skeleton system made for walking on four legs that is somewhat less than perfect for bipedal locomotion?",
      "type": "I",
      "timestamp": "2016-03-08 19:57:03"
    },
    {
      "nodeID": "142992",
      "text": "I think you can forget about God the super 'engineer' on this one: your final question contains a necessary and sufficient condition to explain the case.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "142993",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "142994",
      "text": "Since posts are disappearing anyway, let me add a new one. Now we all know that I am made in the image and likeness of God and since God is perfect, that image and likeness must also be, as a logical consequence, perfect. To state less would mean that God is not perfect. So if I am the image and likeness of God, then either I am perfect or God is not.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "142995",
      "text": "think of it as a photocopy of a check for a million dollars. yes the copy is in the image and likeness of the original check, but it is not the check. you cannot cash the photocopy, regardless of how accurate the copy is, it is not the check, only an image of it. that doesn't mean anything is 'wrong' with the original, and it doesnt mean that the copy has to have all the properties and function of the original. its just an image",
      "type": "I",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "142996",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "142997",
      "text": "Anyway, my perfect image of God has cost me years of pain with a more recent almost crippling of my right leg followed by 7 hours of surgery (including 11 inches of surgical incision - front and back) to correct my perfection by removing the debris left by two disintegrating disks and inserting two steel frame disks and screwing two steel rods into my vertebrae in the gutter on either side of my spine. The muscles that used to lie in those gutters are sutured over the top, and they are not happy with their new position.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "142998",
      "text": "i'm truly sorry to hear about your pain and i hope your recovery comes soon.  i think the most popular justification people give for their atheism (i'm not saying youre an atheist) is 'if God exist, why is their so much pain/suffering/[negativity]'. this justification apeals to the majority of 'layman' ateists more than anything else last week my wife took our 2-year old son to the store. on the way back, just as they were coming to the entrance of our building, she let go of his hand so he could run ahead inside. instead, he ran down the sidewalk, between 2 parked cars and into the street. at the same time a car was coming up the street, didnt even see our son, and never even slowed down. when my wife ran out to get him, he had stayed close to the parked car and out of the way. had he run into the street he would have vry likely been killed. this somehow miraculous escape from tragedy has strengthened my wife's faith in God strange enough, if (God forbid) things had gone wrong and our son had stopped in the middle of the street, it is very likely that she would question God's existence. this is also the reason why atheism is more like a religion. through emotional experiences, rather than deduction and reasoning, people decide whether God exists or not. it also has to do with perception, since there are christians who suffer afflictions similar to yours, and it only strengthens their faith. yes, emotional stimuli affect all of us, usually with more impactful effects than physical trauma. and yes, we expect a God of spiritual power to appeal to us at least in the emotional sense (since it is the only form of contact believers have with God anyway), and if God cannot be there on an emotional level, then is he really there at all? i think its incorrect to determine that God exists (or not) solely on the tragedy that we experience. a miraculous escape from death does not strengthen the case for God's existence. likewise, a devastating tragedy does not strengthen the case for his non-existence",
      "type": "I",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "142999",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "143000",
      "text": "...and it would be safe to assume God doesn't have reproductive organs....because he is a Holy God...",
      "type": "I",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "143001",
      "text": "Are you implying that an entity with reproductive organs cannot be holy? Are you implying that reproduction in itself is not a holy process?",
      "type": "I",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "143002",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "143003",
      "text": "this is also the reason why atheism is more like a religion. through emotional experiences, rather than deduction and reasoning, people decide whether God exists or not. it also has to do with perception, since there are christians who suffer afflictions similar to yours, and it only strengthens their faith.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "143004",
      "text": "It is curious how lately christians have been telling me that being an aethiest (which I am), is a religion. The above post is a good example of this misunderstanding. First - the lack of a religion is NOT a religion. Second, I'll simply disagree with your statement. Observation, reasoning, and deduction is exactly what leads me to understand that there is no god, and that religion is merely an attempt to explain what we have not yet been able to reason out. As our knowledge increases, our need for a god decreases, and we can begin to see through the emotional fog of religion that keeps us in ignorance.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "143005",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "143006",
      "text": "unkerpaulie I think your analogy breaks down with a little thought. If I have a check for a million dollars and I take it to a copy machine and make a copy, I am quite aware that the copy will not be perfect. There is an imperfect mechanical divice between the check and the copy. Or are you saying that God has a big imperfect copy machine that he jumps into and out pops an imperfect copy. My thought was that God was the direct agent of creation (without the use of intervening mechanical devices), and being a perfect Being incapable creating imperfection (for then He would not be God), all of His creation would be as perfect as He is. So does this perfect God have a spine that is a plethora of engineering disasters?",
      "type": "I",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "143007",
      "text": "an image is not the original. a photo of you is not you, its an image of you. the image cannot be or replace the original, and isnt intended to regardless of how 'perfect' the photocopier is, you cannot cash the 'perfect' copy of the check. it may be a perfect replica, to the detail, but it is still only an image. the problem isnt the quality of the copying process, but the fact that the copy itself is just that, a copy, not the original",
      "type": "I",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "143008",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "143009",
      "text": "Well, the type of atheism you are talking about here requires faith. If you say 'I know there is no god,' this statement requires faith. You have not observed anything that would lead you to reason or deduce that there must not be a god. The presence of religion has nothing to do with this faith and it's not a religion, just a gross assumption with no 'proof.'",
      "type": "I",
      "timestamp": "2016-03-08 19:57:04"
    },
    {
      "nodeID": "143010",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:05"
    },
    {
      "nodeID": "143011",
      "text": "however, my point is that emotions alone cannot build a case for theism or atheism. when such is the case, it is no different from a religion",
      "type": "I",
      "timestamp": "2016-03-08 19:57:05"
    },
    {
      "nodeID": "143012",
      "text": "I think bringing 'emotions' into the question of whether God exists or not tends to cloud the issue a bit. Isn't the essence of atheism a rational enquiry which concludes that in the absence of any credible evidence, there is no reason to believe in God ? An emotional attachment to 'non-belief' would be irrelevant (and irrational).",
      "type": "I",
      "timestamp": "2016-03-08 19:57:05"
    },
    {
      "nodeID": "143013",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:05"
    },
    {
      "nodeID": "143014",
      "text": "This is more accurate, but let me modify it a bit. Without evidence there is no reason to conclude that there MUST be a god. A lack of evidence does not ensure that there is no god, just that we can't assume that there is.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:05"
    },
    {
      "nodeID": "143015",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:05"
    },
    {
      "nodeID": "143016",
      "text": "Well, the type of atheism you are talking about here requires faith. If you say 'I know there is no god,' this statement requires faith. You have not observed anything that would lead you to reason or deduce that there must not be a god. The presence of religion has nothing to do with this faith and it's not a religion, just a gross assumption with no 'proof.'  First, I did not say that 'I know there is no god.' What I said (here I am expanding and clarifying my original statement 'I understand that there is no god') or meant to say is simply that there is no evidence to support the existence of such a thing as god. As to your second statement; you may want to rephrase it. The inability to prove a negative is an invalide argument. You cannot 'prove' that invisible fairies do not live in your attic. You can, however, believe that they do. The belief that they do requires faith, the understanding that they do not results from lack of any evidence that they do.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:05"
    },
    {
      "nodeID": "143017",
      "text": "Maybe you'll have to clear up the difference between 'understanding' and 'knowing.' I know what I think the difference is, but I need to know what you mean when you say 'I understand that there is definitely no god.' Personally, I understand that we have no verification one way or another. All I know is that I don't know one way or the other.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:05"
    },
    {
      "nodeID": "143018",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:05"
    }
  ],
  "edges": [
    {
      "edgeID": "185554",
      "fromID": "142992",
      "toID": "142993",
      "formEdgeID": null
    },
    {
      "edgeID": "185555",
      "fromID": "142993",
      "toID": "142991",
      "formEdgeID": null
    },
    {
      "edgeID": "185556",
      "fromID": "142995",
      "toID": "142996",
      "formEdgeID": null
    },
    {
      "edgeID": "185557",
      "fromID": "142996",
      "toID": "142994",
      "formEdgeID": null
    },
    {
      "edgeID": "185558",
      "fromID": "142998",
      "toID": "142999",
      "formEdgeID": null
    },
    {
      "edgeID": "185559",
      "fromID": "142999",
      "toID": "142997",
      "formEdgeID": null
    },
    {
      "edgeID": "185560",
      "fromID": "143001",
      "toID": "143002",
      "formEdgeID": null
    },
    {
      "edgeID": "185561",
      "fromID": "143002",
      "toID": "143000",
      "formEdgeID": null
    },
    {
      "edgeID": "185562",
      "fromID": "143004",
      "toID": "143005",
      "formEdgeID": null
    },
    {
      "edgeID": "185563",
      "fromID": "143005",
      "toID": "143003",
      "formEdgeID": null
    },
    {
      "edgeID": "185564",
      "fromID": "143007",
      "toID": "143008",
      "formEdgeID": null
    },
    {
      "edgeID": "185565",
      "fromID": "143008",
      "toID": "143006",
      "formEdgeID": null
    },
    {
      "edgeID": "185566",
      "fromID": "143009",
      "toID": "143010",
      "formEdgeID": null
    },
    {
      "edgeID": "185567",
      "fromID": "143010",
      "toID": "143004",
      "formEdgeID": null
    },
    {
      "edgeID": "185568",
      "fromID": "143012",
      "toID": "143013",
      "formEdgeID": null
    },
    {
      "edgeID": "185569",
      "fromID": "143013",
      "toID": "143011",
      "formEdgeID": null
    },
    {
      "edgeID": "185570",
      "fromID": "143014",
      "toID": "143015",
      "formEdgeID": null
    },
    {
      "edgeID": "185571",
      "fromID": "143015",
      "toID": "143012",
      "formEdgeID": null
    },
    {
      "edgeID": "185572",
      "fromID": "143017",
      "toID": "143018",
      "formEdgeID": null
    },
    {
      "edgeID": "185573",
      "fromID": "143018",
      "toID": "143016",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
