{
  "nodes": [
    {
      "nodeID": "153818",
      "text": "Incidentally, is the title of this forum meant to imply that creationism and Intelligent Design are two names for the same thing? While I agree that they are more similar to each other than to evolution, it troubles me that anyone would believe that they are synonymous.  For those that think the title is justified, what about the two beliefs do you find similar enough to class them as the same idea?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:11"
    },
    {
      "nodeID": "153819",
      "text": "Because of the history of it. Well, ID is actually identical to 'scientific creationism', but spruced up with more scientific terminology to attempt to pass 'seperation of church and state'. Let's just say that I.D. is an attempt to teach Creationism in school.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:11"
    },
    {
      "nodeID": "153820",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:11"
    },
    {
      "nodeID": "153821",
      "text": "For those that think the title is justified, what about the two beliefs do you find similar enough to class them as the same idea?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:11"
    },
    {
      "nodeID": "153822",
      "text": "Oh, let's see. How about the fact that both ideas rely on some magical invisible being that brought everything about by some unspecified means. What is funny is that for public consumption ID claims that the identity of the designer is unknown (wink, wink). However, as is stated in the Discovery Institute's private Wedge document, one of the goals of ID creationism is: 'To replace materialistic explanations with the theistic understanding that nature and hurnan [sic] beings are created by God.' That sounds like creationism to me.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:11"
    },
    {
      "nodeID": "153823",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:11"
    },
    {
      "nodeID": "153824",
      "text": "Well, ID is actually identical to 'scientific creationism', but spruced up with more scientific terminology to attempt to pass 'seperation of church and state'. Let's just say that I.D. is an attempt to teach Creationism in school.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:11"
    },
    {
      "nodeID": "153825",
      "text": "Well, if that is your perspective, yes, I can see why you would think they are the same idea. However, the differences between the two theories are much, much more fundamental than just the wording. Perhaps the most obvious difference is that creationism is a committed structure of theological beliefs, while ID is based entirely on scientific evidence. Although it is true that ID has theological implications, the same could be said of evolution, the big bang, and, for that matter, any theory regarding the origin of biology and the universe. Creationism, on the other hand, is an entirely theological idea that attempts to find support in the realm of science. Because it is theologically based, each of the following beliefs are necessarily a part of being a traditional creationist: 1. Apes and humans did not share a common ancestor. 2. The earth is about six thousand years old. 3. Life on earth did not have a common ancestor. 4. Changes within existing life occur only within fixed limits. 5. Belief in catastrophism, usually involving a global flood as the primary explanation. 6. There was a sudden creation of the universe, life, and energy from nothing. None of the above beliefs are part of ID theory. Because ID is derived and proven using scientific evidence, it is a much more unassuming theory. ID proposes the following: 1. Irreducible and specified complexity are reliable indicators of design. 2. Systems in biology exhibit irreducible and specified complexity. 3. Natural and/or undirected explanations are inadequate when it comes to irreducible and specified complexity. 4. As a result of the above three points, Intelligent Design is the best explanation for the origin of these kinds of complexity in biological systems.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:11"
    },
    {
      "nodeID": "153826",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:11"
    },
    {
      "nodeID": "153827",
      "text": "The universe with all its order and harmony indicate a Wise Creator. All this creation cannot come to existence accidentally or spontaneously.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:11"
    },
    {
      "nodeID": "153828",
      "text": "And how did the Wise Creator come into existence? All that wisdom and creativity cannot come to existence accidentally or spontaneously...",
      "type": "I",
      "timestamp": "2016-03-08 20:20:11"
    },
    {
      "nodeID": "153829",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:11"
    },
    {
      "nodeID": "153830",
      "text": "Then be troubled because ID is clearly creationism. For example, an early draft of 'Pandas and People' stated: 'Creation is the theory that various forms of life began abruptly, with their distinctive features already intact: Fish with fins and scales, birds with feathers and wings, mammals with fur and mammary glands.' After attempts by 'creation science' to get religion taught as science failed in the courts, the text was altered. The published text reads: 'Intelligent design means that various forms of life began abruptly through an intelligent agency, with their distinctive features already intact: Fish with fins and scales, birds with feathers, beaks and wings, mammals with fur and mammary glands.' And yet you aren't troubled by the fact that these two non-synonymous ideas can both be explained merely by exchanging either 'creation' or 'intelligent design' and 'God' or 'intelligent designer.' And, of course, there is the view of Judge Jones of the Dover, PA trial who stated in his decision, 'The evidence at trial demonstrates that ID is nothing less than the progeny of creationism' and 'The overwhelming evidence at trial established that ID is a religious view, a mere re-labeling of creationism, and not a scientific theory.' Oh, let's see. How about the fact that both ideas rely on some magical invisible being that brought everything about by some unspecified means. What is funny is that for public consumption ID claims that the identity of the designer is unknown (wink, wink). However, as is stated in the Discovery Institute's private Wedge document, one of the goals of ID creationism is: 'To replace materialistic explanations with the theistic understanding that nature and hurnan [sic] beings are created by God.' That sounds like creationism to me.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:12"
    },
    {
      "nodeID": "153831",
      "text": "And lets ont forget the parts where they didn't completely relabel all of the creation to ID and we ended up with 'Cdesign proponentsists'",
      "type": "I",
      "timestamp": "2016-03-08 20:20:12"
    },
    {
      "nodeID": "153832",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:12"
    },
    {
      "nodeID": "153833",
      "text": "Note the bolded: What do you mean unspecified means by an unknown designer? Where did you come up with that fairy tale? Since you're calling it ID creationism, I will too, and must remind you that according to our beliefs God spoke creation into existence and that is pretty specific. And I also agree that ID was reworked to explain creation without referring to God directly, but everyone knows who made everything. It is evolution that in reality openly admits that everything came about accidently/randomly through an unknown, undiscoverable and indiscernible series of mutations that just happened to result in the constant and consistent harmonious regulation of life on Earth. Now that is a fantastic and unbelievable assumption to make, but that an intelligent and thoughtful being spoke creation into existence is much more reasonable.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:12"
    },
    {
      "nodeID": "153834",
      "text": "Just to follow suit - note the bolded: What do you mean everyone knows who made everything. If that were true then there would be no religious differences throughout the world, no theological discussion, no theory of evolution, no need for this thread. As for your assertion that evolution is random/accidental, you are, yet again, making a false statement (either through ignorance or deliberate falsehood). Mutation is random, natural selection done by waiting to see which mutation makes survival (and propagation) more likely. There will also be random events such as natural disasters, ice-ages, droughts etc which do introduce a bit of random luck into the equation, but that's about it. If this thoughtful being created a harmonious existence, doesn't the extinction of umpteen species screw things up somewhat, or can your inexplicable harmony just carry on regardless. Smiley",
      "type": "I",
      "timestamp": "2016-03-08 20:20:12"
    },
    {
      "nodeID": "153835",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:12"
    }
  ],
  "edges": [
    {
      "edgeID": "193180",
      "fromID": "153819",
      "toID": "153820",
      "formEdgeID": null
    },
    {
      "edgeID": "193181",
      "fromID": "153820",
      "toID": "153818",
      "formEdgeID": null
    },
    {
      "edgeID": "193182",
      "fromID": "153822",
      "toID": "153823",
      "formEdgeID": null
    },
    {
      "edgeID": "193183",
      "fromID": "153823",
      "toID": "153821",
      "formEdgeID": null
    },
    {
      "edgeID": "193184",
      "fromID": "153825",
      "toID": "153826",
      "formEdgeID": null
    },
    {
      "edgeID": "193185",
      "fromID": "153826",
      "toID": "153824",
      "formEdgeID": null
    },
    {
      "edgeID": "193186",
      "fromID": "153828",
      "toID": "153829",
      "formEdgeID": null
    },
    {
      "edgeID": "193187",
      "fromID": "153829",
      "toID": "153827",
      "formEdgeID": null
    },
    {
      "edgeID": "193188",
      "fromID": "153831",
      "toID": "153832",
      "formEdgeID": null
    },
    {
      "edgeID": "193189",
      "fromID": "153832",
      "toID": "153830",
      "formEdgeID": null
    },
    {
      "edgeID": "193190",
      "fromID": "153834",
      "toID": "153835",
      "formEdgeID": null
    },
    {
      "edgeID": "193191",
      "fromID": "153835",
      "toID": "153833",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
