{
  "nodes": [
    {
      "nodeID": "155976",
      "text": "Published on Monday, November 16, 2009 by The Alburquerque Journal Health Deform by Carol Miller A very complex, mandatory private insurance scheme recently passed the U.S. House. The public is being overwhelmed by sound bites on one hand about how great it is, on the other, how terrible. We are hearing few of the details that are actually in the bill. Having read the bill, it is clear now that what started as health reform has emerged from the political process as health 'deform,' building on the worst, not the best of the current system. It is still a toss-up as to whether the Senate will pass any bill this year. However, due to intense political pressure, the Senate is likely to pass a bill that will make some House provisions better and others worse. What actually comes out in the final conference-committee bill is anyone's guess at this point - so little time, so many deals still to be made, so many political funders to be appeased. A careful analysis of the bill shows that it is designed more for political goals than to eliminate financial barriers to health care. For example, the actual coverage doesn't even begin until 2013, opportunistically after the next presidential election, in 2012. Run on having accomplished 'historic reform' but before anyone actually experiences how bad it is? How cynical is that? Yes, there are some good provisions. The best relate to improving existing programs like the Indian Health Service, community health centers, and health professionals education and training; all are important for New Mexico. But there bad provisions, which comprise most of the 1,990 pages of the bill. Five key reasons this legislation must be stopped: &#8226; If passed, this law will move the U.S. farther from universal health care, making it harder than ever to accomplish health care justice in the future. If Congress does not have the courage to stand up to the private insurance industry now, it will be even more difficult in the future, especially after giving the industry trillions of new dollars through this terrible legislation. Let's call this what it is: another corporate bailout on the backs of working people. Pay attention to your federal representatives as they carefully talk about 'health insurance reform.' They aren't talking about health reform any more. Congress could have defended and built up a system based on popular, high-quality government-run health programs like the military and veterans fully socialized health systems or Medicare, a single-payer program. Instead, the president and Congress let the corporations and government-haters take control of the agenda.  &#8226; The legislation institutionalizes permanent inequality in health care. Unlike Medicare where all beneficiaries have a single plan, this bill further divides the U.S. system into tiers based on ability to pay. It creates basic, enhanced, premium and premium-plus plans. A basic plan will provide only 70 percent of the coverage of a 'reference benefit package,' one that includes even fewer services than most insured people have today. The bill doesn't even mention coverage for essential services like vision and adult dental care except in the most costly premium-plus plan. &#8226; Out-of-pocket costs remain sky high. Everyone will be required to pay monthly insurance premiums. Some low-wage workers will receive taxpayer subsidies on a sliding scale. The lowest income people will have full subsidies. But remember, this is not money for care, it is support only to buy insurance. Almost everyone will have to meet a deductible, capped in the bill at $1,500 a year, higher than most insurance-plan deductibles today. On top of this, insurance companies can charge even more under various 'cost sharing' schemes for items like co-pays and co-insurance. The bill puts a cap on cost sharing, but the total amount is obscene. The cap for an individual is $5,000 a year and for a family it is $10,000 before the plan must cover everything. Well, not exactly everything. Even after paying this huge amount of money, the legislation still allows the corporations to make us pay, billing for non-network providers and, since it is not a comprehensive benefit package, we are still on our own to pay for health care that the plans refuse to cover. The legislation creates a law to let these corporations increase what they charge people as they get older. In fact, they can be charged up to twice as much as younger people for identical coverage. &#8226; The legislation makes it illegal to not buy health insurance. The penalties are described in a section of the legislation called 'Shared Responsibility.' This will let the IRS impose a tax of up to 2.5 percent of modified adjusted gross income for not having health insurance. People on the financial edge, people fighting foreclosure to stay in their homes or people who are unemployed all or part of a year will not be able to afford the insurance premiums or the penalties for not having insurance. &#8226; We will all be drowning in paperwork, which will continue to drive up administrative costs. Right now, insurance administrative waste is about 30 percent of every health care dollar- or about $1 billion a day. Adding more people to an insurance-based system will result in even more money going into this bottomless pit. As if this isn't bad enough, the government will be setting up many new agencies to oversee the whole process including, at the top, the Orwellian Health Choices Administration, headed by the Health Choices Commissioner. This is not an agency to help us make health care choices, but to choose a health insurance company. The IRS will play a very large role in everything from certifying our income for subsidies to monitoring and taxing people who don't buy insurance. Health Insurance Exchanges will be created across the country with at least one in every state offering both Web sites and telephone assistance. This is where we will go every year to pick our insurance plan in an open enrollment period of at least 30 days between September and November. We can add this unpleasant task to all of our other fall chores. It is hard to imagine the chaos and wasted resources with the entire country picking insurance plans at the same time, attended by marketing, billboards, advertising and misinformation. We will gamble as we choose a plan, decide which corporation will be the best for us, hoping we pick one that is not dominated by corporate bureaucrats focused on rationing care to maximize their profits. It is not an easy task and if a wrong plan is selected, we are stuck for a year, until the next national open enrollment cycle. The United States can do better. We can build on a strengthened and well-funded Medicare program. In Medicare, when a person reached the age of eligibility or is determined to qualify because they have a permanent disability, they are in, and there is no re-enrollment. Imagine real reform, as simple as adding people ages 55 to 65 years old to Medicare in 2010, 35-55 in 2011, and so on until everyone is included by 2013. The bills that promote this kind of reform are under 200 pages, they are simple to implement, cost effective and equitable. Choose a doctor, choose a hospital when needed and let the government pay the bills. Everyone in one system. That is what real health reform would look like.  © 2009 The Alburquerque Journal Miller is a long-time public health professional and health care advocate. She lives in Ojo Sarco.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:04"
    },
    {
      "nodeID": "155977",
      "text": "Healthcare is a human and civil right in a democratic society. YouTube - Peter Paul & Mary - Blowin in the wind  ...",
      "type": "I",
      "timestamp": "2016-03-08 20:25:04"
    },
    {
      "nodeID": "155978",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:04"
    },
    {
      "nodeID": "155979",
      "text": "Drivel snipped for clarity! We really can do a whole lot more. I don't know, myself.  ...",
      "type": "I",
      "timestamp": "2016-03-08 20:25:04"
    },
    {
      "nodeID": "155980",
      "text": "That in a nutshell sums up your total knowledge.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:04"
    },
    {
      "nodeID": "155981",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:04"
    },
    {
      "nodeID": "155982",
      "text": "I don't think coverage is the government's responsibility either. Rather, health care. Let the health insurance industry fend for itself, and find new and more constructive avenues for its capital, as we open up Medicare for ALL.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:04"
    },
    {
      "nodeID": "155983",
      "text": "Medicare is a type of health coverage.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:05"
    },
    {
      "nodeID": "155984",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:05"
    },
    {
      "nodeID": "155985",
      "text": "Better yet, make health insurance coverage, for all but the most trivial of elective procedures, illegal. Treat it for the corrupt and murderous racket it truly is.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:05"
    },
    {
      "nodeID": "155986",
      "text": "Wow! You really have been paying attention to the Democratic smear campaign of the healthcare insurance industry, haven&#8217;t you? Did you also pay attention to their relative profit margins VS those of other industries? It was 2.2% ROI!!! Banks make 10X that much and I don&#8217;t hear your demagoguery directed at them. In fact over 35 other industries make higher profits than health insurance companies. Try doing some of your own research for a change and stop listening to DNC brainwashing. If they spent 1/2 of the time that they spend railing against the current healthcare insurance companies on something more pertinent, like shutting off the unlimited money supply to banks, this country would be able to pay for our, and probably Canada&#8217;s, healthcare. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:25:05"
    },
    {
      "nodeID": "155987",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:05"
    }
  ],
  "edges": [
    {
      "edgeID": "194706",
      "fromID": "155977",
      "toID": "155978",
      "formEdgeID": null
    },
    {
      "edgeID": "194707",
      "fromID": "155978",
      "toID": "155976",
      "formEdgeID": null
    },
    {
      "edgeID": "194708",
      "fromID": "155980",
      "toID": "155981",
      "formEdgeID": null
    },
    {
      "edgeID": "194709",
      "fromID": "155981",
      "toID": "155979",
      "formEdgeID": null
    },
    {
      "edgeID": "194710",
      "fromID": "155983",
      "toID": "155984",
      "formEdgeID": null
    },
    {
      "edgeID": "194711",
      "fromID": "155984",
      "toID": "155982",
      "formEdgeID": null
    },
    {
      "edgeID": "194712",
      "fromID": "155986",
      "toID": "155987",
      "formEdgeID": null
    },
    {
      "edgeID": "194713",
      "fromID": "155987",
      "toID": "155985",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
