{
  "nodes": [
    {
      "nodeID": "152203",
      "text": "Each individual has the right to self defense no matter what their IQ, or no matter how 'dumb' they appear to be. There are set standards and 'guidelines' most states have set up in order to determine whether or not a person 'qualifies' to carry a gun. While I understand the purpose, and I understand what these state CCW qualifications are designed to do, I am NOT comfortable with the idea of having the state use any method to determine if I 'qualify' for a right.  Do you have to pass a qualification for free speech? How about a test to see if you can go to church? Do you have to fill out a questionairre to get protection from illegal search and seizure? Each and every individual, regardless of their intelligence, should have the right to defend their lives in the most efficient manner they choose. Are there some people out there who just shouldn't have a gun? Of course. There is a method used to weed these people out. When they do something illegal or truly 'dumb', the cops arrest them and take away their legal ability to carry. Until that time EVERYONE deserves the right to carry a gun, no matter where they fall on your personal intelligence scale.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:27"
    },
    {
      "nodeID": "152204",
      "text": "Who would I trust with a firearm? Anyone I would trust to drive a car. Until they did something to justify why they shouldn't have one. We are all free, until we do something that justifies the removal of our freedom. We are not born as slaves who have to qualify to receive it.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:28"
    },
    {
      "nodeID": "152205",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:28"
    },
    {
      "nodeID": "152206",
      "text": "I think the title says it all.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:28"
    },
    {
      "nodeID": "152207",
      "text": "Anyone trained and able to exhibit demonstrable knowledge in it's proper usage and safety, with no demonstrated history of mental illness or violent criminal behavior.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:28"
    },
    {
      "nodeID": "152208",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:28"
    },
    {
      "nodeID": "152209",
      "text": "Looks like Accipiter doesn't trust police with guns. I knew anti-gunners advocated crime! I guess us little people don't deserve guns, huh Accipiter?",
      "type": "I",
      "timestamp": "2016-03-08 20:16:28"
    },
    {
      "nodeID": "152210",
      "text": "Well I guess you apparently trust the political bunch and rich and famous.emoticon_confused",
      "type": "I",
      "timestamp": "2016-03-08 20:16:28"
    },
    {
      "nodeID": "152211",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:28"
    },
    {
      "nodeID": "152212",
      "text": "If they don't have a violent criminal record, drug addictions, or mental illnesses, I do think they have a right to be armed. You're starting to sound like the left-wingers, who seem to think that having money is wrong.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:28"
    },
    {
      "nodeID": "152213",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:28"
    },
    {
      "nodeID": "152214",
      "text": "I'll trust anybody that's not government funded, with a gun. Hell I'd even trust drug dealers sooner than I'd trust the government in terms of being armed. Governments all around the world have killed millions of their own people in genocides after disarming them, proving that government should never be armed.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:28"
    },
    {
      "nodeID": "152215",
      "text": "That doesn't prove the government shouldn't be armed. It's not like one politician can single-handedly kill millions of people. In fact, if the whole U.S. Congress one day decided to get up from their offices and try to invade a small town called Kittanning, Pennsylvania, they would fail. What it does prove that the government takes guns away because they don't trust the little people. We should all start wondering 'why not?'",
      "type": "I",
      "timestamp": "2016-03-08 20:16:28"
    },
    {
      "nodeID": "152216",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:28"
    },
    {
      "nodeID": "152217",
      "text": "First off, define 'government funded'. The FBI? The CIA? Other federal law enforcement agencies? The military? All vital government entities that are and should be armed.  The fact that governments around the world have killed their own citizens after disarming them does not mean that they should not be armed, it means that the citizens should not be disarmed. Think of what our country would have become over the last 100 years without an armed government.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:28"
    },
    {
      "nodeID": "152218",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:28"
    },
    {
      "nodeID": "152219",
      "text": "Anyone not currently in prison.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:29"
    },
    {
      "nodeID": "152220",
      "text": "Including the mentally ill, those with previous violent felonies, and children?",
      "type": "I",
      "timestamp": "2016-03-08 20:16:29"
    },
    {
      "nodeID": "152221",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:29"
    },
    {
      "nodeID": "152222",
      "text": "Think of what our country would have become over the last 100 years without an armed government.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:29"
    },
    {
      "nodeID": "152223",
      "text": "Then they can seek permission from us to arm themselves, and only for official duties that require it. Afterwards they can just turn them in and go back to being in their proper place.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:29"
    },
    {
      "nodeID": "152224",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:29"
    },
    {
      "nodeID": "152225",
      "text": "Just how do you suppose the government seeking permision would work in reality? And what exactly are you afraid of? It seems odd when people advocate blind trust for Joe Civilian, but then think that the government shouldn't be allowed to be armed. I think there must be a balance in trust given both ways.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:29"
    },
    {
      "nodeID": "152226",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:29"
    }
  ],
  "edges": [
    {
      "edgeID": "192040",
      "fromID": "152204",
      "toID": "152205",
      "formEdgeID": null
    },
    {
      "edgeID": "192041",
      "fromID": "152205",
      "toID": "152203",
      "formEdgeID": null
    },
    {
      "edgeID": "192042",
      "fromID": "152207",
      "toID": "152208",
      "formEdgeID": null
    },
    {
      "edgeID": "192043",
      "fromID": "152208",
      "toID": "152206",
      "formEdgeID": null
    },
    {
      "edgeID": "192044",
      "fromID": "152210",
      "toID": "152211",
      "formEdgeID": null
    },
    {
      "edgeID": "192045",
      "fromID": "152211",
      "toID": "152209",
      "formEdgeID": null
    },
    {
      "edgeID": "192046",
      "fromID": "152212",
      "toID": "152213",
      "formEdgeID": null
    },
    {
      "edgeID": "192047",
      "fromID": "152213",
      "toID": "152210",
      "formEdgeID": null
    },
    {
      "edgeID": "192048",
      "fromID": "152215",
      "toID": "152216",
      "formEdgeID": null
    },
    {
      "edgeID": "192049",
      "fromID": "152216",
      "toID": "152214",
      "formEdgeID": null
    },
    {
      "edgeID": "192050",
      "fromID": "152217",
      "toID": "152218",
      "formEdgeID": null
    },
    {
      "edgeID": "192051",
      "fromID": "152218",
      "toID": "152214",
      "formEdgeID": null
    },
    {
      "edgeID": "192052",
      "fromID": "152220",
      "toID": "152221",
      "formEdgeID": null
    },
    {
      "edgeID": "192053",
      "fromID": "152221",
      "toID": "152219",
      "formEdgeID": null
    },
    {
      "edgeID": "192054",
      "fromID": "152223",
      "toID": "152224",
      "formEdgeID": null
    },
    {
      "edgeID": "192055",
      "fromID": "152224",
      "toID": "152222",
      "formEdgeID": null
    },
    {
      "edgeID": "192056",
      "fromID": "152225",
      "toID": "152226",
      "formEdgeID": null
    },
    {
      "edgeID": "192057",
      "fromID": "152226",
      "toID": "152223",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
