{
  "nodes": [
    {
      "nodeID": "156214",
      "text": "Are you saying you think the Supreme Court has the power to get rid of laws they feel are outta date?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:37"
    },
    {
      "nodeID": "156215",
      "text": "No, but they can change laws if they are unconstitutional. Them being irrelevant can however be played as a factor. Not an absolute one.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:37"
    },
    {
      "nodeID": "156216",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:37"
    },
    {
      "nodeID": "156217",
      "text": "Men (and women for that matter) aren't 'created' equal. Some people are faster, brainer, stronger, fitter, better leaders or whatever than others. Whilst a degree of this is nuture based, some of it is nature based.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:37"
    },
    {
      "nodeID": "156218",
      "text": "So we shouldn't treat people equally?? However Clive, we are talking about the Roe vs Wade case here.. I know they didnt have that in good ol' GB. It was the case that in a sense legalized abortion. My claim is that the court case was illegal regardless of the outcome. Even if the ruling came the other way I would say it was illegal. They had something on CSPAN about this....(NOTE: CSPAN ON SATURDAY AT 7PM WILL RE-AIR THE PROGRAM I AM TALKING ABOUT)...The asked about the constitution and how you look at it. Afterwards they took some calls that would answer the question 'do you support the courts making policy if you don't agree with congress's policy?' Someone from NEW YORK said that he supported the courts making policy if the congress make policy that he didn't agree with. This is what Breyer beleives too. THAT IS JUST ILLEGAL according to our constitution. How can you argue this?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:37"
    },
    {
      "nodeID": "156219",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:37"
    },
    {
      "nodeID": "156220",
      "text": "Equality is not defined by you or me. It is defined by the Creator who created men.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:37"
    },
    {
      "nodeID": "156221",
      "text": "Actually I think it is defined by the creator who created all women :p But in reality your opinion is gibberish. Equality is, like every other word, defined by the people who use the language. Currently it means 'the same'. People aren't equal because they are not all the same. Any attempt to argue otherwise is a display of gross stupidity.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:38"
    },
    {
      "nodeID": "156222",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:38"
    },
    {
      "nodeID": "156223",
      "text": "...I am not sure your wealth makes you different from someone else. It means you wealth is unequal..we are talking about just people. We all end up 6 foot under (so to speak) in the end.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:38"
    },
    {
      "nodeID": "156224",
      "text": "So it doesn't matter that someone dies in their forties from hunger and cold because they are homeless and penniless, whilst another lives in luxury with the best food and medicines until his 80s: they are both equal? What planet do you live on, for it sure aren't the real world...",
      "type": "I",
      "timestamp": "2016-03-08 20:25:38"
    },
    {
      "nodeID": "156225",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:38"
    },
    {
      "nodeID": "156226",
      "text": "The article was somewhat contradictory as well, condemning the Court for violating their own precedent ('In Roe, the Court for the first time considered liberty to be a psychological, sociological, and economic expression'), while earlier they condemned precedent ('Mere precedent is a dangerous source of author i ty, and should not be regarded as deciding questions of constitutional power except where the acquiescence of the people and the States can be considered well settled'). The articles main point, that the 'enumeration in the Constitution of certain rights, shall not be construed to deny or disparage othe r s retained by the people' negates Roe v. Wade is erroneous, since the fetus has not been born and the Courts could find no precedent where the Constitution applied pre-natally.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:38"
    },
    {
      "nodeID": "156227",
      "text": "But the Court went further than necessary. They set the point at which States could legally impose restrictions on abortion negating many state statutes in the process and establishing the 'right to abortion' ON DEMAND at any time. That was an exercise in judicial activism. They took statures that existed in many states and arbitrarily determined at what point they could be applied. It's not the Court's function to legislate from the bench. It is up to the States and Federal Legislatures to determine at what point the fetus' rights are protected.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:38"
    },
    {
      "nodeID": "156228",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:38"
    }
  ],
  "edges": [
    {
      "edgeID": "194872",
      "fromID": "156215",
      "toID": "156216",
      "formEdgeID": null
    },
    {
      "edgeID": "194873",
      "fromID": "156216",
      "toID": "156214",
      "formEdgeID": null
    },
    {
      "edgeID": "194874",
      "fromID": "156218",
      "toID": "156219",
      "formEdgeID": null
    },
    {
      "edgeID": "194875",
      "fromID": "156219",
      "toID": "156217",
      "formEdgeID": null
    },
    {
      "edgeID": "194876",
      "fromID": "156221",
      "toID": "156222",
      "formEdgeID": null
    },
    {
      "edgeID": "194877",
      "fromID": "156222",
      "toID": "156220",
      "formEdgeID": null
    },
    {
      "edgeID": "194878",
      "fromID": "156224",
      "toID": "156225",
      "formEdgeID": null
    },
    {
      "edgeID": "194879",
      "fromID": "156225",
      "toID": "156223",
      "formEdgeID": null
    },
    {
      "edgeID": "194880",
      "fromID": "156227",
      "toID": "156228",
      "formEdgeID": null
    },
    {
      "edgeID": "194881",
      "fromID": "156228",
      "toID": "156226",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
