{
  "nodes": [
    {
      "nodeID": "146004",
      "text": "Referring to abortion, he said Democrats should not yield on a woman's right to choose, but should also acknowledge that 'we are a better society when abortions are rare.'[/i] Hopefully this signals a shift in his ranks toward a higher view of life and that abortion is, ultimately, a bad thing.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:21"
    },
    {
      "nodeID": "146005",
      "text": "Huh? I'd love to live in a world where abortions were never necessary, that doesn't mean I think it's a bad thing. And what is this 'higher view of life'? A blade of grass is a life but I don't see anyone charging out to save it. What you actually mean is 'higher view of fetus''",
      "type": "I",
      "timestamp": "2016-03-08 20:03:21"
    },
    {
      "nodeID": "146006",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:21"
    },
    {
      "nodeID": "146007",
      "text": "We may not get abortion made illegal,",
      "type": "I",
      "timestamp": "2016-03-08 20:03:21"
    },
    {
      "nodeID": "146008",
      "text": "Which wouldn't make a darn bit of difference - apart from the tiny matter of women dying and suffering permanent harm, but don't let that bother you. you'll also have to amend the constitution to remove any references to bodily autonomy. get ready to donate your kidney!",
      "type": "I",
      "timestamp": "2016-03-08 20:03:21"
    },
    {
      "nodeID": "146009",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:21"
    },
    {
      "nodeID": "146010",
      "text": "I also think it is noteworthy that the pro-life movement is really making a difference, if anything to hit the polls in elections and send the message that we are tired of a cheap view of life in this nation--",
      "type": "I",
      "timestamp": "2016-03-08 20:03:21"
    },
    {
      "nodeID": "146011",
      "text": "Funny, didn't hear them complaining about the Iraqis dying in the street. also they didn't seem to mind that the abortion rate which was declining under clinton has been raising under Bush...maybe they're not that bothered.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:21"
    },
    {
      "nodeID": "146012",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:21"
    },
    {
      "nodeID": "146013",
      "text": "While things like this seem like small pro-life victories, they are really considerable and should encourage us pro-lifers that we are making a difference--getting back to a higher value of the unborn is our goal, and we must not let up.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:21"
    },
    {
      "nodeID": "146014",
      "text": "Here's a novel idea - how about the right gives up the abstinence programmes (scientifically unproven) and improves access to and information on b/c to stop women having UPPs in the first place? Just a thought.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:21"
    },
    {
      "nodeID": "146015",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:21"
    },
    {
      "nodeID": "146016",
      "text": "There is no doubt that if it were not for the pro-life movement, people like Senator Kennedy would not consider it important for abortion to be 'rare.'",
      "type": "I",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146017",
      "text": "Why? All pro-choicers want abortion to be rare because women aren't having UPPs or health problems in the first place.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146018",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146019",
      "text": "but at least we are making obvious inroads in swaying the nation in a direction that considers abortion a bad choice.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146020",
      "text": "By spreading lies and misinformation. Tell me, if the cause is so just why do pro-life sites lie so much?",
      "type": "I",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146021",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146022",
      "text": "In this way, pro-lifers are keeping our nation from going to far to the left.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146023",
      "text": "yup, those damn libruls harping on about equal rights and other rubbish. Lets force our morality on them, quick!",
      "type": "I",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146024",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146025",
      "text": "Funny, didn't hear them complaining about the Iraqis dying in the street.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146026",
      "text": "I'm sure there certainly ARE pro-lifers out there who are against the Iraqi war. Anti-war people come from all walks of life.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146027",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146028",
      "text": "Huh? I'd love to live in a world where abortions were never necessary, that doesn't mean I think it's a bad thing.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146029",
      "text": "Then why would you want abortions to be rare if you don't consider abortion to be a bad thing?",
      "type": "I",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146030",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146031",
      "text": "And what is this 'higher view of life'? A blade of grass is a life but I don't see anyone charging out to save it. What you actually mean is 'higher view of fetus''",
      "type": "I",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146032",
      "text": "That's right, a higher view of the fetus than there currently is typically in our culture. I have no problem with anyone referring to it that way.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:22"
    },
    {
      "nodeID": "146033",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146034",
      "text": "also they didn't seem to mind that the abortion rate which was declining under clinton has been raising under Bush...maybe they're not that bothered.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146035",
      "text": "For what it's worth, I certainly AM bothered by this if it's true. I'd like to see the source where you got that information about the abortion rate climbing under Bush's presidency, if you would. Of course, we also need to note that the rise and fall of abortion rates are not necessarily linked to who is president at the time.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146036",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146037",
      "text": "I don't think pro-choicers in general care whether or not abortion is truly rare. If they did they would put more effort into making sure it is rare, and not just legal.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146038",
      "text": "I know you're talking to Jessica, so I will only comment on this. It would be easier to make it rare if pro-life people weren't intent on making it illegal. Pro-choice people have to make it as available as possible to counter pro-life attempts to shut it down entirely. If pro-life people didn't exist, then the reasonable people could work towards making abortion rare. Take the current debates for example. My entire point is that it should not be illegal. That abortion should be available as a safe and legal choice (it can only be really safe if it's legal). We spend all our time and effort debating the legality that we spend no time on creating programs to help women choose to continue their pregnancies instead of having an abortion, legal or not.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146039",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146040",
      "text": "Because I don't want women to have surgery and go through the stigma of it, or the trauma of a unwanted pregnancy. Because I don't want women to have health problems in pregnancy.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146041",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146042",
      "text": "Or in any culture. Women abort WORLDWIDE you know jyoshu. For what it's worth, I certainly AM bothered by this if it's true. I'd like to see the source where you got that information about the abortion rate climbing under Bush's presidency, if you would.  http://www.nytimes.com/2004/10/30/opinion/30kristof.html?ex=1105678800&en=a7b7fe6b00a26567&ei=5070&oref=login&n=Top%2fOpinion%2fEditorials%20and%20Op%2dEd%2fOp%2dEd%2fColumnists (sorry about the long address - also you may need to register, but it's free) and an interesting article on http://www.myrtlebeachonline.com/mld/sunnews/news/opinion/9924004.htm",
      "type": "I",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146043",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146044",
      "text": "Like campaigning for better information on and access to b/c you mean? That's what pro-choice groups do. Like seeking to improve benefits and general support for single parents? yup, they do that too. As an individual, i give up time and resources to help the local family planning clinic. I ran sexual health campaigns at college. I recently did a drive to get goods to sell at a jumble sale, the profits of which go to a local single parent (note - not just single mother) group - and that's just for starters. What do you do to help lower the abortion rate?",
      "type": "I",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146045",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146046",
      "text": "Of course, we also need to note that the rise and fall of abortion rates are not necessarily linked to who is president at the time.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146047",
      "text": "Clinton gave access to b/c which is known to prevent pregnancies. Bush has reduced access to b/c (including e/c). A primary reason for aborting is money - Americans have been less well off under Bush.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146048",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146049",
      "text": "Great, I guess since ted kennedy agrees with prolifers that must mean abortion is wrong for ted kennedy is the absolute truth!! emoticon_rolleyes  He's just a freakin everyday person.. sheesh. So what if he changed his mind or whatever.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:23"
    },
    {
      "nodeID": "146050",
      "text": "Yet he hasn't. No pro-choice person I know wants abortion to be prevalent, they just want it to be an option. Wanting it safe and rare and available is not an abnormal positon for a pro-choice person.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:24"
    },
    {
      "nodeID": "146051",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:24"
    },
    {
      "nodeID": "146052",
      "text": "You are basically implying that if pro-lifers wouldn't oppose the pro-choice movement, you all could work more toward making it rare. Do you really think that a lot of the pro-choice people in your movement would put as much effort into making rare as you do trying to make it legal? Based on the efforts to make it rare so far, I don't think so.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:24"
    },
    {
      "nodeID": "146053",
      "text": "All else you said has been rehashed in other threads and you know my view. I want to comment on this. No, I said all the reasonable people. I do not believe all pro-choice people are reasonable, or even the majority of them (in America at least). But I do know that the pro-choice position (as I interpret it, at least ;) ) is more reasonable than any pro-life position. Am I an egomaniac or what? And no, I do not believe 'pro-choice people' (speaking in terms of politics) would work toward the goal of making it rare. I firmly believe that it will only happen with a massive re-ordering of our society, respecting what women and mothers go through in all aspects of life. I don't think that will happen no matter if abortion is legal or illegal. I firmly believe that abortion is a symptom of ills with society and society's view of women throughout the ages, and the fact that women have not been able to 100% control if they become pregnant. The only reason it is out of the shadows, so to speak, is that we have the technology to have safe and effective abortions. Making abortion illegal will not make it go away and will only add insult to injury by violating women's rights. As I've said, abortion will not be rarer because of litigation no matter if 'pro-life people' or 'pro-choice people' have their way. Women themselves need to be supported and respected in order for that to happen. Making abortion illegal will not curb abortions,it violates rights and shows extreme disrespect to women. Keeping abortion legal may not curb them itself (only the personal views of women will do that), but it shows respect for women and their choices and it does not violate women's rights either. I believe keeping abortion legal is the first step to reducing their numbers, but it is only a step. I do doubt that Americans have the energy to actually change our society to the point I believe is necessary. However, one step is better than pushing their heads back under the water as pro-life people advocate.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:24"
    },
    {
      "nodeID": "146054",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:24"
    }
  ],
  "edges": [
    {
      "edgeID": "187666",
      "fromID": "146005",
      "toID": "146006",
      "formEdgeID": null
    },
    {
      "edgeID": "187667",
      "fromID": "146006",
      "toID": "146004",
      "formEdgeID": null
    },
    {
      "edgeID": "187668",
      "fromID": "146008",
      "toID": "146009",
      "formEdgeID": null
    },
    {
      "edgeID": "187669",
      "fromID": "146009",
      "toID": "146007",
      "formEdgeID": null
    },
    {
      "edgeID": "187670",
      "fromID": "146011",
      "toID": "146012",
      "formEdgeID": null
    },
    {
      "edgeID": "187671",
      "fromID": "146012",
      "toID": "146010",
      "formEdgeID": null
    },
    {
      "edgeID": "187672",
      "fromID": "146014",
      "toID": "146015",
      "formEdgeID": null
    },
    {
      "edgeID": "187673",
      "fromID": "146015",
      "toID": "146013",
      "formEdgeID": null
    },
    {
      "edgeID": "187674",
      "fromID": "146017",
      "toID": "146018",
      "formEdgeID": null
    },
    {
      "edgeID": "187675",
      "fromID": "146018",
      "toID": "146016",
      "formEdgeID": null
    },
    {
      "edgeID": "187676",
      "fromID": "146020",
      "toID": "146021",
      "formEdgeID": null
    },
    {
      "edgeID": "187677",
      "fromID": "146021",
      "toID": "146019",
      "formEdgeID": null
    },
    {
      "edgeID": "187678",
      "fromID": "146023",
      "toID": "146024",
      "formEdgeID": null
    },
    {
      "edgeID": "187679",
      "fromID": "146024",
      "toID": "146022",
      "formEdgeID": null
    },
    {
      "edgeID": "187680",
      "fromID": "146026",
      "toID": "146027",
      "formEdgeID": null
    },
    {
      "edgeID": "187681",
      "fromID": "146027",
      "toID": "146025",
      "formEdgeID": null
    },
    {
      "edgeID": "187682",
      "fromID": "146029",
      "toID": "146030",
      "formEdgeID": null
    },
    {
      "edgeID": "187683",
      "fromID": "146030",
      "toID": "146028",
      "formEdgeID": null
    },
    {
      "edgeID": "187684",
      "fromID": "146032",
      "toID": "146033",
      "formEdgeID": null
    },
    {
      "edgeID": "187685",
      "fromID": "146033",
      "toID": "146031",
      "formEdgeID": null
    },
    {
      "edgeID": "187686",
      "fromID": "146035",
      "toID": "146036",
      "formEdgeID": null
    },
    {
      "edgeID": "187687",
      "fromID": "146036",
      "toID": "146034",
      "formEdgeID": null
    },
    {
      "edgeID": "187688",
      "fromID": "146038",
      "toID": "146039",
      "formEdgeID": null
    },
    {
      "edgeID": "187689",
      "fromID": "146039",
      "toID": "146037",
      "formEdgeID": null
    },
    {
      "edgeID": "187690",
      "fromID": "146040",
      "toID": "146041",
      "formEdgeID": null
    },
    {
      "edgeID": "187691",
      "fromID": "146041",
      "toID": "146026",
      "formEdgeID": null
    },
    {
      "edgeID": "187692",
      "fromID": "146042",
      "toID": "146043",
      "formEdgeID": null
    },
    {
      "edgeID": "187693",
      "fromID": "146043",
      "toID": "146026",
      "formEdgeID": null
    },
    {
      "edgeID": "187694",
      "fromID": "146044",
      "toID": "146045",
      "formEdgeID": null
    },
    {
      "edgeID": "187695",
      "fromID": "146045",
      "toID": "146026",
      "formEdgeID": null
    },
    {
      "edgeID": "187696",
      "fromID": "146047",
      "toID": "146048",
      "formEdgeID": null
    },
    {
      "edgeID": "187697",
      "fromID": "146048",
      "toID": "146046",
      "formEdgeID": null
    },
    {
      "edgeID": "187698",
      "fromID": "146050",
      "toID": "146051",
      "formEdgeID": null
    },
    {
      "edgeID": "187699",
      "fromID": "146051",
      "toID": "146049",
      "formEdgeID": null
    },
    {
      "edgeID": "187700",
      "fromID": "146053",
      "toID": "146054",
      "formEdgeID": null
    },
    {
      "edgeID": "187701",
      "fromID": "146054",
      "toID": "146052",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
