{
  "nodes": [
    {
      "nodeID": "136856",
      "text": "Nearly all animal phyla* made their first appearance in the fossil record at essentially the same time, an interval of some 5 million years [ET**] (about 525 to 530 million years ago [ET**]) called the 'Cambrian Explosion.'51",
      "type": "I",
      "timestamp": "2016-03-08 19:43:57"
    },
    {
      "nodeID": "136857",
      "text": "1) This is outdated. The beginning of the Cambrian 'explosion' has been dated to ~543 million years. And, this more accurate date for the base of the Cambrian has been known for more than 10 years!",
      "type": "I",
      "timestamp": "2016-03-08 19:43:57"
    },
    {
      "nodeID": "136858",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136859",
      "text": "'In the 1960s the base of the Cambrian was determined to be 570 million years old, and this date appears on age compilations even in the late 1980s. Recently, however, there have been significant improvements in radiometric dating techniques. The Precambrian/Cambrian boundary is now dated at 543 million years old. The 'Middle' Cambrian is dated at about 510 million years ago, whereas the oldest trilobites are no more than 522 million years old, which suggests that the bulk of Cambrian time was 'pre-trilobite''. (Rare Earth: Why Complex Life is Uncommon in the Universe, Peter D. Ward & Donald Brownlee, Copernicus/Springer-Verlag, 2000, p130 - 131)",
      "type": "I",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136860",
      "text": "2) Even if we accept the statement 'Nearly all animal phyla* made their first appearance [about 543 - 525 million years ago]' (note the * ... wonder what that material says), it still doesn't address the appearance of the vast majority of species, or of higher taxa like genera and classes. Why are there no robins, eagles, vultures, chickens, emus, frogs, turtles, lizards, alligators, sharks, carp, perch, dolphins, whales, seals, foxes, rabbits, cats, dogs, deer, antelope, zebra, horses, kangaroos, elephants, bats, monkeys, chimps, humans, and so on in the Burgess Shale or other Cambrian strata? Evolution has a perfectly reasonable, and supported, explanation. But if God created all animals on 'day x', then we should expect to find all types of animals - elephants & humans & mice, trilobites, and dinosaurs of all various sizes and mobilities, for example - all mixed in the same strata ... but we don't. (PS: And 'flood sorting' doesn't resolve this problem with the religious, Creationist position). 3) The Cambrian 'explosion' was not really a sudden explosion, but more of a extended event. A recent article (The Early Evolution of Animals, David J Bottjer, Scientific American, August 2005) describes a bilaterian - a bilaterally symmetrical animal - found in strata that is dated to between 580 million and 600 million years old. That's roughly 45 to 50 million years prior to the beginning of the Cambrian explosion. And the author adds ...",
      "type": "I",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136861",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136862",
      "text": "The record already acquired is amazingly good. It provides us with many detailed examples of a great variety of evolutionary phenomena on lower and intermediate levels and rather abundant data that can be used either by controlled extrapolation or on a statistical sampling basis for inferences as to phenomena on all levels up to the highest. Among the examples are many in which, beyond the slightest doubt, a species or a genus has been gradually transformed into another. Such gradual transformation is also fairly well exemplified for subfamilies and occasionally for families, as the groups are commonly ranked.... In spite of these examples, it remains true, as every paleontologist knows, that most new species, genera, and families appear in the record suddenly and are not led up to by known, gradual, completely continuous transitional sequences. George Gaylord Simpson, The Major Features of Evolution (New York: Columbia University Press, 1961), pp 359-60.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136863",
      "text": "Notice that even in this version there are elipses just before the quote in question. My bet is if we were to actually refer to this 44 years old book, Simpson would not be saying what Toxey wants him to say.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136864",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136865",
      "text": "So many questions arise in the study of fossils (paleontology) that even many evolutionary paleontologists put little stock in the fossil record. Basing one's belief in evolution on the shaky ground of paleontology can scarcely be considered scientific.35 'We are about 120 years after Darwin and the knowledge of the fossil record has been greatly expanded. We now have a quarter of a million species but the situation hasn't changed much. The record of evolution is still surprisingly jerky and, ironically, we have fewer examples of evolutionary transition than we had in Darwin's time.' - Dr. David M. Raup, Curator of Geology, Museum of Natural History, Chicago14 (http://www.straight-talk.net/evolution/fossil.htm)",
      "type": "I",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136866",
      "text": "Gee, gives the impression that Dr. David M. Raup, Curator of Geology, Museum of Natural History, Chicago, puts little stock in the fossil record and rejects evolution, helping support the preceding assertion that surely one's belief in evolution based on paleontology can scarcely be considered scientific. But that's not at all what Dr. Raup was stating. While Googling for a fuller quote, I ran across a page that showed how this - and many other - statements by Dr. Raup were distorted by Creationists.  To start with, here is a fuller quote:",
      "type": "I",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136867",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136868",
      "text": "'Well, we are now about 120 years after Darwin and the knowledge of the fossil record has been greatly expanded. We now have a quarter of a million fossil species but the situation hasn't changed much. The record of evolution is still surprisingly jerky and, ironically, we have even fewer examples of evolutionary transition than we had in Darwin's time. By this I mean that some of the classic cases of darwinian change in the fossil record, such as the evolution of the horse in North America, have had to be discarded or modified as a result of more detailed information -- what appeared to be a nice simple progression when relatively few data were available now appears to be much more complex and much less gradualistic. So Darwin's problem has not been alleviated in the last 120 years and we still have a record which does show change but one that can hardly be looked upon as the most reasonable consequence of natural selection. Also the major extinctions such as those of the dinosaurs and trilobites are still very puzzling. (http://www.geocities.com/osarsif/ce01.htm)",
      "type": "I",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136869",
      "text": "The page linked to just above explains how a letter was sent to Dr. Raup asking for his statements about how he had been quoted by a Creationist journal (one of the quotes being the one being addressed here). Of course Dr. Raup's reply shows that he does not reject the fossil record, nor evolution, nor the fact that the fossil record documents evolution. The page also lists numerous other Creationist distortions of Dr. Raup's statements.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136870",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136871",
      "text": "you notice evolution never definite ages. they say from 5million to 35 million. they never are sure. wanna know why cause its A LIE. ITS FAKE. NOT TRUE. ALL CRAZY MAD SCIENTISTS WITH NOTHING BETTER TO DO!",
      "type": "I",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136872",
      "text": "In an attempt to educate: Not at all, my dear Bushy. It is because smart people these days are clever enough not to lock themselves into claiming something which will later be proven to be false. They give us guidelines and theories, which by their definition can be changed to suit the facts we have to hand. Benjamin: If Mizzmaxx's points are so easily refuted, then please, be my guest and refute them.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136873",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136874",
      "text": "Since we already had one example of a Creationist lowlife tactic in the George Gaylord Simpson quote, I decided to skim the site and see if I could find another. I did.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136875",
      "text": "Don't you think this would fit the 'Creationism is nothing but lie's thread a bit better? Although I notice The Skeptic making disparaging remarks about your examples, it seems he attacks you more than deal with the well documented examples you have.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:58"
    },
    {
      "nodeID": "136876",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136877",
      "text": "THE THEORY OF EVOLUTION IS GARBAGE UNDER ANY REASONABLE SCRUTINY",
      "type": "I",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136878",
      "text": "How much do you know about it? You babbled something about '...our failure to reason according to evidence and facts,...' Did you? What evidence did you look at for or against evolutionary theory? What facts did you consider? Did you, for example, examine thousands of trilobite fossils? Perhaps you climbed into the Canadian Rockies to look at the fossils in the Burgess shale, none of which represent animals that are living today. Maybe you spent a year or two in the Galapagos with the Grants. So please, tell us how you did not fail to reason according to evidence and facts. But then you continued, '...as well as to seek out the constant and unchanging truth contained in God's Holy Word.' That has nothing to do with either reasoning or facts. How is that related in any way to evolutionary theory? Why do you think one must choose one or the other?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136879",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136880",
      "text": "Nearly all animal phyla* made their first appearance in the fossil record at essentially the same time, an interval of some 5 million years [ET**] (about 525 to 530 million years ago [ET**]) called the 'Cambrian Explosion.'51 Scientists have found that these early fossils exhibit more anatomical body designs than exist today, and that early animals, the trilobites, had eyes as fully developed as their counterparts today.38 Many of the Cambrian fauna, still survive today, all looking much like they did over 500 million [ET**] years ago. The prominent British evolutionist, Richard Dawkins, comments, '... [W]e find many of them already in an advanced state of evolution, the very first time they appear. It is as though they were just planted there, without any evolutionary history.'51 Two places in the world that have an abundance of early (Cambrian) fossils; the Burgess Shale in the Canadian Rockies and the Chengjiang site in China.38 In Stephen J. Gould's popular book, Wonderful Life, he points out that the Burgess Shale Cambrian fossils include 'a range of disparity in anatomical design never again equaled, and not matched today by all the creatures in the world's oceans.'38  Further, these fossils contain some twenty to thirty kinds of arthropods*** that cannot be placed in any modern group. The modern arthropods, consisting of almost a million species, can all fit into four major groups. But 'one quarry in British Columbia, representing the first explosion of multicellular life, reveals more than twenty additional arthropod designs.' Today there are about 38 phyla in existence, but the Canadian, Chinese and other Cambrian sites reveal over fifty phyla.38 There has been a decrease in diversity (probably due to global catastrophes). This is the reverse of what evolutionary theory predicts.38 Besides diversity, the Burgess Shale shows exquisite detail, right down to 'the last filament of a trilobite's gill,' or the last meal in a worm's gut.38 The Chengjiang site has even greater detail, and is earlier. According to Paul Chien, the chairman of the biology department at the University of San Francisco, said the preservation is such that internal organs, nerves, and even the water ducts of jellyfish are observable.38 Researchers found striking similarities between the compound eyes of the Cambrian trilobites and those of modern insects. According to Riccardo Levi-Setti, 'Trilobites could see in their immediate environment with amazingly sophisticated optical devices in the form of large composite eyes. ... The number of individual optical elements in the compound eye could vary from approximately one hundred to more than fifteen thousand in a single eye, a range not very different from that found in modern insects.'38 The conclusion is that the eye, a complex visual system, was fully formed and functional extremely early in the fossil record. Obviously, this is not predicted by evolutionary theory.38 Until recently, the phylum of vertebrates had been considered a later arrival in evolutionary history. But not now! Even the vertebrate phylum now extends into the Cambrian period, especially with the recent discovery of two fossil fish in China.51 The two new fossils . . . from Chengjiang are the most convincing Early Cambrian vertebrates ever found. The insects and other land invertebrates are also a very important group, and these practically all seem to be living fossils.51 These complex animals were present at the beginning of multicellular life and did not appear later as is predicted by evolutionary theory.38 Evolution does not explain the abrupt appearance of complex forms of life early in the fossil record or these fossils' unequaled diversity. The implication of the Cambrian explosion of diverse, fully functional, and multicellular life is that evolutionary theory is falsified.38 Life did not start out simple and evolve into more complex and diverse animals; it was complex and diverse right at the beginning. This contradiction between the fossil data and the predictions of evolutionary theory falsifies the theory.38 'The facts of paleontology seem to support creation rather than evolution. All the major groups of invertebrates appear suddenly in the first fossiliferous strata. (Cambrian) of the earth with their distinct specializations, indicating that they were all created at almost the same time.' - David Enock Associate Professor of Biology. BS Yeshiva College, MS Hunter College50 Even George Gaylord Simpson, Harvard high priest of evolution had to admit, 'In spite of the examples, it remains true (as every paleontologist knows) that most new species, genera and families appear in the record suddenly, and are not led up to by known, gradual, completely continuous transitional sequences.'50  http://www.straight-talk.net/evolution/explosion.htm",
      "type": "I",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136881",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136882",
      "text": "Lurch, i wouldnt bother, it will be like banging your head against a brick wall.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136883",
      "text": "Like talking to Richard?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136884",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136885",
      "text": "And Monty, perhaps they are twins?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136886",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136887",
      "text": "There has been a decrease in diversity (probably due to global catastrophes). This is the reverse of what evolutionary theory predicts.38",
      "type": "I",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136888",
      "text": "No, it's not.  The conditions under which evolution operated during the Cambrian/Vendian times were different from the conditions following that time in two main ways, and these differences can potentially account for the origin of the many animal body plans during those early periods and the lack of new ones since.  First, ~540 million years ago most animals were very much simpler (fewer cells, for example) than they are today, so changes to their developmental programs would have been better tolerated. The more complex any system is (the more parts it has, and the more coordinated and well-matched those parts must be, etc.), the more rigidly constrained and less amenable to a given magnitude of change it is. So the simpler developmental processes (simpler adult-form end product, fewer interactions between developmental genes, etc.) of early animals would have allowed for a 'large-scale' change to be incorporated into that animal's ontogeny, though if a change of the same magnitude were to occur today, it would be too disruptive to the complex developmental program and would be eliminated (note that 'large-scale change' refers to the adult form: the actual change that caused that altered end result could be a typical small scale mutation, in an early developmental stage). This it not to propose Goldschmidt's 'hopeful monsters' that occur due to 'macromutations', but rather an intermediate position between that and the 'only micromutations' view of gradualistic neo-Darwinism. And, as just mentioned, mutations in developmental processes (even ones that resulted in 'macromutations' in the adult form) would have been more tolerated in the simpler animals that existed ~540 mya than they would be in today's.  Second, ~540 million years ago animal diversity was extremely more limited than it is today, so there was a huge number of open niches: a plentitude the likes of which has never again existed on our planet. An organism that happened to find itself in one of the multitude of open niches (by means of a 'semi-macro' mutation, the product of a change in a developmental gene) would have faced little if any competition. The reduced external competition would potentially allow the morphological variation(s), that would otherwise likely have been eliminated, to persist. (The sudden change could leave the organism with a lower level of internal coordination: over time, internal coadaptation could evolve to 'catch up' with the change in morphology: these internal adjustments would leave no trace in the fossil record).  Combining these two ideas produces a reasonable explanation of the 'explosion' in new body plans in Vendian/Cambrian times.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136889",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136890",
      "text": "The conclusion is that the eye, a complex visual system, was fully formed and functional extremely early in the fossil record. Obviously, this is not predicted by evolutionary theory.38",
      "type": "I",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136891",
      "text": "Misleading: having complex eyes in trilobites in no way contradicts evolution.  1) Evolution holds that primitive eyespots predated the Cambrian explosion (probably in a small, simple worm of some sort ... and 'worm tracks' have been found in pre-Cambrian strata). This is based on genetic evidence such as the 'universality' across quite diverse animal phyla of Pax and other regulatory genes involved in the development of visual systems in extant animals. 2) We know of extant organisms simpler than trilobites that have simpler 'visual' systems, such as some algae, sponge larvae, the unicellular Euglena, and some jelly fish, all of which use photoreceptors for phototaxis. Evolutionary theory holds that these simpler organisms - with their pre-visual photoreceptors - arose prior to triolobites.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136892",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136893",
      "text": "Even George Gaylord Simpson, Harvard high priest of evolution had to admit, 'In spite of the examples, it remains true (as every paleontologist knows) that most new species, genera and families appear in the record suddenly, and are not led up to by known, gradual, completely continuous transitional sequences.'50",
      "type": "I",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136894",
      "text": "Gee, and in what year did he state that? 2005? No way. 2000? No. 1995? Nope. 1990? Nah. 1985? Couldn't be. Without more information I can give an exact date, but seeing as how Simpson died in 1984, he must have said that at least 21 years ago (and if he said it in the middle of his life/career, it would have been more like 60 years ago!) - he did not know back then what we now know.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:59"
    },
    {
      "nodeID": "136895",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:00"
    },
    {
      "nodeID": "136896",
      "text": "Life did not start out simple and evolve into more complex and diverse animals; it was complex and diverse right at the beginning.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:00"
    },
    {
      "nodeID": "136897",
      "text": "Quite false. The fossil record shows that life started as 'simple' single-celled life - bacteria - about 3.5 billion years ago. More complex multicellular life did not appear in the fossil record for nearly 2.5 billion years. And then what we find are only very simple multicellular life forms, such as the simple bilaterian Vernanimalcula about 580 to 600 million years ago. A few million years later in the fossil record we find more complex organisms, like trilobites, but nothing complex like a reptile, bird, or mammal. Later we find jawless fishes making their appearance, followed by jawed fishes, then amphibians, then reptiles, then transitional forms leading from reptiles to mammals, then primates, and then humans.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:00"
    },
    {
      "nodeID": "136898",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:00"
    },
    {
      "nodeID": "136899",
      "text": "This contradiction between the fossil data and the predictions of evolutionary theory falsifies the theory.38",
      "type": "I",
      "timestamp": "2016-03-08 19:44:00"
    },
    {
      "nodeID": "136900",
      "text": "Horrible conclusion, drawn from premises known to be false.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:00"
    },
    {
      "nodeID": "136901",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:00"
    },
    {
      "nodeID": "136902",
      "text": "http://www.straight-talk.net/evolution/explosion.htm",
      "type": "I",
      "timestamp": "2016-03-08 19:44:00"
    },
    {
      "nodeID": "136903",
      "text": "Out of curiosity, are you aware that that page is from a Young-Earth Creationist site? The material it presents is outdated, wrong, and/or has been distorted by them, in order to fit into their fundamentalist, religious worldview.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:00"
    },
    {
      "nodeID": "136904",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:00"
    },
    {
      "nodeID": "136905",
      "text": "Many of the Cambrian fauna, still survive today, all looking much like they did over 500 million [ET**] years ago.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:00"
    },
    {
      "nodeID": "136906",
      "text": "Actually, not at all true. The organisms of the Cambrian look little like modern animals. It is only the major phyla that are recognized by the derived characteristics. For example, the cordates first arise in the early Cambrian, along with primitive inverebrates. You can safely say that no animal living today looks much like any living then. For example, there were no amphibians, no reptiles, no insects, no birds, and of course, no mammals. Your shotgun approach isn't actually worth answering in any detail. It isn't even your work.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:00"
    },
    {
      "nodeID": "136907",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:00"
    }
  ],
  "edges": [
    {
      "edgeID": "181170",
      "fromID": "136857",
      "toID": "136858",
      "formEdgeID": null
    },
    {
      "edgeID": "181171",
      "fromID": "136858",
      "toID": "136856",
      "formEdgeID": null
    },
    {
      "edgeID": "181172",
      "fromID": "136860",
      "toID": "136861",
      "formEdgeID": null
    },
    {
      "edgeID": "181173",
      "fromID": "136861",
      "toID": "136859",
      "formEdgeID": null
    },
    {
      "edgeID": "181174",
      "fromID": "136863",
      "toID": "136864",
      "formEdgeID": null
    },
    {
      "edgeID": "181175",
      "fromID": "136864",
      "toID": "136862",
      "formEdgeID": null
    },
    {
      "edgeID": "181176",
      "fromID": "136866",
      "toID": "136867",
      "formEdgeID": null
    },
    {
      "edgeID": "181177",
      "fromID": "136867",
      "toID": "136865",
      "formEdgeID": null
    },
    {
      "edgeID": "181178",
      "fromID": "136869",
      "toID": "136870",
      "formEdgeID": null
    },
    {
      "edgeID": "181179",
      "fromID": "136870",
      "toID": "136868",
      "formEdgeID": null
    },
    {
      "edgeID": "181180",
      "fromID": "136872",
      "toID": "136873",
      "formEdgeID": null
    },
    {
      "edgeID": "181181",
      "fromID": "136873",
      "toID": "136871",
      "formEdgeID": null
    },
    {
      "edgeID": "181182",
      "fromID": "136875",
      "toID": "136876",
      "formEdgeID": null
    },
    {
      "edgeID": "181183",
      "fromID": "136876",
      "toID": "136874",
      "formEdgeID": null
    },
    {
      "edgeID": "181184",
      "fromID": "136878",
      "toID": "136879",
      "formEdgeID": null
    },
    {
      "edgeID": "181185",
      "fromID": "136879",
      "toID": "136877",
      "formEdgeID": null
    },
    {
      "edgeID": "181186",
      "fromID": "136880",
      "toID": "136881",
      "formEdgeID": null
    },
    {
      "edgeID": "181187",
      "fromID": "136881",
      "toID": "136878",
      "formEdgeID": null
    },
    {
      "edgeID": "181188",
      "fromID": "136883",
      "toID": "136884",
      "formEdgeID": null
    },
    {
      "edgeID": "181189",
      "fromID": "136884",
      "toID": "136882",
      "formEdgeID": null
    },
    {
      "edgeID": "181190",
      "fromID": "136885",
      "toID": "136886",
      "formEdgeID": null
    },
    {
      "edgeID": "181191",
      "fromID": "136886",
      "toID": "136883",
      "formEdgeID": null
    },
    {
      "edgeID": "181192",
      "fromID": "136888",
      "toID": "136889",
      "formEdgeID": null
    },
    {
      "edgeID": "181193",
      "fromID": "136889",
      "toID": "136887",
      "formEdgeID": null
    },
    {
      "edgeID": "181194",
      "fromID": "136891",
      "toID": "136892",
      "formEdgeID": null
    },
    {
      "edgeID": "181195",
      "fromID": "136892",
      "toID": "136890",
      "formEdgeID": null
    },
    {
      "edgeID": "181196",
      "fromID": "136894",
      "toID": "136895",
      "formEdgeID": null
    },
    {
      "edgeID": "181197",
      "fromID": "136895",
      "toID": "136893",
      "formEdgeID": null
    },
    {
      "edgeID": "181198",
      "fromID": "136897",
      "toID": "136898",
      "formEdgeID": null
    },
    {
      "edgeID": "181199",
      "fromID": "136898",
      "toID": "136896",
      "formEdgeID": null
    },
    {
      "edgeID": "181200",
      "fromID": "136900",
      "toID": "136901",
      "formEdgeID": null
    },
    {
      "edgeID": "181201",
      "fromID": "136901",
      "toID": "136899",
      "formEdgeID": null
    },
    {
      "edgeID": "181202",
      "fromID": "136903",
      "toID": "136904",
      "formEdgeID": null
    },
    {
      "edgeID": "181203",
      "fromID": "136904",
      "toID": "136902",
      "formEdgeID": null
    },
    {
      "edgeID": "181204",
      "fromID": "136906",
      "toID": "136907",
      "formEdgeID": null
    },
    {
      "edgeID": "181205",
      "fromID": "136907",
      "toID": "136905",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
