{
  "nodes": [
    {
      "nodeID": "162921",
      "text": "Ed Todeschini, a Human Rights Campaign volunteer, accused Saddleback in particular of helping propagate what he called misinformation about the Supreme Court ruling, including that gay marriage would have to be taught to kindergartners. A message seeking comment left at the church's main office, which was closed Sunday, was not immediately returned. 'They told such obvious lies. They used their lies to deceive the public,' Todeschini said of the church, which gained national attention in August when its pastor, Rick Warren, brought Obama and McCain together to discuss their religious faith. The two candidates embraced during an often-contentious presidential campaign.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:19"
    },
    {
      "nodeID": "162922",
      "text": "Another lie they told was that churches would be forced to perform gay marriages regardless of their religious desires. Blatantly false, with no evidence to back it up.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:19"
    },
    {
      "nodeID": "162923",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:20"
    },
    {
      "nodeID": "162924",
      "text": "From CNN I'm glad to see that at least some pastors in this world have integrity and are not bigoted and want all citizens to have the same rights. It's refreshing to see that there are many churches like this (my own is similar), but I wish there were more who were not bigoted. The others give Christianity a bad name and cause people to associate Jesus and the church with intolerance and removal of equal rights. Oh, and couldn't agree more with Ahnuld.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:20"
    },
    {
      "nodeID": "162925",
      "text": "So true, and just like the mormon church. I plan on going to another protest at the Santa Monica pier tomorrow.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:20"
    },
    {
      "nodeID": "162926",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:41:20"
    },
    {
      "nodeID": "162927",
      "text": "Great, and typically dishonest of you to post about the opinion of an Episcopal church which is pro gay and one of the most liberal in Souther California: All Saints Episcopal Church is an Episcopal church in Pasadena, California. It is widely claimed to be one of Southern California's largest and most liberal churches, and is the largest Episcopal parish west of the Mississippi. It belongs to the Episcopal Diocese of Los Angeles. All Saints is known to support gays and lesbians, opposes the death penalty, opposes the Iraq war, and supports anti-war activist Cindy Sheehan.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:20"
    },
    {
      "nodeID": "162928",
      "text": "How the heck is that 'dishonest'? A church's opinion was quoted. Nobody said they were 'anti-gay'. WHERE is the 'dishonesty'? You're developing a tendency to label anything you disagree with as 'dishonest'...",
      "type": "I",
      "timestamp": "2016-03-08 20:41:20"
    },
    {
      "nodeID": "162929",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:20"
    },
    {
      "nodeID": "162930",
      "text": "Can you find a bible believing church that agrees with them? All Saints Episcopal Church (Pasadena, California) - Wikipedia, the free encyclopedia",
      "type": "I",
      "timestamp": "2016-03-08 20:41:20"
    },
    {
      "nodeID": "162931",
      "text": "The real dishonesty is in pretending that this church doesn't believe in the Bible. Just because they don't agree with YOUR interpretation of the bible doesn't mean they don't believe in the bible. We could look at 'women's rights' issues as well. The bible is quite explicit in how women should behave and what their role in society is. They are NOT to have positions of authority over men. NO women teachers. Women are to learn in silence and subservience. Can we declare that churches out there that don't hold to these draconian measures as 'not believing in the bible'?",
      "type": "I",
      "timestamp": "2016-03-08 20:41:20"
    },
    {
      "nodeID": "162932",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:20"
    },
    {
      "nodeID": "162933",
      "text": "Great, and typically dishonest of you to post about the opinion of an Episcopal church which is pro gay and one of the most liberal in Souther California: All Saints Episcopal Church is an Episcopal church in Pasadena, California. It is widely claimed to be one of Southern California's largest and most liberal churches, and is the largest Episcopal parish west of the Mississippi. It belongs to the Episcopal Diocese of Los Angeles. All Saints is known to support gays and lesbians, opposes the death penalty, opposes the Iraq war, and supports anti-war activist Cindy Sheehan. Can you find a bible believing church that agrees with them? All Saints Episcopal Church (Pasadena, California) - Wikipedia, the free encyclopedia",
      "type": "I",
      "timestamp": "2016-03-08 20:41:20"
    },
    {
      "nodeID": "162934",
      "text": "Oh no an open minded church that doesn't hate? GASP! And sorry but the bible has many interpretations as is clearly seen in the WIDE and VAST amount of differing denominations. Just because their not closes binded right wing bigots doesn't mean you can grill them cause their interpretation is different...",
      "type": "I",
      "timestamp": "2016-03-08 20:41:20"
    },
    {
      "nodeID": "162935",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:20"
    },
    {
      "nodeID": "162936",
      "text": "How the heck is that 'dishonest'? A church's opinion was quoted. Nobody said they were 'anti-gay'. WHERE is the 'dishonesty'?",
      "type": "I",
      "timestamp": "2016-03-08 20:41:20"
    },
    {
      "nodeID": "162937",
      "text": "The title of the thread gives a false impression by stating that a Christian Pastor believes that bigotry blocked Gay Marriage. Had the title said, pro-gay pastor believes bigotry blocked gay marriage, his position would have appeared as obvious as his views are. She is attempting to make it sound like the christian community is split, but bible believing pastors wouldn't be caught dead endorsing what this pastor believes in any aspect of his so called faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:21"
    },
    {
      "nodeID": "162938",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:21"
    },
    {
      "nodeID": "162939",
      "text": "The title of the thread gives a false impression by stating that a Christian Pastor believes that bigotry blocked Gay Marriage. Had the title said, pro-gay pastor believes bigotry blocked gay marriage, his position would have appeared as obvious as his views are.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:21"
    },
    {
      "nodeID": "162940",
      "text": "emoticon_rolleyes 1) 'false impression by stating that a Christian Pastor believes that bigotry blocked Gay Marriage.' 2) 'Had the title said, pro-gay pastor believes bigotry blocked gay marriage' The only difference here being that you would want to label him as 'pro-gay' and exclude 'Christian'. By the same token, should we remove 'Christian' and replace it 'anti-gay' from any pastor that speaks against homosexuality? Naw. Of course not. There is nothing dishonest about acknowledging he is a Christian. His statements should make it clear that he is pro-gay. Your dispute is pointless...",
      "type": "I",
      "timestamp": "2016-03-08 20:41:21"
    },
    {
      "nodeID": "162941",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:21"
    },
    {
      "nodeID": "162942",
      "text": "She is attempting to make it sound like the christian community is split, but bible believing pastors wouldn't be caught dead endorsing what this pastor believes in any aspect of his so called faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:21"
    },
    {
      "nodeID": "162943",
      "text": "The Christian community DOES have a split on the issue. Not all Christians believe gays should be the target of Christian homophobic attacks and discriminatory legislative efforts.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:21"
    },
    {
      "nodeID": "162944",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:21"
    }
  ],
  "edges": [
    {
      "edgeID": "199670",
      "fromID": "162922",
      "toID": "162923",
      "formEdgeID": null
    },
    {
      "edgeID": "199671",
      "fromID": "162923",
      "toID": "162921",
      "formEdgeID": null
    },
    {
      "edgeID": "199672",
      "fromID": "162925",
      "toID": "162926",
      "formEdgeID": null
    },
    {
      "edgeID": "199673",
      "fromID": "162926",
      "toID": "162924",
      "formEdgeID": null
    },
    {
      "edgeID": "199674",
      "fromID": "162928",
      "toID": "162929",
      "formEdgeID": null
    },
    {
      "edgeID": "199675",
      "fromID": "162929",
      "toID": "162927",
      "formEdgeID": null
    },
    {
      "edgeID": "199676",
      "fromID": "162931",
      "toID": "162932",
      "formEdgeID": null
    },
    {
      "edgeID": "199677",
      "fromID": "162932",
      "toID": "162930",
      "formEdgeID": null
    },
    {
      "edgeID": "199678",
      "fromID": "162934",
      "toID": "162935",
      "formEdgeID": null
    },
    {
      "edgeID": "199679",
      "fromID": "162935",
      "toID": "162933",
      "formEdgeID": null
    },
    {
      "edgeID": "199680",
      "fromID": "162937",
      "toID": "162938",
      "formEdgeID": null
    },
    {
      "edgeID": "199681",
      "fromID": "162938",
      "toID": "162936",
      "formEdgeID": null
    },
    {
      "edgeID": "199682",
      "fromID": "162940",
      "toID": "162941",
      "formEdgeID": null
    },
    {
      "edgeID": "199683",
      "fromID": "162941",
      "toID": "162939",
      "formEdgeID": null
    },
    {
      "edgeID": "199684",
      "fromID": "162943",
      "toID": "162944",
      "formEdgeID": null
    },
    {
      "edgeID": "199685",
      "fromID": "162944",
      "toID": "162942",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
