{
  "nodes": [
    {
      "nodeID": "157207",
      "text": "ythe medical establishment has convinced people that we are what we are because what our genes say we are",
      "type": "I",
      "timestamp": "2016-03-08 20:27:47"
    },
    {
      "nodeID": "157208",
      "text": "Which is why the 'medical establishment' endorses smoking, drinking heavily and a fatty diet, with no excercise, because they believe we are predestined by our genes, right? Why do you persist with these blatant lies?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:47"
    },
    {
      "nodeID": "157209",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:47"
    },
    {
      "nodeID": "157210",
      "text": "...not only that but if you've been reading along with my recent threads, it vindicates everything -- and I mean EVERYTHING I've been saying on here regarding health.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:47"
    },
    {
      "nodeID": "157211",
      "text": "Except that it does nothing of the sort... But then, what can we expect from somebody citing a website trying to sell you liquid vitamin supplement... Nevertheless, we look into the Pottenger's cats claim. Here is a page called, 'Lesson of the Pottenger's Cats Experiment: cats are not humans.' Although it's a page aimed at explaining why this 'experiment' is not applicable to humans, it exposes the other, erm, flaws in this experiment. The one striking me based on the wikipedia list of diets for the groups should be obvious to everyone: many of these cats were being deprived of protein. This page confirms and elaborates. In fact, its first point is that today's cats have no problem reproducing for several generations on today's cooked food. The difference is that good owners don't feed their pets deficient diets. The real irony here is that this experiment -- were it reliable -- would be the antithesis of supersport's Lamarckism. In order for supersport to be supported, the cats being fed inadequate diets would re-develop those broken pathways for manufacturing essential amino acids. Obviously, they did not. The only thing we see here is the effect of poor (i.e. positively malnutritive) diet. We can conclude that supersport's Morton's demon is pretty much in full control. There's no other explanation for somebody seeing this experiment and thinking it supports Lamarckism, or even counters evolutionary theory, even if he doesn't know the basics of experimentation and nutrition.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:47"
    },
    {
      "nodeID": "157212",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:48"
    },
    {
      "nodeID": "157213",
      "text": "Hit that one right on the head, Symbiote. I'd like to hear supersport's response to this.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:48"
    },
    {
      "nodeID": "157214",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:48"
    },
    {
      "nodeID": "157215",
      "text": "The reality is this is no different the following link: ie...the animals who were fed one diet passed on traits differently than those who were fed another diet. Traits, according to evolutionists arise RANOCMLY. Get that, geniuses? RANDOMLY. This is not random. Structural damage in this case did not happen randomly....nor did the dengenerative effects to the fur, nervous systems, bones, allergies, and mental processes. Instead this was all dictated by the environment. Thus, despite the emergence of new traits in the milk/cooked food-fed diet of the one population, it had nothing to do with darwinian random mutation or natural selection. This is a hole. A huge hole....it's environmental evolution...that is, animals simply changing with a changing environment. Lamarckism predicts that the environment changes first, followed up by new traits. Neo-darwinists say that new traits arise before and/or unoriented to the environment, only to be then be selected. I win. And this is no different than the following: http://www.the-scientist.com/2004/7/5/14/1/  Normally, the fur of agouti mice is yellow, brown, or a calico-like mixture of the two, depending on the number of attached methyl groups. But when Duke University researchers Jirtle and Waterland fed folic acid and other methyl-rich supplements to pregnant mothers, despite the fact that all offspring inherited exactly the same agouti gene (i.e., with no nucleotide differences), mice who received supplements had offspring with mostly brown fur, whereas mice without supplements gave birth to mostly yellow pups with a higher susceptibility to obesity, diabetes, and cancer. LAMARCKJean-Baptiste Lamarck (1744-1829) The environmental ability of epigenetic inheritance may not necessarily bring to mind Lamarckian images of giraffes stretching their necks to reach the treetops (and then giving birth to progeny with similarly stretched necks), but it does give researchers reason to reconsider long-refuted notions about the inheritance of acquired characteristics. Eighteenth-century French naturalist Jean Baptiste de Lamarck proposed that environmental cues could cause phenotypic changes transmittable to offspring.  Checkmate, losers. Oh, and by the way, electro-loser.....it doesn't matter if this diet experiment can be extrapolated to humans or not. (Of course I realize you are just spouting your mouth off just to hear your head rattle)...the reality is, though, these cats evolved new traits by way of non-darwinian mechanisms. So did the mice in both experiments and so did the pigs. Are you truly trying to tell me that cats and mice and pigs evolve by way of the inheritance of acquired characteristics but humans don't?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:48"
    },
    {
      "nodeID": "157216",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:48"
    },
    {
      "nodeID": "157217",
      "text": "Doctors should be schooled in nutrition so they can teach their patients how to cure themselves.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:48"
    },
    {
      "nodeID": "157218",
      "text": "Doctors ARE schooled in nutrition, however inadequately, this doesn't mean they're going to recommend crackpot 'raw food' dietary schemes to prevent destructive 'lamarckian evolution' on the basis of a single flawed experiment on cats.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:48"
    },
    {
      "nodeID": "157219",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:48"
    },
    {
      "nodeID": "157220",
      "text": "In fact, the medical establishment has made it illegal to treat any disease without FDA-approved drugs. Disease can officially be treated either by drugs or surgery in this country....anything else is illegal.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:48"
    },
    {
      "nodeID": "157221",
      "text": "Then why aren't doctors who advise rest and plenty of fluids for a cold in jail? Oh right, because you're lying, as usual.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:48"
    },
    {
      "nodeID": "157222",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:48"
    },
    {
      "nodeID": "157223",
      "text": "Oh I don't doubt the medical establishment talks the talk occasionally, they just don't walk the walk. They don't treat their patients with a method that corresponds to those things you just mentioned.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:48"
    },
    {
      "nodeID": "157224",
      "text": "Utter XXXX. Doctors will regularly provide advice on lifestyle changes to those at risk of a variety of diseases and conditions, contact information as to where they can find support in making those lifestyle changes, and if appropriate refer them to psychologists to assist them in making those changes. Dentists will give long lectures on the evils of eating sugar and suggest appropriate snack replacements for sugary foods. What else does 'walking the walk' entail? Should the 'medical establishment' follow their patients around and forcibly prevent them from having a lifestyle they believe to be harmful?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:48"
    },
    {
      "nodeID": "157225",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:48"
    },
    {
      "nodeID": "157226",
      "text": "I have a little doubt about this cat diet story. My great grandmother had cats, and she always fed them cooked chicken from the farm. I remember her showing me how she used the chicken parts. My grandfather raised kittens from this cat family and he fed them store cat food in cans, which had been cooked. (My grandmother passed away before I knew her. She drowned the unwanted kittens, according to family stories.) But I remember playing with the cats. And then my mother inherited cats from the same litters and she feeds them dry cat food and canned cat food.  The cats I grew up with in our home had litters, and so our present cat is about 8 or 9 generations along and is perfectly healthy. All along they were house cats and never allowed outside to catch birds or mice, so far as my mother recallls. (There is only one kitty now, because my Dad doesn't like cats and my sister developed an allergy, which seemed related to cats--but she is over this now.) All of them were fed cooked food.  So the story about cats does not ring true with me. BTW, all the cats I knew from my grandfather to present lived to about 16-20 years old. And none of them died due a specific disease.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:49"
    },
    {
      "nodeID": "157227",
      "text": "Well either the Pottenger cat/pig/mouse thing is either the truth or they made the whole thing up. I think we are seeing a mirror of this experiment in society today...please notice how diseases are striking people at younger and younger ages....it's not going to get any better, either because people are not taught the reality about nutrition -- and that what they eat not only effects them, but their offspring as well.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:49"
    },
    {
      "nodeID": "157228",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:49"
    },
    {
      "nodeID": "157229",
      "text": "Hi SS. Causing trouble again? :) The cat experiment you describe cannot, unfortunately, be used to support Lamarckian inheritance, because all the animals were denied the same essential nutrients, both the parents and the developing cats in the womb. Logically, if lack of nourishment causes health problems in one generation it's inevitably going to cause the same problems in the next even without any evolution taking place.  As others have pointed out, this experiment is evidence that adaptation to that restricted diet was not happening. Had the cats initially suffered and then begun to get better, this would be strong evidence that adaptation was occurring. Similarly, if you were denied Vitamin C you would develop scurvy. If a pregnant woman was denied Vitamin C - well, it hardly bears thinking about, but the fact the baby - were it to survive at all - would undoubtedly also suffer from scurvy is readily explicable by the observation that it, too, was denied Vitamin C. Now, if the baby was born with a functional Vitamin C synthesising gene, that would be compelling evidence that organisms could intelligently respond to environmental changes.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:49"
    },
    {
      "nodeID": "157230",
      "text": "Well I'm not arguing that this is adaptation...I have never said that.. What I am saying is the environment -- in this case diet is the cause for these traits to emerge in offspring.....but like I said earlier ToE does not admit that the diet or any enviornmental variable can influence traits in offspring. Traits are dictated by genes and genes are closed off from the enviornment. This is the basic dogma of Weismann's barrier. I'm not necessarily calling this evolution....I'm just simply pointing out that acquired traits can be inherited. There is no other way to describe this other than Lamarckism.  Do you disagree that The inheritance of acquired characteristics is simply changes in physiology acquired over the life of an organism that are transmitted to offspring?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:49"
    },
    {
      "nodeID": "157231",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:49"
    },
    {
      "nodeID": "157232",
      "text": "Do you disagree that The inheritance of acquired characteristics is simply changes in physiology acquired over the life of an organism that are transmitted to offspring?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:49"
    },
    {
      "nodeID": "157233",
      "text": "That definition isn't what I'm disagreeing with :) I'm just pointing out why it's not happening here. Retroviruses, as I said, open up some very interesting possibilities. I'm not aware of any conclusive research taking place - I know the immune system makes use of them but I don't think there's any evidence of immunity being passed down in that way: early mothers' milk is the mechanism for that (packed with a payload of antibodies to prime the infant's immune system). To be honest, I think the existence of that system rather stomps on the plausibility of Lamarckian inheritance; why bother going to all that trouble if the parent could simply code immunity into the genes it passes to its offspring?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:49"
    },
    {
      "nodeID": "157234",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:49"
    },
    {
      "nodeID": "157235",
      "text": "I'm not necessarily calling this evolution....I'm just simply pointing out that acquired traits can be inherited. There is no other way to describe this other than Lamarckism.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:49"
    },
    {
      "nodeID": "157236",
      "text": "Well, there certainly is here with these cats, because they're not actually inheriting a trait; the symptoms are being independently induced in all the cats, parents and offspring, by denying them all particular nutrients.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:49"
    },
    {
      "nodeID": "157237",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:49"
    },
    {
      "nodeID": "157238",
      "text": ".....but like I said earlier ToE does not admit that the diet or any enviornmental variable can influence traits in offspring. Traits are dictated by genes and genes are closed off from the enviornment. This is the basic dogma of Weismann's barrier.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:49"
    },
    {
      "nodeID": "157239",
      "text": "Actually it isn't. No, really, it isn't; I'm not making this up; I think you've genuinely crossed a wire somewhere there. Traits are partially described by genes; they're the starting point - as you once put it, the 'hard drive' - but the process of turning genes into an organism is unquestionably influenced by the environment - chemically, thermally etc etc. That's one reason frogs need so damn many genes while placental animals can get away with a lot fewer: frogspawn have to tolerate such widely varying temperatures during development and need proteins that work correctly at all those temperatures, whereas mammalian foetuses develop in a chemically and thermally regulated environment. Weismann's barrier says only that hereditary information moves from genes to body cells but never in reverse. The genes provide the starting point, the developmental process - modulated by environmental factors - turns that information into an organism, but there's no feedback. Retroviruses might constitute a hole in that barrier, which opens up some interesting possibilities. Anyway, the point is, the ToE as it stands does not say, in any shape or form, that genes alone dictate traits and nothing else gets a look in. What it does say is that although the environment can modulate the eventual phenotype during development, it can't directly feed back the results of expressing those genes to the genotype. The environment can only have an indirect 'say' in the genotype of organisms, by allowing some to flourish and inhibiting the success of others. That's why, in the other thread where we're discussing the butterflies, I describe the Darwinian process of arriving at environmental sensitivity in the way I do: the environment modulates the phenotype differently in the different seasons (based on chemical or thermal variation) and Natural Selection, in this case, is the organisms with genes that consistently yield the 'best' phenotypes in that variable environment flourishing better. Simmer for a couple of million years and... well, there you go.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:49"
    },
    {
      "nodeID": "157240",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:50"
    },
    {
      "nodeID": "157241",
      "text": "Well I'm not arguing that this is adaptation...I have never said that.. What I am saying is the environment -- in this case diet is the cause for these traits to emerge in offspring",
      "type": "I",
      "timestamp": "2016-03-08 20:27:50"
    },
    {
      "nodeID": "157242",
      "text": "Oh, undoubtedly - but the offspring aren't inheriting traits as such are they? They're just suffering the same symptoms of malnutrition as their parents, except that for them it's happening in vitro so they exhibit the effects from birth. That's why it's such a bad example for what you're trying to get others to accept.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:50"
    },
    {
      "nodeID": "157243",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:50"
    }
  ],
  "edges": [
    {
      "edgeID": "195572",
      "fromID": "157208",
      "toID": "157209",
      "formEdgeID": null
    },
    {
      "edgeID": "195573",
      "fromID": "157209",
      "toID": "157207",
      "formEdgeID": null
    },
    {
      "edgeID": "195574",
      "fromID": "157211",
      "toID": "157212",
      "formEdgeID": null
    },
    {
      "edgeID": "195575",
      "fromID": "157212",
      "toID": "157210",
      "formEdgeID": null
    },
    {
      "edgeID": "195576",
      "fromID": "157213",
      "toID": "157214",
      "formEdgeID": null
    },
    {
      "edgeID": "195577",
      "fromID": "157214",
      "toID": "157208",
      "formEdgeID": null
    },
    {
      "edgeID": "195578",
      "fromID": "157215",
      "toID": "157216",
      "formEdgeID": null
    },
    {
      "edgeID": "195579",
      "fromID": "157216",
      "toID": "157211",
      "formEdgeID": null
    },
    {
      "edgeID": "195580",
      "fromID": "157218",
      "toID": "157219",
      "formEdgeID": null
    },
    {
      "edgeID": "195581",
      "fromID": "157219",
      "toID": "157217",
      "formEdgeID": null
    },
    {
      "edgeID": "195582",
      "fromID": "157221",
      "toID": "157222",
      "formEdgeID": null
    },
    {
      "edgeID": "195583",
      "fromID": "157222",
      "toID": "157220",
      "formEdgeID": null
    },
    {
      "edgeID": "195584",
      "fromID": "157224",
      "toID": "157225",
      "formEdgeID": null
    },
    {
      "edgeID": "195585",
      "fromID": "157225",
      "toID": "157223",
      "formEdgeID": null
    },
    {
      "edgeID": "195586",
      "fromID": "157227",
      "toID": "157228",
      "formEdgeID": null
    },
    {
      "edgeID": "195587",
      "fromID": "157228",
      "toID": "157226",
      "formEdgeID": null
    },
    {
      "edgeID": "195588",
      "fromID": "157230",
      "toID": "157231",
      "formEdgeID": null
    },
    {
      "edgeID": "195589",
      "fromID": "157231",
      "toID": "157229",
      "formEdgeID": null
    },
    {
      "edgeID": "195590",
      "fromID": "157233",
      "toID": "157234",
      "formEdgeID": null
    },
    {
      "edgeID": "195591",
      "fromID": "157234",
      "toID": "157232",
      "formEdgeID": null
    },
    {
      "edgeID": "195592",
      "fromID": "157236",
      "toID": "157237",
      "formEdgeID": null
    },
    {
      "edgeID": "195593",
      "fromID": "157237",
      "toID": "157235",
      "formEdgeID": null
    },
    {
      "edgeID": "195594",
      "fromID": "157239",
      "toID": "157240",
      "formEdgeID": null
    },
    {
      "edgeID": "195595",
      "fromID": "157240",
      "toID": "157238",
      "formEdgeID": null
    },
    {
      "edgeID": "195596",
      "fromID": "157242",
      "toID": "157243",
      "formEdgeID": null
    },
    {
      "edgeID": "195597",
      "fromID": "157243",
      "toID": "157241",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
