{
  "nodes": [
    {
      "nodeID": "153836",
      "text": "Waving signs denouncing bank 'greed,' hordes of invaders poured out of 14 school buses, up Baer's steps, and onto his front porch. As bullhorns rattled with stories of debtor calls and foreclosed homes, Baer's teenage son Jack -- alone in the house -- locked himself in the bathroom. 'When are they going to leave?' Jack pleaded when I called to check on him. But when hundreds of loud and angry strangers are descending on your family, your children, and your home, a more apt description of this assemblage would be 'mob.' Intimidation was the whole point of this exercise, and it worked-even on the police. A trio of officers who belatedly answered our calls confessed a fear that arrests might 'incite' these trespassers.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:13"
    },
    {
      "nodeID": "153837",
      "text": "Let me translate. The Cops were afraid! At the very least, they surely didn't protect this home owner, or the residents of this street! Is Anyone else troubled by this next part? D.C. Metro Police Escorted SEIU Protesters to Bank Of America Executive's Home",
      "type": "I",
      "timestamp": "2016-03-08 20:20:13"
    },
    {
      "nodeID": "153838",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:13"
    },
    {
      "nodeID": "153839",
      "text": "At least two Metropolitan Police Department units from the nearby District of Columbia were already at the scene when they arrived. Why? Because police cars attached to the Washington MPD's Civil Disturbance Unit had escorted the SEIU protesters' buses to Baer's home. Still, the District police did not inform their colleagues of what was about to happen in one of their Maryland neighborhoods. The Maryland officers reported there were approximately 500 protesters on and near the front lawn of Baer's house.  The primary role of the Washington cops in this event was to protect the protesters.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:13"
    },
    {
      "nodeID": "153840",
      "text": "Why do 14 bus loads, 500 SCIU members, need 2 Police squad cars from DC to protect them from 1 Home owner?  Fishy? I don't think so! I think the COPS were there to Intimidate the one home owner, just like SEIU was there to do! Cops! Of all things, they used Washington DC COPS! Cops!  No? What am I missing? Makes one wonder if things got out of hand and the protesters started throwing rocks through the window, and if the terrified home owner would have stepped out with a fire arm, am I wrong to think that the DC police would have shot the home owner? Seriously What the heck gives? Cops! Part of the angry mob? If nothing else, 500 people trashed this guys lawn! That is for sure. Am I missing something here, or am I correct to think that we have totally degenerated into Chicago style intimidation politics? See the video for reasons why I believe this.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:13"
    },
    {
      "nodeID": "153841",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:13"
    },
    {
      "nodeID": "153842",
      "text": "The family of Greg Baer, Bank of America executive, is located in a jurisdiction protected by the Montgomery County Police Department (MCPD), which responded promptly to a disturbance call from his neighborhood last weekend. According to Corporal Dan Friz, an MCPD spokesperson in Rockville, Maryland, the department received a disturbance call from one of Baer's neighbors at 4:10 pm last Sunday. Four MCPD units arrived at Baer's Greenville Rd. address at 4:15 pm. At least two Metropolitan Police Department units from the nearby District of Columbia were already at the scene when they arrived.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:14"
    },
    {
      "nodeID": "153843",
      "text": "So the local police did respond.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:14"
    },
    {
      "nodeID": "153844",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:14"
    },
    {
      "nodeID": "153845",
      "text": "Why? Because police cars attached to the Washington MPD's Civil Disturbance Unit had escorted the SEIU protesters' buses to Baer's home. Such cross-jurisdictional escort activity is not uncommon for both departments according to Friz and Metro Police Department spokesperson Officer Eric Frost. Still, the District police did not inform their colleagues of what was about to happen in one of their Maryland neighborhoods.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:14"
    },
    {
      "nodeID": "153846",
      "text": "So cross jurisdictional escort is a fairly common occurrence in the area. You will note that it is not the local cops talking about not being informed....it is the author of the article whining about it.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:14"
    },
    {
      "nodeID": "153847",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:14"
    },
    {
      "nodeID": "153848",
      "text": "But when hundreds of loud and angry strangers are descending on your family, your children, and your home, a more apt description of this assemblage would be 'mob.' Intimidation was the whole point of this exercise, and it worked-even on the police. A trio of officers who belatedly answered our calls confessed a fear that arrests might 'incite' these trespassers.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:14"
    },
    {
      "nodeID": "153849",
      "text": "Note the word calls! In several! Many! Get it! This was a terror tactic that their very own Police department REFUSED! Well. Until it was all over that is!  That is why I asked the hard questions.  Is this the kind of protection we hope for when we call our very own police?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:14"
    },
    {
      "nodeID": "153850",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:14"
    },
    {
      "nodeID": "153851",
      "text": "Makes one wonder if things got out of hand and the protesters started throwing rocks through the window, and if the terrified home owner would have stepped out with a fire arm, am I wrong to think that the DC police would have shot the home owner?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:14"
    },
    {
      "nodeID": "153852",
      "text": "Sinjin. This is not an Anti-union rant. This is a DC police, and Township police question.  SEIU Service Employees Union International. In other words, all of the people involved are employed by the Government. That means they work for us.  The Police are employed by us. The DC Police backed the SEIU, and the article said they were there to protect SEIU. And maybe even worse than that, is the fact that the township police were maybe either afraid of SEIU or were sympathetic to their goals. And Screw that!!!!!! They are employed to protect the people on that street. Otherwise, we have anarchy. But, it is a fact that, Everyone there is employed by us.  However, if this not be the case, I asked for an explanation that makes sense.  But, if this be true, and if it isn't brought under control, are we then supposed to then fear our very own police because maybe they belong to SEIU, or hope to join? Or something? Or whatever? I don't know. Then who do we trust? Whom can we then count on besides ourselves? If that be the case, what do we need police for?  If the home owner doesn't know who is the enemy in this situation, and who is coming to help, this is a tragic circumstance I don't even want to contemplate! Too much corruption for my small brain to try and figure out! I can tell you that much!  Can SEIU take over law enforcement just that easily? Are we subject to be held up by a Police Union? I don't know the answers to these questions. So I asked for help figuring it out. I think you belong to SEIU, are you proud of this situation? It also turns out that the Bank Executive worked for the Clinton Administration so I am defending someone from your party. This isn't partisanship!",
      "type": "I",
      "timestamp": "2016-03-08 20:20:14"
    },
    {
      "nodeID": "153853",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:14"
    },
    {
      "nodeID": "153854",
      "text": "Gun angle. Sinjin. This is not an Anti-union rant. This is a DC police, and Township police question.  SEIU Service Employees Union International. In other words, all of the people involved are employed by the Government. That means they work for us.  The Police are employed by us. The DC Police backed the SEIU, and the article said they were there to protect SEIU. And maybe even worse than that, is the fact that the township police were maybe either afraid of SEIU or were sympathetic to their goals. And Screw that!!!!!! They are employed to protect the people on that street. Otherwise, we have anarchy. But, it is a fact that, Everyone there is employed by us.  However, if this not be the case, I asked for an explanation that makes sense.  But, if this be true, and if it isn't brought under control, are we then supposed to then fear our very own police because maybe they belong to SEIU, or hope to join? Or something? Or whatever? I don't know. Then who do we trust? Whom can we then count on besides ourselves? If that be the case, what do we need police for?  If the home owner doesn't know who is the enemy in this situation, and who is coming to help, this is a tragic circumstance I don't even want to contemplate! Too much corruption for my small brain to try and figure out! I can tell you that much!  Can SEIU take over law enforcement just that easily? Are we subject to be held up by a Police Union? I don't know the answers to these questions. So I asked for help figuring it out. I think you belong to SEIU, are you proud of this situation? It also turns out that the Bank Executive worked for the Clinton Administration so I am defending someone from your party. This isn't partisanship!",
      "type": "I",
      "timestamp": "2016-03-08 20:20:14"
    },
    {
      "nodeID": "153855",
      "text": "Sounds to me like the escourt from D.C. had run out of badge? Do they have title and jurisdiction in that area? I would imagine shortly we will find who instigated this fiasco. Appears to me they would be better served protesting Freddie and Fannie, the Fed and gov't officials? Now old sliiiick probably never heard of the Bonus Marchers marching on Washington D.C. during the depression to try to get the benefits they had been promised for WWI and had tanks and guns turned on them even though they were peaceful and camping out with families in tow. The Black Panthers 'policed' the polls in some places armed with batons but that was all right with the current administration and appears this is too. Sliiiick can see himself turned out on the street and taking revenge on the taxpayers for not being able to pay enough taxes to support his job and others like him. Maybe he can tell us if they plan to use armed force on the taxpayers and thinks this is a fine situation to 'by G-D, make 'em pay'!  I dunno sliiick, is there a gun angle here? Protection means exactly what in your vocabulary?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:14"
    },
    {
      "nodeID": "153856",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:14"
    },
    {
      "nodeID": "153857",
      "text": ".... SEIU Service Employees Union International. In other words, all of the people involved are employed by the Government. That means they work for us.  The Police are employed by us. The DC Police backed the SEIU, and the article said they were there to protect SEIU. And maybe even worse than that, is the fact that the township police were maybe either afraid of SEIU or were sympathetic to their goals. And Screw that!!!!!! They are employed to protect the people on that street. Otherwise, we have anarchy. But, it is a fact that, Everyone there is employed by us.  .... But, if this be true, and if it isn't brought under control, are we then supposed to then fear our very own police because maybe they belong to SEIU, or hope to join? Or something? Or whatever? I don't know. ....Can SEIU take over law enforcement just that easily? Are we subject to be held up by a Police Union? I don't know the answers to these questions. So I asked for help figuring it out. I think you belong to SEIU, are you proud of this situation? It also turns out that the Bank Executive worked for the Clinton Administration so I am defending someone from your party. This isn't partisanship!",
      "type": "I",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153858",
      "text": "Gee, is endless ranting about SEIU Rush Limberger's latest talking points? Is this the latest rant from Dick Armey's FreedomWorks?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153859",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153860",
      "text": "Gun angle. Sinjin. This is not an Anti-union rant. This is a DC police, and Township police question.  SEIU Service Employees Union International. In other words, all of the people involved are employed by the Government. That means they work for us.  The Police are employed by us. The DC Police backed the SEIU, and the article said they were there to protect SEIU. And maybe even worse than that, is the fact that the township police were maybe either afraid of SEIU or were sympathetic to their goals. And Screw that!!!!!! They are employed to protect the people on that street. Otherwise, we have anarchy. But, it is a fact that, Everyone there is employed by us.  However, if this not be the case, I asked for an explanation that makes sense. But, if this be true, and if it isn't brought under control, are we then supposed to then fear our very own police because maybe they belong to SEIU, or hope to join? Or something? Or whatever? I don't know. Then who do we trust? Whom can we then count on besides ourselves? If that be the case, what do we need police for?  If the home owner doesn't know who is the enemy in this situation, and who is coming to help, this is a tragic circumstance I don't even want to contemplate! Too much corruption for my small brain to try and figure out! I can tell you that much!  Can SEIU take over law enforcement just that easily? Are we subject to be held up by a Police Union? I don't know the answers to these questions. So I asked for help figuring it out. I think you belong to SEIU, are you proud of this situation? It also turns out that the Bank Executive worked for the Clinton Administration so I am defending someone from your party. This isn't partisanship!",
      "type": "I",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153861",
      "text": "I'm sorry, but your entire rant is nothing but ignorance based fear mongering. From YOUR ARTICLE:",
      "type": "I",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153862",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153863",
      "text": "let alone were prepared to shoot him if he had produced a weapon in self-defense.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153864",
      "text": "Hey sparky, exactly how do you think they were supposed 'to protect' these thugs? How many debates do you have to lose like the school claims on the student duck hunter before you begin to say you are either wrong or completely illiterate? You gunning for one of the new yellow CS medals?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153865",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153866",
      "text": "Fear-mongering is what that's called.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153867",
      "text": "uh, yeah, that was their intent! Under color of law no less. The truth always seems to be your worst enemy doesn't it?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153868",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153869",
      "text": "You have presented no evidence that DC police were complicit in harassing the man at his home,",
      "type": "I",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153870",
      "text": "Leading the parade out of their jurisdiction and title to protect them and failing to report to the agencies actually with title and jurisdiction isn't evidence of complicity? You are fried.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153871",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153872",
      "text": "I say more power to them. These guys issued trash mortgages, put them in tranched securities that they sold as AAA, then took out CDS paper on them (betting against them) even though they no longer owned them. Then they went to the government for a massive bailout when the paper they had not yet managed to dump screwed them, and the bailout is still going on via the feds ridiculously low rates. Today they are borrowing hundreds of billions of dollars from the Fed at basically 0% and tossing it into treasuries at 3.25%. Do that 'big' enough and you are talking real money...and they are doing it big time. I am sure it probably offends some of the truly stupid that there are now groups and individuals out there who do not feel that their responsibility ends at 5:00 on friday, and that they cant do these things without any kind of recourse outside the office.  Bureaucracy is a wonderful thing. It allows people to do horrible, immoral things without any personal responsibility, as long as the public is retarded enough to let them do it.  It appears there may be some americans who are not quite that retarded.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:15"
    },
    {
      "nodeID": "153873",
      "text": "Sounds anti-government to me. Are you against your President's economic policies, the fed, bureacracy and tee poor public education? Sounds probably who SEIU should have directed their gall toward and not a man's personal property and family...with the police help of course and purloined school busses. Do the taxpayers owe the SEIU anything? Nope but the SEIU according to CNN owes more than 90 million along with 4 million in interest. Perhaps if they paid their bills they wouldn't add to the public debt by using government property to protest government policy? You wrote it but didn't understand what you wrote...darn public schools emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:20:16"
    },
    {
      "nodeID": "153874",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:16"
    },
    {
      "nodeID": "153875",
      "text": "I hope BOA calls SEIU's loan in full today and has pictures of any other trespassers who have a loan with BOA. All comletely legal and breaks no law. emoticon_xgood emoticon_smile What's that about using school facilities for political purposes? I hope congress jumps on the bandwagon and taxpayers recover the costs of school money being expended for SEIU personal use. I also hope congress explores the use of D.C. cops as hired personal protectors on the taxpayer's dime. emoticon_smile",
      "type": "I",
      "timestamp": "2016-03-08 20:20:16"
    },
    {
      "nodeID": "153876",
      "text": "Nobody but you has suggested that the schools are out any money except for you, and you have presented no evidence whatsoever that they are. You ignore the LIKELY scenarios and immediately jump to an extremely UNLIKELY one that fits your agenda...that they used school facilities without paying for them. Our local school district rents out school buses to groups and rents building facilities out for events all the time. It is smart....they have the resources on hand and it provides a little extra money for the district. Granted that explanation does not fit your agenda, and it would be much easier for you to make your point if we all ignored the most LIKELY solution and instead accepted your EXTREMELY UNLIKELY solution at face value, but you cant actually expect people with any intelligence at all to do that.  As far as the cops go....have you ever seen a protest where there were NOT cops on hand? I certainly never have. Even when Fred Phelps and his little band of sickos protests a funeral, the police are there to make sure that nobody starts handing out beat downs. One of the beautiful things about America is that you have the right to protest, and the police have a responsibility to protect you while you do it. The idea that the DC police would not have protected the BOA executive is another completely unsupported assumption put forth here and to some degree by the author of the article and frankly it is a particularly ignorant one. The author of the article contends that if the protesters had decided to burn the guys house there is nothing the DC police could have done to stop it since they were outside their jurisdiction AFTER they talk about the fact that there is a cross jurisdictional agreement in place. Frankly you would have to have the intelligence of a house plant to follow that line of reasoning. Your take on this entire thing is ridiculous and unamerican. There is no evidence whatsoever that anything improper took place here. What happened is that a bunch of protesters who were careful not to break the law went and told a guy that he is a huge XXXXX. The DC PD sent 2 units to ensure that nobody was hurt during the course of the protest. The local police also sent units in response to calls from neighbors. The local police stayed until the end, but no arrests were made because, as they noted in their statement, the protesters were careful not to break any laws.  I believe that you, sir, are little more than a partisan hack bending reality to fit your agenda.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:16"
    },
    {
      "nodeID": "153877",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:16"
    },
    {
      "nodeID": "153878",
      "text": "Our local school district rents out school buses to groups and rents building facilities out for events all the time. It is smart....they have the resources on hand and it provides a little extra money for the district. Granted that explanation does not fit your agenda, and it would be much easier for you to make your point if we all ignored the most LIKELY solution and instead accepted your EXTREMELY UNLIKELY solution at face value, but you cant actually expect people with any intelligence at all to do that.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:16"
    },
    {
      "nodeID": "153879",
      "text": "What's that? Campaigning and use of taxpayer funded facilities like transportation for political purposes? I suppose they paid the cops for going out of their jurisdiction too?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:16"
    },
    {
      "nodeID": "153880",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:16"
    },
    {
      "nodeID": "153881",
      "text": "Your take on this entire thing is ridiculous and unamerican. There is no evidence whatsoever that anything improper took place here. What happened is that a bunch of protesters who were careful not to break the law went and told a guy that he is a huge XXXXX. The DC PD sent 2 units to ensure that nobody was hurt during the course of the protest. The local police also sent units in response to calls from neighbors. The local police stayed until the end, but no arrests were made because, as they noted in their statement, the protesters were careful not to break any laws.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:16"
    },
    {
      "nodeID": "153882",
      "text": "So, you were there!! No where else was acceptable or just didn't think you could get away with it anywhere else? Bank of America - Wikipedia, the free encyclopedia Like I said in my first statement, if you are gonna protest go to the source.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:16"
    },
    {
      "nodeID": "153883",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:16"
    },
    {
      "nodeID": "153884",
      "text": "Nobody but you has suggested that the schools are out any money except for you, and you have presented no evidence whatsoever that they are. You ignore the LIKELY scenarios and immediately jump to an extremely UNLIKELY one that fits your agenda...that they used school facilities without paying for them.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:16"
    },
    {
      "nodeID": "153885",
      "text": "Then you shouldn't have any problem backing up your claims with some invoices, requests and approval and any Constitutional evidence that you are correct. The fact is, as stated by CNN, Fox and other media is that 14 SCHOOL BUSES were used for transportation. I suppose that would make the school liable if anyone was injured also? Seems like you are the one with baseless claims? There isn't anything LIKELY but your desire to support thugs.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:16"
    },
    {
      "nodeID": "153886",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:16"
    },
    {
      "nodeID": "153887",
      "text": "I believe that you, sir, are little more than a partisan hack bending reality to fit your agenda.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:16"
    },
    {
      "nodeID": "153888",
      "text": "Hardly. Obviously I had a lot more sense than you. My house and land is paid for long ago, I refused all credit cards including VISA and BOA and shun debt. Hardly a hack until is comes to strong arm union tactics who use force to chill public debate or frighten working folks in their family home...unless they are public officials. :xcensored I have worked mobs in an official capacity I don't think you can enlighten me much on mobocracy. I think your whole problem is you bought the scenario of blame the messenger to avoid placing the economic blame where it belongs. What is next? 60's style Alinsky tactics and bombing those you disagree with on American soil?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:17"
    },
    {
      "nodeID": "153889",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:17"
    }
  ],
  "edges": [
    {
      "edgeID": "193192",
      "fromID": "153837",
      "toID": "153838",
      "formEdgeID": null
    },
    {
      "edgeID": "193193",
      "fromID": "153838",
      "toID": "153836",
      "formEdgeID": null
    },
    {
      "edgeID": "193194",
      "fromID": "153840",
      "toID": "153841",
      "formEdgeID": null
    },
    {
      "edgeID": "193195",
      "fromID": "153841",
      "toID": "153839",
      "formEdgeID": null
    },
    {
      "edgeID": "193196",
      "fromID": "153843",
      "toID": "153844",
      "formEdgeID": null
    },
    {
      "edgeID": "193197",
      "fromID": "153844",
      "toID": "153842",
      "formEdgeID": null
    },
    {
      "edgeID": "193198",
      "fromID": "153846",
      "toID": "153847",
      "formEdgeID": null
    },
    {
      "edgeID": "193199",
      "fromID": "153847",
      "toID": "153845",
      "formEdgeID": null
    },
    {
      "edgeID": "193200",
      "fromID": "153849",
      "toID": "153850",
      "formEdgeID": null
    },
    {
      "edgeID": "193201",
      "fromID": "153850",
      "toID": "153848",
      "formEdgeID": null
    },
    {
      "edgeID": "193202",
      "fromID": "153852",
      "toID": "153853",
      "formEdgeID": null
    },
    {
      "edgeID": "193203",
      "fromID": "153853",
      "toID": "153851",
      "formEdgeID": null
    },
    {
      "edgeID": "193204",
      "fromID": "153855",
      "toID": "153856",
      "formEdgeID": null
    },
    {
      "edgeID": "193205",
      "fromID": "153856",
      "toID": "153854",
      "formEdgeID": null
    },
    {
      "edgeID": "193206",
      "fromID": "153858",
      "toID": "153859",
      "formEdgeID": null
    },
    {
      "edgeID": "193207",
      "fromID": "153859",
      "toID": "153857",
      "formEdgeID": null
    },
    {
      "edgeID": "193208",
      "fromID": "153861",
      "toID": "153862",
      "formEdgeID": null
    },
    {
      "edgeID": "193209",
      "fromID": "153862",
      "toID": "153860",
      "formEdgeID": null
    },
    {
      "edgeID": "193210",
      "fromID": "153864",
      "toID": "153865",
      "formEdgeID": null
    },
    {
      "edgeID": "193211",
      "fromID": "153865",
      "toID": "153863",
      "formEdgeID": null
    },
    {
      "edgeID": "193212",
      "fromID": "153867",
      "toID": "153868",
      "formEdgeID": null
    },
    {
      "edgeID": "193213",
      "fromID": "153868",
      "toID": "153866",
      "formEdgeID": null
    },
    {
      "edgeID": "193214",
      "fromID": "153870",
      "toID": "153871",
      "formEdgeID": null
    },
    {
      "edgeID": "193215",
      "fromID": "153871",
      "toID": "153869",
      "formEdgeID": null
    },
    {
      "edgeID": "193216",
      "fromID": "153873",
      "toID": "153874",
      "formEdgeID": null
    },
    {
      "edgeID": "193217",
      "fromID": "153874",
      "toID": "153872",
      "formEdgeID": null
    },
    {
      "edgeID": "193218",
      "fromID": "153876",
      "toID": "153877",
      "formEdgeID": null
    },
    {
      "edgeID": "193219",
      "fromID": "153877",
      "toID": "153875",
      "formEdgeID": null
    },
    {
      "edgeID": "193220",
      "fromID": "153879",
      "toID": "153880",
      "formEdgeID": null
    },
    {
      "edgeID": "193221",
      "fromID": "153880",
      "toID": "153878",
      "formEdgeID": null
    },
    {
      "edgeID": "193222",
      "fromID": "153882",
      "toID": "153883",
      "formEdgeID": null
    },
    {
      "edgeID": "193223",
      "fromID": "153883",
      "toID": "153881",
      "formEdgeID": null
    },
    {
      "edgeID": "193224",
      "fromID": "153885",
      "toID": "153886",
      "formEdgeID": null
    },
    {
      "edgeID": "193225",
      "fromID": "153886",
      "toID": "153884",
      "formEdgeID": null
    },
    {
      "edgeID": "193226",
      "fromID": "153888",
      "toID": "153889",
      "formEdgeID": null
    },
    {
      "edgeID": "193227",
      "fromID": "153889",
      "toID": "153887",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
