{
  "nodes": [
    {
      "nodeID": "148664",
      "text": "This isn't exact but here's the basics I think are right:  Evolutionists: We base our belief the Universe was formed 20 billion years ago. The Earth was formed 4.5 billion years ago. We speculate a rise in concentrated energy cause a massive explosion that resulted in millions of particles bumping into each other and eventually forming galaxies with in the universe, and planets with the galaxies. The planets, well one planet so far, managed to become inhabitable by life forms, that managed to survive and evolve over time. Admittedly we have some serious gaps and flaws here and there, but it's better than the mythological garbage of Zeus or any other God for that matter, creating the world. Mass can neither be created or destroyed.  Christian: God did it. (Then you could visit Dr. Hovind, or other creationists for some logic and reasoning) Of course both sides will say the other has fallible evidence.  No matter what you'll never be able to convince the other side that they are wrong because you have the extraneous variable of faith......and faith being abstract and science being more of a physical nature is like saying oil is going to mix with water. So the ultimate answer comes down to your own convictions, knowledge, and experiences. Leaving the answer to the life long mystery as to 'Why are we here?' up to the individual he or she must find the answer themself.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:59"
    },
    {
      "nodeID": "148665",
      "text": "Actually, you are misreprenting the scienctific answer in the following manner 1) It is not evolutionists, it is astrophysicists.. 2) It is based on testable observations.. 3) Based on the available data, it is about 13.5 billion years old. 4) It does not address the issue of 'Why we are here' at all. 5) It is not based on faith, but based on data. If data comes into change that evalutation, then by all means, it will be changed. This has happened a few times when it comes to cosmology. Our technology is good enough about gathering information it would probably take a real major discovery to change things drastically at this point (but that would be fun)  Although you claim that religion can do the same thing, that can not be demonstrated. You are also making the false claim that people who are religious can not accept science.. the only that that is different is that they don't take the stories in the bible literallyi, but only as an allegory.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:59"
    },
    {
      "nodeID": "148666",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:59"
    },
    {
      "nodeID": "148667",
      "text": "So the ultimate answer comes down to your own convictions, knowledge, and experiences. Leaving the answer to the life long mystery as to 'Why are we here?' up to the individual he or she must find the answer themself.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:00"
    },
    {
      "nodeID": "148668",
      "text": "So the ultimate answer to whether or not the sun exists comes down to convictions. And you feel it's just as likely that it does exist, vs doesn't exist? If no, and you think it's more likely that the sun does indeed exist, then you're, I'm guessing here, ultimately contradicting yourself. Truth has nothing to do with conviction, to claim it does is unethical. If you killed my brother and you were completely and utterly convinced that he killed himself, I'm sorry Black Phoenix, you're not off the hook. How inhuman can one get!!? Yes, you should arrive at the answer yourself, but the answer about reality isn't dependant on your wishes or convictions. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:09:00"
    },
    {
      "nodeID": "148669",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:00"
    }
  ],
  "edges": [
    {
      "edgeID": "189540",
      "fromID": "148665",
      "toID": "148666",
      "formEdgeID": null
    },
    {
      "edgeID": "189541",
      "fromID": "148666",
      "toID": "148664",
      "formEdgeID": null
    },
    {
      "edgeID": "189542",
      "fromID": "148668",
      "toID": "148669",
      "formEdgeID": null
    },
    {
      "edgeID": "189543",
      "fromID": "148669",
      "toID": "148667",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
