{
  "nodes": [
    {
      "nodeID": "160564",
      "text": "Huh? How was allowing you to make your own decisions in your own personal life interferance by the goverment? That's like saying a parent allowing a child to do what they wish intefering in their personal lives. How are they interferring when they are letting them do what they wish?  You're not making any sense at all.   Sadly yes. People should be able to make their own decisions without a nanny state, but that's not going to change as the Gop holds the federal govermment.  Beyond the fact that government said that you can have a abortion, they were not interferring with your decisions. A goverment that actively promotes freedoms and rights is not interfering with the lives as a govermment that actively restricts rights and monitors for such violations in the personal lives of its citizens.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:19"
    },
    {
      "nodeID": "160565",
      "text": "so first you tell me 'how are they intefering by letting them do as they wish' How are they letting them do as they wish when there are restrictions? then you say 'sadly yes people should be able to make their own decisions without a nanny state' am I the only one that doesn't get that?",
      "type": "I",
      "timestamp": "2016-03-08 20:35:19"
    },
    {
      "nodeID": "160566",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:19"
    },
    {
      "nodeID": "160567",
      "text": "Indiana Judge Seeks Medical Records AP  A court case in Indiana dealing with government access to the medical records of underage girls is getting attention in Kansas. A superior court judge in Indianapolis yesterday said Planned Parenthood of Indiana must turn over to the state records for its clients under age 14. He rejected arguments that seizure of the records was an unconstitutional violation of the patients' privacy. The state attorney general's office wants to look at the records of 84 patients to see if they had illegal underage sex. Kansas Attorney General Phill Kline is fighting a similar legal battle. He says he needs the records of 90 patients at two abortion clinics Wichita and Overland Park for an investigation into child rape and potentially illegal late-term abortions. http://www.wibw.com/news/headlines/1597431.html",
      "type": "I",
      "timestamp": "2016-03-08 20:35:19"
    },
    {
      "nodeID": "160568",
      "text": "And because of HIPA, this action will not take place.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:19"
    },
    {
      "nodeID": "160569",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:35:19"
    },
    {
      "nodeID": "160570",
      "text": "For bringing health care to women without the means ? For providing Pap Smears, Mammograms, and birth control for women without the means ? Providiing pre-natal, and post-natal care ? Oh, heck, let the women die of breast cancer and uterine cancer",
      "type": "I",
      "timestamp": "2016-03-08 20:35:19"
    },
    {
      "nodeID": "160571",
      "text": "No, for murdering innocent babies in the womb by performing abortions that were not necessary but just being done as a means of birth control.........",
      "type": "I",
      "timestamp": "2016-03-08 20:35:19"
    },
    {
      "nodeID": "160572",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:20"
    },
    {
      "nodeID": "160573",
      "text": "For bringing health care to women without the means ? For providing Pap Smears, Mammograms, and birth control for women without the means ? Providiing pre-natal, and post-natal care ? Oh, heck, let the women die of breast cancer and uterine cancer ! Why not; bash Gays, then you bash the women.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:20"
    },
    {
      "nodeID": "160574",
      "text": "You forgot one. For trying to bring eugenics to the US. We wouldn't want those 'poor negros' reproducing now would we? emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:35:20"
    },
    {
      "nodeID": "160575",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:20"
    }
  ],
  "edges": [
    {
      "edgeID": "197976",
      "fromID": "160565",
      "toID": "160566",
      "formEdgeID": null
    },
    {
      "edgeID": "197977",
      "fromID": "160566",
      "toID": "160564",
      "formEdgeID": null
    },
    {
      "edgeID": "197978",
      "fromID": "160568",
      "toID": "160569",
      "formEdgeID": null
    },
    {
      "edgeID": "197979",
      "fromID": "160569",
      "toID": "160567",
      "formEdgeID": null
    },
    {
      "edgeID": "197980",
      "fromID": "160571",
      "toID": "160572",
      "formEdgeID": null
    },
    {
      "edgeID": "197981",
      "fromID": "160572",
      "toID": "160570",
      "formEdgeID": null
    },
    {
      "edgeID": "197982",
      "fromID": "160574",
      "toID": "160575",
      "formEdgeID": null
    },
    {
      "edgeID": "197983",
      "fromID": "160575",
      "toID": "160573",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
