{
  "nodes": [
    {
      "nodeID": "151898",
      "text": "The parole board refused to grant Tony Martin an early release because he &#8220;has shown no remorse and would continue to pose a danger to any other burglars.&#8221; Martin was eventually released from prison after spending years in prison and being vilified by the anti-gun groups in the UK for shooting criminals who had broken into his home.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:43"
    },
    {
      "nodeID": "151899",
      "text": "That's appalling! In the US, if you don't want to go to prison or get shot, don't go around breaking into people's houses. In the UK, if you don't want to go to prison or get shot, let a burglar break into your house, rape your wife, beat you to a red smear on the ground, take whatever they want, and leave without resistance. That's the UK idea of being civilized.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:43"
    },
    {
      "nodeID": "151900",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:43"
    },
    {
      "nodeID": "151901",
      "text": "Read these storys of self defence and then tell me Brady how you can justify these The injustice of the British ban on self defense Making matters worse, the British legal system seems to treat crime victims worse than it treats the criminals who attacked them. An example is the Tony Martin case: Tony Martin was a farmer, whose remote farmhouse had been broken in to many times. Martin feared future burglary attempts and the risk of being attacked by a violent burglar. When a pair of burglars broke in while he was home, Martin opened fire with a pump action shotgun. The 16-year-old burglar Fred Barras was killed, and 33-year-old Brendon Fearon was wounded in the leg. Later on that day, the police arrested Tony Martin and charged him with the crimes of murder and wounding with intent. At trial, Martin argued that he had acted in self defense, but the court found that he had fired while they were trying to flee. He was convicted of murder and sentenced to life in prison, although the conviction was later reduced to manslaughter with a 5 year sentence. The surviving criminal, who had over 30 criminal convictions, then sued Tony Martin for the injury he suffered during the burglary. The parole board refused to grant Tony Martin an early release because he 'has shown no remorse and would continue to pose a danger to any other burglars.' Martin was eventually released from prison after spending years in prison and being vilified by the anti-gun groups in the UK for shooting criminals who had broken into his home. Another example, from 2009, also shows how the British legal system favors criminals over their victims: A millionaire businessman has been jailed for attacking a man who held his family hostage in their own home - while the criminal went free. Munir Hussain, who was threatened at knifepoint and tied up by a gang of masked men in his living room last year, was told he must go to prison for 30 months to preserve 'civilised society'. But Walid Salem, a criminal with more than 50 convictions, was handed a two-year supervision order for his role in the break-in at an earlier hearing. He was one of three men who ambushed Mr Hussain, his wife and children as they returned to their home in High Wycombe, Bucks, on Sept 3 last year after attending Ramadan prayers at their local mosque, Reading Crown Court heard. Their hands were tied behind their backs and they were forced to crawl from room to room before being forced to lie down in the living room. But when Hussain's teenage son managed to escape and raise the alarm, he seized his chance and turned on his captors. . . The brothers were found guilty of causing grievous bodily harm with intent by a jury in September. Sentencing, Judge John Reddihough told them it was his 'public duty' to jailing Munir Hussain for 30 months and his brother for 39 months.  This one is quite nice as well  Cleared: Builder who chopped off thug's ear with Samurai sword after he threatened to rape and kill his family | Mail Online Well thank god for the gun ban in england. It has completely wiped out all crime meaning no citizen ever needs to defend themself.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:43"
    },
    {
      "nodeID": "151902",
      "text": "When the criminal has greater civil protections than his victim, and this is viewed as being civilized, a society is doomed.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:43"
    },
    {
      "nodeID": "151903",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:43"
    },
    {
      "nodeID": "151904",
      "text": "I think this might be the wrong thread for this discussion. Something like this belongs in the crime debate area, where I'm currently handing Jo his head over and over again.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:43"
    },
    {
      "nodeID": "151905",
      "text": "You lie. You keep saying the same things over and over again, that doesn't make them true. Your addiction to violence is showing. Tony Martin shot an unarmed 16 year old kid in the back as he was running away. That's not self-defence, that's cold blooded murder. It is not the role of individuals to exact revenge for crimes committed against them. You don't get to take the law into your own hands. Munir Hussain ran after the intruders and beat them up with a cricket bat in the street. That's not self-defence, that's revenge.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:43"
    },
    {
      "nodeID": "151906",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:43"
    },
    {
      "nodeID": "151907",
      "text": "Little late on the uptake here,but why is this the wrong thread?I'm familiar with the crime debate area,and there is a lot of crime debated here and the why with alls and this qualify's,a sword rather than a gun is all.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:43"
    },
    {
      "nodeID": "151908",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:43"
    },
    {
      "nodeID": "151909",
      "text": "You lie. You keep saying the same things over and over again, that doesn't make them true.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:43"
    },
    {
      "nodeID": "151910",
      "text": "The fact that it's the truth is why I keep repeating it.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:43"
    },
    {
      "nodeID": "151911",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:43"
    },
    {
      "nodeID": "151912",
      "text": "Your addiction to violence is showing.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:43"
    },
    {
      "nodeID": "151913",
      "text": "And your Orwellian position is showing.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:44"
    },
    {
      "nodeID": "151914",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:44"
    },
    {
      "nodeID": "151915",
      "text": "Tony Martin shot an unarmed 16 year old kid in the back as he was running away. That's not self-defence, that's cold blooded murder.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:44"
    },
    {
      "nodeID": "151916",
      "text": "Even if it was murder, do you really expect me to side with the party that broke into Martin's house and robbed him?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:44"
    },
    {
      "nodeID": "151917",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:44"
    },
    {
      "nodeID": "151918",
      "text": "It is not the role of individuals to exact revenge for crimes committed against them. You don't get to take the law into your own hands. Munir Hussain ran after the intruders and beat them up with a cricket bat in the street. That's not self-defence, that's revenge.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:44"
    },
    {
      "nodeID": "151919",
      "text": "So what's your solution; lay down and die? We've already seen that the UK isn't going to punish career criminals. How else can you have 50 convictions and still be on the streets robbing people?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:44"
    },
    {
      "nodeID": "151920",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:44"
    },
    {
      "nodeID": "151921",
      "text": "Martin shot him,he shouldn't have been there in the first place(besides I don't think he i.d him). Cricket bat in the street?he got off lucky(the perp)if that was all.emoticon_xkillemoticon_xkill",
      "type": "I",
      "timestamp": "2016-03-08 20:15:44"
    },
    {
      "nodeID": "151922",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:44"
    },
    {
      "nodeID": "151923",
      "text": "Government is violence.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:44"
    },
    {
      "nodeID": "151924",
      "text": "I'm not aware that the police used violence in arresting any of the people discussed in this case. Besides, I'm not discussing personal morality here, I'm discussing what should be legal, and what is practical in a society where not everyone shares the same moral views. Government is there to apply limits to what is permitted, based on the will of the people.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:44"
    },
    {
      "nodeID": "151925",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:44"
    },
    {
      "nodeID": "151926",
      "text": "I'm discussing what should be legal",
      "type": "I",
      "timestamp": "2016-03-08 20:15:44"
    },
    {
      "nodeID": "151927",
      "text": "In other words, you're discussing when government should use violence. Which according to you, is a lot of the time. Especially should someone dare to defend themselves against a home invader. You really don't see the hypocrisy in condemning someone for violence and simultaneously calling for more violence, do you?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:44"
    },
    {
      "nodeID": "151928",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:45"
    },
    {
      "nodeID": "151929",
      "text": "Besides, I'm not discussing personal morality here, I'm discussing what should be legal, and what is practical in a society where not everyone shares the same moral views.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:45"
    },
    {
      "nodeID": "151930",
      "text": "What should be practical in society is the criminal element being scared to death that they're going to be killed at the very next house they try and rob. That's not only practical, it's moral. If you don't want to die, don't break the law. It's not rocket science, all you need to do is stop being bad.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:45"
    },
    {
      "nodeID": "151931",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:45"
    },
    {
      "nodeID": "151932",
      "text": "Government is there to apply limits to what is permitted, based on the will of the people.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:45"
    },
    {
      "nodeID": "151933",
      "text": "I've heard a lot of naive stuff before, but that's a new one. I don't think I've ever heard anything more simpleminded in nature. With your own government dictating that you can't inflict injury on those that would hurt you, they're not acting in your best interest. Nor are they when the police are tasked with making sure your windows and doors are locked up tight at night.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:45"
    },
    {
      "nodeID": "151934",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:45"
    },
    {
      "nodeID": "151935",
      "text": "I'm not aware that the police used violence in arresting any of the people discussed in this case.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:45"
    },
    {
      "nodeID": "151936",
      "text": "They don't have to. The government is exercising violence by threatening people with jail time if they cause injury to somebody else who's attacking them.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:45"
    },
    {
      "nodeID": "151937",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:45"
    },
    {
      "nodeID": "151938",
      "text": "When the citizen has no rights, then an accusation is enough to convict.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:45"
    },
    {
      "nodeID": "151939",
      "text": "This is the situation as it is in Britain.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:45"
    },
    {
      "nodeID": "151940",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:45"
    },
    {
      "nodeID": "151941",
      "text": "When the citizen has no rights, then an accusation is enough to convict. As usual, Nozza is a day late and a dollar short. I wonder what fired off his neurone today?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:45"
    },
    {
      "nodeID": "151942",
      "text": "Comrade P: at least his neurones do fire,and I will know doubt be tarred and feathered for this,but sometimes Brady will have one or two fire off.emoticon_xdonno",
      "type": "I",
      "timestamp": "2016-03-08 20:15:45"
    },
    {
      "nodeID": "151943",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:46"
    },
    {
      "nodeID": "151944",
      "text": "Private property rights are the most fundamental of all rights and the basis for any government at all. When a society ignores those basic rights it ceases to be civilized and diminishes to tyranny, anarchy and crime. Previous societies have always used criminals to encroach on property rights and deprive the people of fundamental rights of any kind. When people cease to have dominion and exercise rights to protect that property by any means possible there is tyranny. There is no rule of law in the UK any more. BRITAIN is there! Proud to have broken those ties back in 1776 :) emoticon_xbye",
      "type": "I",
      "timestamp": "2016-03-08 20:15:46"
    },
    {
      "nodeID": "151945",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:46"
    },
    {
      "nodeID": "151946",
      "text": "Another oft-repeated lie.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:46"
    },
    {
      "nodeID": "151947",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:46"
    },
    {
      "nodeID": "151948",
      "text": "Did someone give you a wedgie? It is in black and white in numerous sources not counting the detailed accounts from your own countrymen. Methinks you stand accused all alone?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:46"
    },
    {
      "nodeID": "151949",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:46"
    },
    {
      "nodeID": "151950",
      "text": "If this is your stance, then it's your job to prove it correct. Show us that Britain is just fine, show us that the criminals aren't awarded more protection than their victims. Show us thimble head. Show us or shut up.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:46"
    },
    {
      "nodeID": "151951",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:46"
    }
  ],
  "edges": [
    {
      "edgeID": "191826",
      "fromID": "151899",
      "toID": "151900",
      "formEdgeID": null
    },
    {
      "edgeID": "191827",
      "fromID": "151900",
      "toID": "151898",
      "formEdgeID": null
    },
    {
      "edgeID": "191828",
      "fromID": "151902",
      "toID": "151903",
      "formEdgeID": null
    },
    {
      "edgeID": "191829",
      "fromID": "151903",
      "toID": "151901",
      "formEdgeID": null
    },
    {
      "edgeID": "191830",
      "fromID": "151905",
      "toID": "151906",
      "formEdgeID": null
    },
    {
      "edgeID": "191831",
      "fromID": "151906",
      "toID": "151904",
      "formEdgeID": null
    },
    {
      "edgeID": "191832",
      "fromID": "151907",
      "toID": "151908",
      "formEdgeID": null
    },
    {
      "edgeID": "191833",
      "fromID": "151908",
      "toID": "151904",
      "formEdgeID": null
    },
    {
      "edgeID": "191834",
      "fromID": "151910",
      "toID": "151911",
      "formEdgeID": null
    },
    {
      "edgeID": "191835",
      "fromID": "151911",
      "toID": "151909",
      "formEdgeID": null
    },
    {
      "edgeID": "191836",
      "fromID": "151913",
      "toID": "151914",
      "formEdgeID": null
    },
    {
      "edgeID": "191837",
      "fromID": "151914",
      "toID": "151912",
      "formEdgeID": null
    },
    {
      "edgeID": "191838",
      "fromID": "151916",
      "toID": "151917",
      "formEdgeID": null
    },
    {
      "edgeID": "191839",
      "fromID": "151917",
      "toID": "151915",
      "formEdgeID": null
    },
    {
      "edgeID": "191840",
      "fromID": "151919",
      "toID": "151920",
      "formEdgeID": null
    },
    {
      "edgeID": "191841",
      "fromID": "151920",
      "toID": "151918",
      "formEdgeID": null
    },
    {
      "edgeID": "191842",
      "fromID": "151921",
      "toID": "151922",
      "formEdgeID": null
    },
    {
      "edgeID": "191843",
      "fromID": "151922",
      "toID": "151905",
      "formEdgeID": null
    },
    {
      "edgeID": "191844",
      "fromID": "151924",
      "toID": "151925",
      "formEdgeID": null
    },
    {
      "edgeID": "191845",
      "fromID": "151925",
      "toID": "151923",
      "formEdgeID": null
    },
    {
      "edgeID": "191846",
      "fromID": "151927",
      "toID": "151928",
      "formEdgeID": null
    },
    {
      "edgeID": "191847",
      "fromID": "151928",
      "toID": "151926",
      "formEdgeID": null
    },
    {
      "edgeID": "191848",
      "fromID": "151930",
      "toID": "151931",
      "formEdgeID": null
    },
    {
      "edgeID": "191849",
      "fromID": "151931",
      "toID": "151929",
      "formEdgeID": null
    },
    {
      "edgeID": "191850",
      "fromID": "151933",
      "toID": "151934",
      "formEdgeID": null
    },
    {
      "edgeID": "191851",
      "fromID": "151934",
      "toID": "151932",
      "formEdgeID": null
    },
    {
      "edgeID": "191852",
      "fromID": "151936",
      "toID": "151937",
      "formEdgeID": null
    },
    {
      "edgeID": "191853",
      "fromID": "151937",
      "toID": "151935",
      "formEdgeID": null
    },
    {
      "edgeID": "191854",
      "fromID": "151939",
      "toID": "151940",
      "formEdgeID": null
    },
    {
      "edgeID": "191855",
      "fromID": "151940",
      "toID": "151938",
      "formEdgeID": null
    },
    {
      "edgeID": "191856",
      "fromID": "151942",
      "toID": "151943",
      "formEdgeID": null
    },
    {
      "edgeID": "191857",
      "fromID": "151943",
      "toID": "151941",
      "formEdgeID": null
    },
    {
      "edgeID": "191858",
      "fromID": "151944",
      "toID": "151945",
      "formEdgeID": null
    },
    {
      "edgeID": "191859",
      "fromID": "151945",
      "toID": "151939",
      "formEdgeID": null
    },
    {
      "edgeID": "191860",
      "fromID": "151946",
      "toID": "151947",
      "formEdgeID": null
    },
    {
      "edgeID": "191861",
      "fromID": "151947",
      "toID": "151939",
      "formEdgeID": null
    },
    {
      "edgeID": "191862",
      "fromID": "151948",
      "toID": "151949",
      "formEdgeID": null
    },
    {
      "edgeID": "191863",
      "fromID": "151949",
      "toID": "151946",
      "formEdgeID": null
    },
    {
      "edgeID": "191864",
      "fromID": "151950",
      "toID": "151951",
      "formEdgeID": null
    },
    {
      "edgeID": "191865",
      "fromID": "151951",
      "toID": "151946",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
