{
  "nodes": [
    {
      "nodeID": "69953",
      "text": "No.",
      "type": "I",
      "timestamp": "2015-06-25 12:57:27"
    },
    {
      "nodeID": "138427",
      "text": "Cause a persons a person no matter how small - Dr. Seuss Horton Hears a Who",
      "type": "I",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138428",
      "text": "And a non-person is a non-person no matter how large it is!",
      "type": "I",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138429",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138430",
      "text": "I just say we make a law against abortion, and stop the genocide against the unborn. Why end a human life on the basis size, development, and environment?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138431",
      "text": "And I just say that it would be unjust and unfair of you to force metaphysical belief systems of your own which constitute religious belief upon your follows who may believe otherwise than you. Get pregnant and treat your fetus as a full person if you wish, nobody will force you to abort it. Let others follow their own beliefs differing or the same. Otherwise you attempt to obtain justice by doing injustice.Mo",
      "type": "I",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138432",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138433",
      "text": "Do pro abortion people support euthanasia as a reason for abortion? Meaning for instance... if after amniocentesis it is discovered that the child has down syndrome or if it is discovered the child will be born with no legs the previously hoping and willing parents decide to abort for this reason. Do pro abortion people support this?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138434",
      "text": "I believe prochoice people support choice.  I don't know what proabortion people support. I've never met one.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138435",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138436",
      "text": "I think you need to look up euthanasia, and not only for the correct grammar. Those examples are not euthanasia. Abortion is not the same thing as euthanasia. Why don't you just say what is on your mind, rather than setting these ham-handed traps you hope someone will fall into? It is clear what your opinion is. If you have something to say, by all means express yourself.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138437",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138438",
      "text": "Since amniocentesis is done before a fetus has legal personhood aborting such a pregnancy is not mercy killing in any way. One cannot show mercy to what constitutes mere tissue. One can show mercy to a human person. Suppose that the fetus in question has for example will have no functioning brain upon birth, then will aborting it constitute in any way the killing of a person. In sever anencephaly there is nothing there to be a person!",
      "type": "I",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138439",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138440",
      "text": "An abortion is an abortion. Your emotional use of the word 'euthanasia' is pointless and irrelevant. Either you object to abortion or you don't. Don't play semantics with regard to disability in order to try to catch prochoicers out. It won't wash. I support elective abortion up to viability, and after viability health/life of mother and severe abnormality of fetus (severe abnormality meaning those conditions that are recognised today as being so severe as to require a late term abortion). Don't like it? ... TOUGH! And Phyllis ... its a good idea to let prochoicers answer posts for themselves rather than you imposing what you think are our opinions. If you continue to post prochoicers opinions for them, then you might as well just stand in the mirror and argue with yourself.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138441",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138442",
      "text": "Of course they do.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138443",
      "text": "Ditto squared. If they support killing a perfectly healthy unborn child, they will argue that the reason stated in the Op is the main reason Abortion is needed and justified. And I must say that if 98% of all abortions were performed for that reason, the public stance against them might not be so strong.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138444",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:47:04"
    },
    {
      "nodeID": "138445",
      "text": "Of course they do, just as they also support abortion for the reason of gender selection.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138446",
      "text": "Most of the time one should be able to tell the sex of the baby by about 20 weeks and very often even at sixteen. Second trimester starts at 12 weeks. You can't get an abortion after determining the sex because its illegal. Where are you getting your data?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138447",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138448",
      "text": "Why, is there something wrong with being pro abortion?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138449",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138450",
      "text": "I wonder if those who would use abortion to euthanize certain babies would also support euthanization of others who live outside of the womb.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138451",
      "text": "Wonder what 'euthanization' is. Never heard of it before, and neither has the dictionary.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138452",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138453",
      "text": "Is there something wrong with choosing to have a cheese sandwich as opposed to peanut butter and jelly? Do you prefer actually having to make personal moral choices or do you need a rigid and inviolable instruction manual to run your life?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138454",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138455",
      "text": "Euthanization is actually a word that we use in the scientific community.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138456",
      "text": "Is that the part of the scientific community that quotes Dr. Seuss? Maybe if you ever said something closely resembling science, that would approach being a believable statement. Chloe, being a receptionist in a vet's office doesn't really qualify.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138457",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138458",
      "text": "Would you support mercy killing as a sole reason to perform an abortion?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138459",
      "text": "That is a non sequitur.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138460",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138461",
      "text": "And I just say that it would be unjust and unfair of you to force metaphysical belief systems of your own which constitute religious belief upon your follows who may believe otherwise than you. Get pregnant and treat your fetus as a full person if you wish, nobody will force you to abort it. Let others follow their own beliefs differing or the same. Otherwise you attempt to obtain justice by doing injustice.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138462",
      "text": "Really! Will you grant me the same benefit? Lets just say I have no moral problem with physically hurting you. Would you suggest that people who think that is wrong should not impose their belief system on me? You would certainly think they should impose their belief system on me. Chances are you would say something like 'well, I am a human so therefore I have certain rights' to which I would respond that chloe and I believe the fetus is a human and we believe you are a human too so therefore the same standard applies.  The argument about not pushing your beliefs on others just never works because every law is pushing beliefs on people.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:05"
    },
    {
      "nodeID": "138463",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138464",
      "text": "Do you prefer actually having to make personal moral choices or do you need a rigid and inviolable instruction manual to run your life?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138465",
      "text": "Things are better built following the instructions then going off of your own personal choices. I suppose you build your IKEA furniture based on intuition :p",
      "type": "I",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138466",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138467",
      "text": "I have never heard anyone use the phrase, 'I am a human'. Rights afforded born people need not descend from religiously inspired 'belief systems'. Your belief that a fetus deserves the same rights as fully developed people does. In fact all your arguments always flow from this presumption.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138468",
      "text": "Any belief system is a religion loosely defined.  I'd like to know how you think rights are afforded to born persons if not by a belief system or at the very least a belief in natural rights.  Either way, that doesn't address the point I had. If I can't impose my beliefs on you then who you are to impose your belief of me not hurting chemist99a?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138469",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138470",
      "text": "If you aren't for majority rule then what are you for? Dictatorship? Minority rule? Monarchy? no rule? I mean, give me something here.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138471",
      "text": "OK try the US Constitution. We are a representative democratic republic not a majority rule nation. Majorities hold certain powers but they are limited. Minorities continue to have rights which may not be infringed by the majority. Amibiguity and sharing of interests in various types of personal and social decisions is a necessary component of this system. We are built on compromise and that has served us well.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138472",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138473",
      "text": "OK try the US Constitution. We are a representative democratic republic not a majority rule nation.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138474",
      "text": "which is pretty much the same thing. The majority of representatives get their way. The representatives are elected by a majority. Being overally picky about it gets you no where...we pretty much have a majority rules nation.  And we still haven't settled the question about how you think you can impose your belief on others but I can't. The 'convention' idea didn't work, the idea that you aren't imposing a belief on others didn't work, so what is next?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138475",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138476",
      "text": "This is an activity that I engage in all the time",
      "type": "I",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138477",
      "text": "Really? Then you need a better sparring partner to sharpen your thinking.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138478",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138479",
      "text": "I can answer whatever I want. And as it turns out, my answer was correct. My answer was not a guess, nor was it a misrepresentation.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138480",
      "text": "Then argue with yourself. Why bother having others answer for themselves emoticon_rolleyes :xcensored",
      "type": "I",
      "timestamp": "2016-03-08 19:47:06"
    },
    {
      "nodeID": "138481",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:07"
    },
    {
      "nodeID": "138482",
      "text": "I am not imposing my belief on you or anyone else so far as abortion goes. Its a matter of individuals making their own moral decisions freely and voluntarily.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:07"
    },
    {
      "nodeID": "138483",
      "text": "But you are. You can't just claim someone is not a person and therefore say you are not imposing beliefs on them. If this were the case then I'd just say you aren't a person and therefore when I hurt you it wouldn't be wrong.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:07"
    },
    {
      "nodeID": "138484",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:07"
    },
    {
      "nodeID": "138485",
      "text": "In what country?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:07"
    },
    {
      "nodeID": "138486",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:47:07"
    },
    {
      "nodeID": "138487",
      "text": "I linked to a post that sufficiently validates my point. If you want to discuss in more detail the broader implications of current abortion policy, I would be happy to do so. We can start with your suggestion that abortions are illegal after the first trimester. That suggestion, while common, is not correct. 12% of abortions in the United States occur after the first trimester of pregnancy. That's an estimated total of about 154,800 abortions in 2002. And besides that, you miss the point. The point I tried to advance is that people who are avidly pro-choice typically do not see any circumstances under which they would restrict abortions save for (in some instances) the third trimester. Thus, they would defend a woman's decision to obtain an abortion for the sole reason that she fears that the child will be one gender rather than the other. It also would be interesting to know (since you felt the need to weight in) whether you support abortions performed solely for the purpose of gender selection?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:07"
    },
    {
      "nodeID": "138488",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:07"
    },
    {
      "nodeID": "138489",
      "text": "True, Good point. I was so focused on U.S. policy I left a whole world out.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:07"
    },
    {
      "nodeID": "138490",
      "text": "Well it isn't true in the US.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:07"
    },
    {
      "nodeID": "138491",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:07"
    },
    {
      "nodeID": "138492",
      "text": "For example her fetus may have a sex linked disease or have a high risk of same if its male. What would you say if it turned out that male homosexuality was maternally inherited? If it were and there was a history of males in your family being homosexual, would you consider aborting a male fetus and trying to have a daughter instead?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:07"
    },
    {
      "nodeID": "138493",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:07"
    }
  ],
  "edges": [
    {
      "edgeID": "182298",
      "fromID": "138428",
      "toID": "138429",
      "formEdgeID": null
    },
    {
      "edgeID": "182299",
      "fromID": "138429",
      "toID": "138427",
      "formEdgeID": null
    },
    {
      "edgeID": "182300",
      "fromID": "138431",
      "toID": "138432",
      "formEdgeID": null
    },
    {
      "edgeID": "182301",
      "fromID": "138432",
      "toID": "138430",
      "formEdgeID": null
    },
    {
      "edgeID": "182302",
      "fromID": "138434",
      "toID": "138435",
      "formEdgeID": null
    },
    {
      "edgeID": "182303",
      "fromID": "138435",
      "toID": "138433",
      "formEdgeID": null
    },
    {
      "edgeID": "182304",
      "fromID": "138436",
      "toID": "138437",
      "formEdgeID": null
    },
    {
      "edgeID": "182305",
      "fromID": "138437",
      "toID": "138433",
      "formEdgeID": null
    },
    {
      "edgeID": "182306",
      "fromID": "138438",
      "toID": "138439",
      "formEdgeID": null
    },
    {
      "edgeID": "182307",
      "fromID": "138439",
      "toID": "138433",
      "formEdgeID": null
    },
    {
      "edgeID": "182308",
      "fromID": "138440",
      "toID": "138441",
      "formEdgeID": null
    },
    {
      "edgeID": "182309",
      "fromID": "138441",
      "toID": "138433",
      "formEdgeID": null
    },
    {
      "edgeID": "182310",
      "fromID": "138443",
      "toID": "138444",
      "formEdgeID": null
    },
    {
      "edgeID": "182311",
      "fromID": "138444",
      "toID": "138442",
      "formEdgeID": null
    },
    {
      "edgeID": "182312",
      "fromID": "138446",
      "toID": "138447",
      "formEdgeID": null
    },
    {
      "edgeID": "182313",
      "fromID": "138447",
      "toID": "138445",
      "formEdgeID": null
    },
    {
      "edgeID": "182314",
      "fromID": "138448",
      "toID": "138449",
      "formEdgeID": null
    },
    {
      "edgeID": "182315",
      "fromID": "138449",
      "toID": "138434",
      "formEdgeID": null
    },
    {
      "edgeID": "182316",
      "fromID": "138451",
      "toID": "138452",
      "formEdgeID": null
    },
    {
      "edgeID": "182317",
      "fromID": "138452",
      "toID": "138450",
      "formEdgeID": null
    },
    {
      "edgeID": "182318",
      "fromID": "138453",
      "toID": "138454",
      "formEdgeID": null
    },
    {
      "edgeID": "182319",
      "fromID": "138454",
      "toID": "138448",
      "formEdgeID": null
    },
    {
      "edgeID": "182320",
      "fromID": "138456",
      "toID": "138457",
      "formEdgeID": null
    },
    {
      "edgeID": "182321",
      "fromID": "138457",
      "toID": "138455",
      "formEdgeID": null
    },
    {
      "edgeID": "182322",
      "fromID": "138459",
      "toID": "138460",
      "formEdgeID": null
    },
    {
      "edgeID": "182323",
      "fromID": "138460",
      "toID": "138458",
      "formEdgeID": null
    },
    {
      "edgeID": "182324",
      "fromID": "138462",
      "toID": "138463",
      "formEdgeID": null
    },
    {
      "edgeID": "182325",
      "fromID": "138463",
      "toID": "138461",
      "formEdgeID": null
    },
    {
      "edgeID": "182326",
      "fromID": "138465",
      "toID": "138466",
      "formEdgeID": null
    },
    {
      "edgeID": "182327",
      "fromID": "138466",
      "toID": "138464",
      "formEdgeID": null
    },
    {
      "edgeID": "182328",
      "fromID": "138468",
      "toID": "138469",
      "formEdgeID": null
    },
    {
      "edgeID": "182329",
      "fromID": "138469",
      "toID": "138467",
      "formEdgeID": null
    },
    {
      "edgeID": "182330",
      "fromID": "138471",
      "toID": "138472",
      "formEdgeID": null
    },
    {
      "edgeID": "182331",
      "fromID": "138472",
      "toID": "138470",
      "formEdgeID": null
    },
    {
      "edgeID": "182332",
      "fromID": "138474",
      "toID": "138475",
      "formEdgeID": null
    },
    {
      "edgeID": "182333",
      "fromID": "138475",
      "toID": "138473",
      "formEdgeID": null
    },
    {
      "edgeID": "182334",
      "fromID": "138477",
      "toID": "138478",
      "formEdgeID": null
    },
    {
      "edgeID": "182335",
      "fromID": "138478",
      "toID": "138476",
      "formEdgeID": null
    },
    {
      "edgeID": "182336",
      "fromID": "138480",
      "toID": "138481",
      "formEdgeID": null
    },
    {
      "edgeID": "182337",
      "fromID": "138481",
      "toID": "138479",
      "formEdgeID": null
    },
    {
      "edgeID": "182338",
      "fromID": "138483",
      "toID": "138484",
      "formEdgeID": null
    },
    {
      "edgeID": "182339",
      "fromID": "138484",
      "toID": "138482",
      "formEdgeID": null
    },
    {
      "edgeID": "182340",
      "fromID": "138485",
      "toID": "138486",
      "formEdgeID": null
    },
    {
      "edgeID": "182341",
      "fromID": "138486",
      "toID": "138446",
      "formEdgeID": null
    },
    {
      "edgeID": "182342",
      "fromID": "138487",
      "toID": "138488",
      "formEdgeID": null
    },
    {
      "edgeID": "182343",
      "fromID": "138488",
      "toID": "138446",
      "formEdgeID": null
    },
    {
      "edgeID": "182344",
      "fromID": "138490",
      "toID": "138491",
      "formEdgeID": null
    },
    {
      "edgeID": "182345",
      "fromID": "138491",
      "toID": "138489",
      "formEdgeID": null
    },
    {
      "edgeID": "182346",
      "fromID": "69953",
      "toID": "138493",
      "formEdgeID": null
    },
    {
      "edgeID": "182347",
      "fromID": "138493",
      "toID": "138492",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
