{
  "nodes": [
    {
      "nodeID": "140934",
      "text": "Can you tell me how it is that gene transferred horizontally (without going through selection) validates darwinism, which says all beneficial traits must pass through selection in order to be adapted? Reply With Quote",
      "type": "I",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140935",
      "text": "Genes transfered horizontally are as subject to selection as anyother form of gene. Once intergrated into the recieving genome they are simply one more heritable element and if they alter the phenotypes (many are either neutral or even inactivatee) then of course they are subject to selection. Why do you think otherwise? Remember that horizontal transfer is a rare event roughly on a par with ordinary mutations.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140936",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140937",
      "text": "And if you want to go back to the earliest examples of horizontal transfer studies you need to study Crown Gall in plants caused by Agrobacterium tumifaciens. You can start here. http://www.pnas.org/cgi/reprint/44/4/344?ijkey=2265c24265c8332fd49b5eec3c288f13fc04f89b&keytype2=tf_ipsecsha Which is a later paper by A.C. Braun regarding is 1950s work on crown gall and his finding of the so called tumor inducing principle. Something that Agrobacterium appeared to transfer to plant cells which resulted in tumor like growth and so forth. He got a lot of funding by calling it 'Plant Cancer' back then. What it turned out to be was transfer of plasmid borne genes to the plant tissue. Brauns work is absolutely classic. He got to the essential conclusions long before most of the tools of molecular biology were available. Think and experiment, use logic, do more experiments. He like Mendel managed to abstract what he was observing without being able to get down to the level of actual mechanisms.  It turned out decades later that the plasmid in Agrobacterium forms a good basis for making genetically engineered plants. In the 1970s I had the pleasure of working with some of the people who uncovered the plasmid and watching the story emerge. Some of that story is told in the following by one of the Chiltons. I well remember some of the folks pictured in fig 1. http://www.plantphysiol.org/cgi/content/full/125/1/9 And the following provides some laymen level information regarding crown gall in GE work. http://courses.washington.edu/z490/gmo/natural.html",
      "type": "I",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140938",
      "text": "so why did ToE ignore horizontal gene transfer for so many decades? Can you tell me how it is that gene transferred horizontally (without going through selection) validates darwinism, which says all beneficial traits must pass through selection in order to be adapted?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140939",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140940",
      "text": "so why did ToE ignore horizontal gene transfer for so many decades?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140941",
      "text": "It did not because it was not clear till the 1970s that horizontal gene transfer was something to be considered. Nobody knew the mechanism till that era. And of course HGT is just another form of variability to be taken into account.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140942",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140943",
      "text": "Can you tell me how it is that gene transferred horizontally (without going through selection) validates darwinism, which says all beneficial traits must pass through selection in order to be adapted?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140944",
      "text": "Fascinating - you blew right through your own usual misunderstandings of Darwinism and Darwinists and ended up with a sentence that is actually meaningful.  HGT (along with genetic drift) are important parts of modern evolutionary theory, but they do indeed have nothing to do with darwinian evolution sensu stricto, which does indeed insist on natural selection. This is why evolutionary biologists object to being called Darwinists in the sense that you and WW usually try to impose on us, and it is why we insist that there is more to evolution than natural selection or RM&NS alone, and it is why we talk about the Neodarwinian Synthesis and Modern Evolutionary Theory. HGT validates the modern ToE. Modern evolutionary theory incorporates Darwin's version, and lot's more. HGT is part of the 'lots more'.  Some versions of lateral gene transfer have been accepted and studied for many decades, notably versions of conjugation in bacteria. (It wasn't until biologists were able to start sequencing DNA in quantity that we were able to see all the retroviral DNA segments and so forth.) When someone like Gould (for example) talks about Darwinian evolution, depending on context, they are talking about either 1) the historical early version of the ToE as Darwin envisaged it, 2) the position that natural selection is the dominant process in evolution, or 3) an instance of evolutionary change in which natural selection is inferred to have been by far the most significant process. Evolution has moved well beyond Darwin's initial ideas to include mutations, recombination, and genetic drift, including HGT, in all sorts of combinations with each other and with natural selection. As Chemist says, once HGT has occurred, the new version with the new genes can easily find itself competing with the old version, providing another way that NS can be involved, but it doesn't have to be. NS is just not all there is to evolution. I can't wait to see how you are going to misinterpret this next.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140945",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140946",
      "text": "Obviously, because we were actively suppressing it because it disproves evolution. That is what you want to think, right? Decades? When was it even discovered, dipsy doodle? It was not recognized until 1984.  Since then, there have been 12,600 papers published on the subject, and that is just counting those with the exact phrase 'horizontal gene transfer' in the title or text. Do you really consider that ignoring something?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140947",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140948",
      "text": "It was not recognized until 1984.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140949",
      "text": "More like the late 1940s. Look up A.C. Braun and Crown Gall. Granted he did not know the details be he did know that bacteria could transfer 'something' {the TIP} which permantely transformed plant tissues. Later it turned out to be a bacterial plasmid.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:37"
    },
    {
      "nodeID": "140950",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:38"
    }
  ],
  "edges": [
    {
      "edgeID": "184086",
      "fromID": "140935",
      "toID": "140936",
      "formEdgeID": null
    },
    {
      "edgeID": "184087",
      "fromID": "140936",
      "toID": "140934",
      "formEdgeID": null
    },
    {
      "edgeID": "184088",
      "fromID": "140938",
      "toID": "140939",
      "formEdgeID": null
    },
    {
      "edgeID": "184089",
      "fromID": "140939",
      "toID": "140937",
      "formEdgeID": null
    },
    {
      "edgeID": "184090",
      "fromID": "140941",
      "toID": "140942",
      "formEdgeID": null
    },
    {
      "edgeID": "184091",
      "fromID": "140942",
      "toID": "140940",
      "formEdgeID": null
    },
    {
      "edgeID": "184092",
      "fromID": "140944",
      "toID": "140945",
      "formEdgeID": null
    },
    {
      "edgeID": "184093",
      "fromID": "140945",
      "toID": "140943",
      "formEdgeID": null
    },
    {
      "edgeID": "184094",
      "fromID": "140946",
      "toID": "140947",
      "formEdgeID": null
    },
    {
      "edgeID": "184095",
      "fromID": "140947",
      "toID": "140938",
      "formEdgeID": null
    },
    {
      "edgeID": "184096",
      "fromID": "140949",
      "toID": "140950",
      "formEdgeID": null
    },
    {
      "edgeID": "184097",
      "fromID": "140950",
      "toID": "140948",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
