{
  "nodes": [
    {
      "nodeID": "145013",
      "text": "However, there is one thing that the prominent religions have in common that I think they may have right if 'he/she/it' does exist, and that is the idea of omnipresence. To put it simply, if there is a Godlike entity I think it is probably the universe. This is pure conjecture, but I believe the universe could be a conscious entity. Why not?  It would not have thought processes that we as humans could in any way relate to, and given the predictability of physical phenomena according to the laws we have discovered it would not seem to be able to will anything to happen, but it could still have a sense of itself and an awareness of everything within it. This inability of humans to understand this hypothetical consciousness is why I cannot subscribe to a religion; if 'he/she/it' does exist there is no way any human could possibly understand it, relate to it, communicate with it, or even know that it exists. I doubt very much that it, if it exists, would have any interest in individual human beings; it would see us as purely an extension of the matter that makes up the planet, after all that is essentially what we are.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:26"
    },
    {
      "nodeID": "145014",
      "text": "To bring us back to the topic, I have some questions: In the first paragraph above, don't you think that omnipresence might imply eternality at least if not omniscience? In the second paragraph, just because something is beyond us, do you not think we can relate to it at least in a rudimentary fashion if not in a perfected (complete) fashion? In the third paragraph, What leads you to believe that it would see us as an extension of the planet since we are indeed distinct and separate from the planet (after all we are able to orbit the planet and even leave it all together)? EF",
      "type": "I",
      "timestamp": "2016-03-08 20:01:26"
    },
    {
      "nodeID": "145015",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:26"
    },
    {
      "nodeID": "145016",
      "text": "We can only conceive of god in very rudimentary primitive concepts because of our immature and very limited intellect.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:26"
    },
    {
      "nodeID": "145017",
      "text": "A good starting point is to get educated and be done with it....",
      "type": "I",
      "timestamp": "2016-03-08 20:01:26"
    },
    {
      "nodeID": "145018",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:01:26"
    },
    {
      "nodeID": "145019",
      "text": "Primitive and immature as compared to what or whom?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:26"
    },
    {
      "nodeID": "145020",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:26"
    },
    {
      "nodeID": "145021",
      "text": "Yes, After getting educated, we can realise that 'GOD' as we view it is just the anthromorphising of our hopes and fears.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:26"
    },
    {
      "nodeID": "145022",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:26"
    },
    {
      "nodeID": "145023",
      "text": "Do you think humans have the pinnacle of processing power and reason in our brain for the entire universe? (aside from god)",
      "type": "I",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145024",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145025",
      "text": "In the third paragraph, What leads you to believe that it would see us as an extension of the planet since we are indeed distinct and separate from the planet (after all we are able to orbit the planet and even leave it all together)?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145026",
      "text": "This is a toughie. Let me think about it and I'll get back to you...",
      "type": "I",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145027",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145028",
      "text": "In the second paragraph, just because something is beyond us, do you not think we can relate to it at least in a rudimentary fashion if not in a perfected (complete) fashion?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145029",
      "text": "Hmmm.... I think maybe it's possible to have a brief, fragmentary awareness of a higher order, a glimpse of something that is just too vast for the human brain to rationalise, but definitely not in terms of (for example) recieving ten commandments on a mountain, or a woman being impregnated with divine offspring, etc. It's possible that our brains could work like recievers, picking up fragments of the universal consciousness but if that is the case I think it is more likely to lead to madness than enlightenment! I said I have had no experience of 'God' but I have had (and some will scoff I know) bizarre, spiritual experiences on LSD and mushrooms, which I have only done a few times (before I get accused of being a spaced-out hippie!). The only way I can describe the experience is as a realisation that everything, all matter and energy, is connected in a fundamental way, and more than realising it you actually experience it, you experience being part of something all-encompassing, and once you are a part you are also the whole in its entirety. You lose all sense of self, and gain a new sense of something akin to omnipresence. Of course this may just be a hallucination entirely confined to the brain but it feels so real at the time that it's hard to know.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145030",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145031",
      "text": "To bring us back to the topic, I have some questions: In the first paragraph above, don't you think that omnipresence might imply eternality at least if not omniscience?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145032",
      "text": "OK...first up excuse me if what I say makes no sense as I have never tried to really formulate my thoughts on this... First up: omnipresence/omniscience/eternality: I'm not sure omnipresence is the definitive word to use because it implies that there is something 'other' than is 'present' everywhere, alongside or behind every point in the universe. My POV is that 'God' literally is the universe, every particle, every wave, every field. This certainly implies awareness of everything within the universe and all past events, but if you include knowledge of future events in the term 'omniscience' I am not so sure; time is another dimension like the spatial dimensions but it is very different in terms of what happens when you 'travel' along it compared to travelling through space, so I have never been able to view 4D spacetime as literally 4 equivalent dimensions; it is 3 space dimensions plus time. With this in mind, I am not sure that even a universal (ie space-transcending) consciousness would also transcend time. As for eternality, this hypothetical consciousness would only exist as long as the universe exists, and we all know the problems with that little tangle...",
      "type": "I",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145033",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145034",
      "text": "I like your thinking, although I disagree with it. You say that God is the universe. I propose that God is relational. That without a relational god we are truly hopeless. The problem you are running into is that you are trying to imagine god existing within the framework of creation (universe etc.) and tying his existence to that. NOw I am going to say something that will really not make sense to you. God existed BEFORE time. Chew on that one a bit. Eternality implies an existence outside of time. And in fact, much of science alludes to this possibility. I certainly could never prove it and do not propose to but would like it if you would consider the implications. As for God communicating to us, there is nothing that prevents that. Especially if you accept the idea that we are imago dei, image bearers of the divine. We are not perfect images but we are rational, emotional, spiritual, beings EF",
      "type": "I",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145035",
      "text": "'Before time'? Does that phrase have any meanng? That is sort of like saying something is north of the north pole. It is symantically meaningless.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145036",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145037",
      "text": "Can you explain spiritual beings? I honestly don't know what that means.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145038",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145039",
      "text": "The problem you are running into is that you are trying to imagine god existing within the framework of creation (universe etc.) and tying his existence to that.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:27"
    },
    {
      "nodeID": "145040",
      "text": "But I don't see a problem. I do see a problem with proposing that God is something 'other', something special. I have a brain, which is a real physical object. I also have a mind, which is an abstract thing the true nature of which cannot yet be ascertained, but I do not believe that it is the result of anything other than the fantastical complexity of the brain. If the physical structure of the universe is equivalent to a brain, then 'God' is the mind, but he/she/it is only a product of the universe's fantastical complexity, and not the creator.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:28"
    },
    {
      "nodeID": "145041",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:28"
    },
    {
      "nodeID": "145042",
      "text": "I like your thinking, although I disagree with it. You say that God is the universe. I propose that God is relational. That without a relational god we are truly hopeless.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:28"
    },
    {
      "nodeID": "145043",
      "text": "Why? I have heard variations on this many times and it utterly baffles me. Why do you feel we need a divine being who is interested in us, personally and collectively, for us to have any 'hope'? Hope, for me, as in hope for humanity, comes from what I see around me as being the positive qualities that we have as a race. I cannot believe that a universal consciousness would care (in terms of what we humans think of as caring) about what happens to us in the long run, because the long run is either heat death or big crunch. If we are still around in this unimaginably distant future we may well have developed means to avoid the same fate as the universe, but if we don't, or if we die out before that, then that's that. End of story. This is kind of tied in to the question I had trouble answering before, the answer to which I am still having problems defining: If God is the universe, he/she/it is also every one of us, every particle as I said before. If you look at the history of the planet in terms of particles, it's all just one dynamic system, the rocks, the oceans, the atmosphere, and the biosphere as well. The plants and creatures on this planet are made of atoms that used to be part of the rocks, oceans, and atmosphere. From this singular perspective there is no distinction between the living and the non-living parts of the planet; it's one colossal biochemical reaction. I will concede that it is possible that this 'God' entity might be aware of our own consciousness, because according to my own logic the entity also is the matter that constitutes our brains, and it is certainly the case that many people believe God has spoken to them. Some of these people are treated as having had religious experiences, some are treated as having lost their sanity.  However this in no way leads me to contemplate the idea that the Bible, Koran, Hindu Vedas etc are any more revelatory truths than are the Greek Myths or the Aboriginal Dreamtime; these are human constructs. Some of the individuals mentioned in these various texts may have had 'divine' experiences (or may have been insane {same difference}) but it does not logically follow that any of these texts have any special significance, either compared with one another or even if accepted equally or on their own merit.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:28"
    },
    {
      "nodeID": "145044",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:28"
    },
    {
      "nodeID": "145045",
      "text": "NOw I am going to say something that will really not make sense to you. God existed BEFORE time. Chew on that one a bit. Eternality implies an existence outside of time. And in fact, much of science alludes to this possibility. I certainly could never prove it and do not propose to but would like it if you would consider the implications.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:28"
    },
    {
      "nodeID": "145046",
      "text": "Given my last paragraph it should be clear why I don't agree with this. I also am not aware of any theories that imply any kind of extratemporal phenomena, only speculations as to what (if anything) may have happened before the Big Bang. If anything did (eg previous Big Crunch) that is not outside time, that is only time that is inaccessible to us in terms of observation.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:28"
    },
    {
      "nodeID": "145047",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:28"
    },
    {
      "nodeID": "145048",
      "text": "As for God communicating to us, there is nothing that prevents that. Especially if you accept the idea that we are imago dei, image bearers of the divine. We are not perfect images but we are rational, emotional, spiritual, beings",
      "type": "I",
      "timestamp": "2016-03-08 20:01:28"
    },
    {
      "nodeID": "145049",
      "text": "Nothing that prevents it communicating in theory, but I have covered the communication aspect already in this post.  The idea that we are 'image bearers of the divine' comes purely from human religions, and has no concrete basis. The atoms in my body were created by nuclear fusion in the centres of stars that exploded billions of years ago. Rather than being imago dei, we are stardust. I find that idea far more grandiose and appealing than divine providence. I'm sure you'll have more questions! Anyone else got more than a trite one-liner on their idea of God (or whatever you think he/she/it is)?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:28"
    },
    {
      "nodeID": "145050",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:28"
    }
  ],
  "edges": [
    {
      "edgeID": "186976",
      "fromID": "145014",
      "toID": "145015",
      "formEdgeID": null
    },
    {
      "edgeID": "186977",
      "fromID": "145015",
      "toID": "145013",
      "formEdgeID": null
    },
    {
      "edgeID": "186978",
      "fromID": "145017",
      "toID": "145018",
      "formEdgeID": null
    },
    {
      "edgeID": "186979",
      "fromID": "145018",
      "toID": "145016",
      "formEdgeID": null
    },
    {
      "edgeID": "186980",
      "fromID": "145019",
      "toID": "145020",
      "formEdgeID": null
    },
    {
      "edgeID": "186981",
      "fromID": "145020",
      "toID": "145016",
      "formEdgeID": null
    },
    {
      "edgeID": "186982",
      "fromID": "145021",
      "toID": "145022",
      "formEdgeID": null
    },
    {
      "edgeID": "186983",
      "fromID": "145022",
      "toID": "145017",
      "formEdgeID": null
    },
    {
      "edgeID": "186984",
      "fromID": "145023",
      "toID": "145024",
      "formEdgeID": null
    },
    {
      "edgeID": "186985",
      "fromID": "145024",
      "toID": "145019",
      "formEdgeID": null
    },
    {
      "edgeID": "186986",
      "fromID": "145026",
      "toID": "145027",
      "formEdgeID": null
    },
    {
      "edgeID": "186987",
      "fromID": "145027",
      "toID": "145025",
      "formEdgeID": null
    },
    {
      "edgeID": "186988",
      "fromID": "145029",
      "toID": "145030",
      "formEdgeID": null
    },
    {
      "edgeID": "186989",
      "fromID": "145030",
      "toID": "145028",
      "formEdgeID": null
    },
    {
      "edgeID": "186990",
      "fromID": "145032",
      "toID": "145033",
      "formEdgeID": null
    },
    {
      "edgeID": "186991",
      "fromID": "145033",
      "toID": "145031",
      "formEdgeID": null
    },
    {
      "edgeID": "186992",
      "fromID": "145035",
      "toID": "145036",
      "formEdgeID": null
    },
    {
      "edgeID": "186993",
      "fromID": "145036",
      "toID": "145034",
      "formEdgeID": null
    },
    {
      "edgeID": "186994",
      "fromID": "145037",
      "toID": "145038",
      "formEdgeID": null
    },
    {
      "edgeID": "186995",
      "fromID": "145038",
      "toID": "145034",
      "formEdgeID": null
    },
    {
      "edgeID": "186996",
      "fromID": "145040",
      "toID": "145041",
      "formEdgeID": null
    },
    {
      "edgeID": "186997",
      "fromID": "145041",
      "toID": "145039",
      "formEdgeID": null
    },
    {
      "edgeID": "186998",
      "fromID": "145043",
      "toID": "145044",
      "formEdgeID": null
    },
    {
      "edgeID": "186999",
      "fromID": "145044",
      "toID": "145042",
      "formEdgeID": null
    },
    {
      "edgeID": "187000",
      "fromID": "145046",
      "toID": "145047",
      "formEdgeID": null
    },
    {
      "edgeID": "187001",
      "fromID": "145047",
      "toID": "145045",
      "formEdgeID": null
    },
    {
      "edgeID": "187002",
      "fromID": "145049",
      "toID": "145050",
      "formEdgeID": null
    },
    {
      "edgeID": "187003",
      "fromID": "145050",
      "toID": "145048",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
