{
  "nodes": [
    {
      "nodeID": "144213",
      "text": "Omegamon_X said something in another thread that that raised some questions in my mind:  Mainly: why? Specifically, why worry about the threat of potential harm from criminals? Statistically, the risk of such is relatively low compared to, say, the leading killer in the developed world. You face a much greater threat of potential harm from that than at the hands of a criminal. Are you as adamant about eating healthy as you are about the need to have a gun? The fact is, we all constantly face the threat of potential harm every minute of every day. Risk is a part of living. I would like to know why guns specifically are needed to mitigate the risk of being the victim of a crime, when other methods (better locks, alarms, non-lethal weapons like pepper spray and tasers) can be effective.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:46"
    },
    {
      "nodeID": "144214",
      "text": "I think a more telling question would be, why the hell would you rather feel constantly threatened than feel safe? It seems completely idiotic to me. Smiley",
      "type": "I",
      "timestamp": "2016-03-08 19:59:46"
    },
    {
      "nodeID": "144215",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:46"
    },
    {
      "nodeID": "144216",
      "text": "The fact is, we all constantly face the threat of potential harm every minute of every day. Risk is a part of living. I would like to know why guns specifically are needed to mitigate the risk of being the victim of a crime, when other methods (better locks, alarms, non-lethal weapons like pepper spray and tasers) can be effective.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:46"
    },
    {
      "nodeID": "144217",
      "text": "Because guns are the best method available on the market. Settling for second best when you could have the best is just stupid. Better locks? The best they'll do is slow down the person seeking to harm you, their effectiveness is contingent on the strength of the door they're on. Alarms? So somebody will know that you're in danger, what then? That won't get the police there any faster than dialing 911. Non-lethal weapons? Somethings non-lethal is a non-option. Brandishing a can of pepper spray won't cause an attacker to flee for their life, it won't hold them at bay until the police arrive to arrest them, it won't stop a violent individual from across the room, and it sure as hell won't affect somebody that's doped up on narcotics.  And stun guns are more useless than knives, because as I've said before, you need to get right up against your attacker to use them. You have to get within stabbing distance to shock them, do you really want that to be your best option for protecting yourself? The idea is to keep the bad guy away from you, not let them get right next to you. All of these non-lethal devices, they set up the false notion that the life of a criminal intent on hurting or possibly killing you, is worth more than your own life. That belief is stupid and should be done away with. Ask any woman that's ever been raped if they feel that their attacker deserves to live more than they do.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144218",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144219",
      "text": "I think a more telling question would be, why the hell would you rather feel constantly threatened than feel safe?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144220",
      "text": "Because feeling safe isn't the same as being safe. The people on the airplanes of September 11th felt safe just before the terrorists took over. The Virginia Tech victims felt safe before they knew about the killer that managed to slaughter 32 innocents. Everyone involved in any major massacre has always had plenty of reason to feel safe right up until the killings took place. But the fact remains that none of them were safe. If they were safe then they wouldn't have gotten killed. Feeling safe is nothing more than a false sense of security that can be destroyed at any given moment. I'd rather not be a victim of some violent incident and mistakenly believe that it could never happen to me. I'd rather actually being safe as opposed to just feeling safe. Feeling safe is just that: just a feeling, it's not anything tangible, it's not something that will do you any good if somebody decides that you're going to be their next target.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144221",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144222",
      "text": "And now you say that gun owners are cowards?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144223",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144224",
      "text": "Because guns are the best method available on the market. Settling for second best when you could have the best is just stupid.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144225",
      "text": "And seven-point harnesses are the best types of seat belts. But most people are perfectly happy with the seat belts that come standard in most cars.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144226",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144227",
      "text": "Why? Because being the victim of a violent crime happens enough times for it to be a genuine concern. I'd like to see your statistics to show that violent crime rarely occurs, because the statistics I've seen show that it happens quite regularly.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144228",
      "text": "I did not say that violent crime 'rarely' occurs, merely that the risk of being a victim of such is lower relative to other risks. I am genuinely curious if you care as much about protecting your heart as you care about protecting yourself from criminals.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144229",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144230",
      "text": "The fact remains that you are far more likely to be killed by a heat attack than a criminal. Why are you so worried about criminal activity when there are much more dire threats almost everywhere?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144231",
      "text": "Because criminal activity is the more common dire threat than dying from a gas explosion, a tornado, a flood, a terrorist attack, a public bombing, a runaway semi truck, a heart attack at my age, or somebody deciding to slip rat poison into my food.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144232",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144233",
      "text": "I disagree. They are all effective methods of deterring crime. I will concede that guns can also be effective, but none of these is 100% effective at removing the risk. This is why I do not understand the need to own a gun, when in most cases other methods can be effective.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:47"
    },
    {
      "nodeID": "144234",
      "text": "Because the effectiveness of other methods don't come close to that of owning a gun for personal protection. If they did then the police wouldn't have guns because it would be redundant and not cost effective.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144235",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144236",
      "text": "Coincidentally, Tasers are not completely non-lethal. If your attacker has some underlying problem (say, heart disease) he carries a greater risk of being killed.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144237",
      "text": "And if you wind up killing somebody with a less-lethal device then you've got a mess of legal issues facing you. It's better to avoid such headaches.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144238",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144239",
      "text": "The difference, and I think it is a significant difference, is that Omegamon spoke of feeling the threat of potential harm. I believe that understanding the risks that are faced every day does not require being fearful of those risks. Nor does it require being stupidly fearless. We all take reasonable steps to reduce our risk of danger every day. To me, the use of a firearm to reduce risk does not seem all that reasonable. The intent of my opening post was to find out why Omegamon and others feel differently.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144240",
      "text": "Because we have different experiences than you and are more educated on the subject. The only ones who tend to ask 'Why do you feel you need a firearm to protect yourself' are the ones who've never faced such a situation and don't know what it's like to be in such a position.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144241",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144242",
      "text": "A little over a year ago, my apartment was broken into. As I was sleeping somebody came in and stole my roommate's computer (he was out of town, luckily). A loud noise woke me up, and when the person heard me moving around from the other room, they ran. By the time I was together enough to open my bedroom door, the guy was gone. It was a bit frightening, but I am absolutely certain that the only reason the crime occurred was because I forgot to lock the door before going to bed. Who knows if it could have turned violent if I had directly encountered the guy, but the experience in no way increased my desire to own a gun. I am more careful about locking the door, though. emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144243",
      "text": "So?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144244",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144245",
      "text": "No they couldn't.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144246",
      "text": "Oh, OK then. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144247",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144248",
      "text": "Not really. If you get heart disease from constantly eating bad foods and doing nothing about it then it's your own damn fault. But if you're attacked while going on a nightly walk and robbed at knifepoint, you're not the one that should receive the blame for the crime that happened.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144249",
      "text": "But in both situations, there are things that an individual can do to reduce the risks of bad things happening. There are also things that cannot be done in either situation to completely eliminate risk. I already mentioned that there is a genetic component to heart disease. My entire point has essentially been that human beings don't always deal with risk in entirely realistic ways.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144250",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144251",
      "text": "If somebody has a high enough threshold of pain to shrug off being shot, what's going to keep them from pulling the taser prongs out while they still have muscle control?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:48"
    },
    {
      "nodeID": "144252",
      "text": "Because electricity moves faster than a man's arm? Give me one example of this actually happening and I'll concede that it's not a ridiculous thing to consider.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144253",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144254",
      "text": "The definition of deter is 'To prevent or discourage from acting, as by means of fear or doubt'. A lock does nothing to induce fear or doubt in an attacker, all it can do is slow them down. As said before the best lock is only as strong as the door and screws used to hold it in place, so their effectiveness is highly questionable.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144255",
      "text": "See above. A lock can create doubt about the ease of entry into a residence. Many criminals move from door to door until they find one that is unlocked, rather than drawing undue attention by smashing one in.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144256",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144257",
      "text": "So, had I used the lock, that crime would not have occurred, therefore the lock would have deterred the crime.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144258",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144259",
      "text": "I would if such statistics were kept and available for analysis.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144260",
      "text": "And why do you suppose they aren't? Could it be that such an occurrence is exceptionally rare?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144261",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144262",
      "text": "Carrying a gun is their talisman against their fear of attack and injury, what do you think?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144263",
      "text": "I keep a fire extinguisher in my house, and I keep it full. That doesn't mean that I'm expecting my house to burn down. I'm just ready for it.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144264",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144265",
      "text": "I apologize if you interpreted what I said in that way. I am not attempting to downplay anything. I am only trying to understand why some people are less concerned with things that pose a greater risk.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144266",
      "text": "Because violent crime and violent criminals is something that I can't control. Heart disease, that can be worked on with good diet, exercise and medicine if necessary. It's manageable, controllable and can be avoided. You can't do that with a violent criminal.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144267",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144268",
      "text": "I say that you need to take into consideration the number of criminals that'll disregard the lock and try and break down the door anyway. That's why smart people don't rely exclusively on locks and security systems for their own protection.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:49"
    },
    {
      "nodeID": "144269",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:50"
    },
    {
      "nodeID": "144270",
      "text": "Two of the things I mentioned (better locks and security systems) have an effect at preventing home invasion. Having a gun does nothing to prevent the crime, it only serves to stop it once it has begun.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:50"
    },
    {
      "nodeID": "144271",
      "text": "And once it has begun, which would you rather have?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:50"
    },
    {
      "nodeID": "144272",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:50"
    },
    {
      "nodeID": "144273",
      "text": "Fair enough. But are there other things that could have been done to prevent the invasion before it happened? I'm not trying to diminish you sense of safety or personal security, I am genuinely curious.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:50"
    },
    {
      "nodeID": "144274",
      "text": "Well I suppose I could've always put up a sign that said 'Trespassers will be held with legal counsel, robbers will be shot, survivors will be shot again' but you're just welcoming trouble with that.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:50"
    },
    {
      "nodeID": "144275",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:50"
    },
    {
      "nodeID": "144276",
      "text": "Nobody is arguing that you shouldn't use locks on your door. As you yourself are an example, sometimes people forget to lock up. It's nice to have another option in case things turn out violent.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:50"
    },
    {
      "nodeID": "144277",
      "text": "I agree, but does another option need to be a deadly one?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:50"
    },
    {
      "nodeID": "144278",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:50"
    },
    {
      "nodeID": "144279",
      "text": "Again, I don't think anybody will argue that owning a gun prevents crime. The reason for having a gun is as you stated - to stop the crime once it has begun (though this may prevent a worse crime from occurring).",
      "type": "I",
      "timestamp": "2016-03-08 19:59:50"
    },
    {
      "nodeID": "144280",
      "text": "I think some people will and have argued that. I'll work on finding a quote, but I believe it was somebody here who argued that, because of the recent SCotUS ruling, home invasion in DC would decrease because criminals would be more worried about encountering a homeowner with a gun. You do have a point about preventing a worse crime from occuring,though.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:50"
    },
    {
      "nodeID": "144281",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:50"
    },
    {
      "nodeID": "144282",
      "text": "After something happens, it's easy to go back and take a look and analyze what could have been done in order to prevent it beforehand. That doesn't do much good after the crime has already been committed. Most people don't purchase guns and sit up late at night hoping a prowler comes along so they can blow them away. The gun is there so, if your other measures fail for any reason, you are not defenseless in a face to face confrontation. Heck, there are plenty of cases where criminals are scared off once they realize somebody is home and armed.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:50"
    },
    {
      "nodeID": "144283",
      "text": "And there are plenty of cases where criminals are scared off by much less than a gun.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:50"
    },
    {
      "nodeID": "144284",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:50"
    }
  ],
  "edges": [
    {
      "edgeID": "186410",
      "fromID": "144214",
      "toID": "144215",
      "formEdgeID": null
    },
    {
      "edgeID": "186411",
      "fromID": "144215",
      "toID": "144213",
      "formEdgeID": null
    },
    {
      "edgeID": "186412",
      "fromID": "144217",
      "toID": "144218",
      "formEdgeID": null
    },
    {
      "edgeID": "186413",
      "fromID": "144218",
      "toID": "144216",
      "formEdgeID": null
    },
    {
      "edgeID": "186414",
      "fromID": "144220",
      "toID": "144221",
      "formEdgeID": null
    },
    {
      "edgeID": "186415",
      "fromID": "144221",
      "toID": "144219",
      "formEdgeID": null
    },
    {
      "edgeID": "186416",
      "fromID": "144222",
      "toID": "144223",
      "formEdgeID": null
    },
    {
      "edgeID": "186417",
      "fromID": "144223",
      "toID": "144214",
      "formEdgeID": null
    },
    {
      "edgeID": "186418",
      "fromID": "144225",
      "toID": "144226",
      "formEdgeID": null
    },
    {
      "edgeID": "186419",
      "fromID": "144226",
      "toID": "144224",
      "formEdgeID": null
    },
    {
      "edgeID": "186420",
      "fromID": "144228",
      "toID": "144229",
      "formEdgeID": null
    },
    {
      "edgeID": "186421",
      "fromID": "144229",
      "toID": "144227",
      "formEdgeID": null
    },
    {
      "edgeID": "186422",
      "fromID": "144231",
      "toID": "144232",
      "formEdgeID": null
    },
    {
      "edgeID": "186423",
      "fromID": "144232",
      "toID": "144230",
      "formEdgeID": null
    },
    {
      "edgeID": "186424",
      "fromID": "144234",
      "toID": "144235",
      "formEdgeID": null
    },
    {
      "edgeID": "186425",
      "fromID": "144235",
      "toID": "144233",
      "formEdgeID": null
    },
    {
      "edgeID": "186426",
      "fromID": "144237",
      "toID": "144238",
      "formEdgeID": null
    },
    {
      "edgeID": "186427",
      "fromID": "144238",
      "toID": "144236",
      "formEdgeID": null
    },
    {
      "edgeID": "186428",
      "fromID": "144240",
      "toID": "144241",
      "formEdgeID": null
    },
    {
      "edgeID": "186429",
      "fromID": "144241",
      "toID": "144239",
      "formEdgeID": null
    },
    {
      "edgeID": "186430",
      "fromID": "144243",
      "toID": "144244",
      "formEdgeID": null
    },
    {
      "edgeID": "186431",
      "fromID": "144244",
      "toID": "144242",
      "formEdgeID": null
    },
    {
      "edgeID": "186432",
      "fromID": "144246",
      "toID": "144247",
      "formEdgeID": null
    },
    {
      "edgeID": "186433",
      "fromID": "144247",
      "toID": "144245",
      "formEdgeID": null
    },
    {
      "edgeID": "186434",
      "fromID": "144249",
      "toID": "144250",
      "formEdgeID": null
    },
    {
      "edgeID": "186435",
      "fromID": "144250",
      "toID": "144248",
      "formEdgeID": null
    },
    {
      "edgeID": "186436",
      "fromID": "144252",
      "toID": "144253",
      "formEdgeID": null
    },
    {
      "edgeID": "186437",
      "fromID": "144253",
      "toID": "144251",
      "formEdgeID": null
    },
    {
      "edgeID": "186438",
      "fromID": "144255",
      "toID": "144256",
      "formEdgeID": null
    },
    {
      "edgeID": "186439",
      "fromID": "144256",
      "toID": "144254",
      "formEdgeID": null
    },
    {
      "edgeID": "186440",
      "fromID": "144257",
      "toID": "144258",
      "formEdgeID": null
    },
    {
      "edgeID": "186441",
      "fromID": "144258",
      "toID": "144234",
      "formEdgeID": null
    },
    {
      "edgeID": "186442",
      "fromID": "144260",
      "toID": "144261",
      "formEdgeID": null
    },
    {
      "edgeID": "186443",
      "fromID": "144261",
      "toID": "144259",
      "formEdgeID": null
    },
    {
      "edgeID": "186444",
      "fromID": "144263",
      "toID": "144264",
      "formEdgeID": null
    },
    {
      "edgeID": "186445",
      "fromID": "144264",
      "toID": "144262",
      "formEdgeID": null
    },
    {
      "edgeID": "186446",
      "fromID": "144266",
      "toID": "144267",
      "formEdgeID": null
    },
    {
      "edgeID": "186447",
      "fromID": "144267",
      "toID": "144265",
      "formEdgeID": null
    },
    {
      "edgeID": "186448",
      "fromID": "144268",
      "toID": "144269",
      "formEdgeID": null
    },
    {
      "edgeID": "186449",
      "fromID": "144269",
      "toID": "144246",
      "formEdgeID": null
    },
    {
      "edgeID": "186450",
      "fromID": "144271",
      "toID": "144272",
      "formEdgeID": null
    },
    {
      "edgeID": "186451",
      "fromID": "144272",
      "toID": "144270",
      "formEdgeID": null
    },
    {
      "edgeID": "186452",
      "fromID": "144274",
      "toID": "144275",
      "formEdgeID": null
    },
    {
      "edgeID": "186453",
      "fromID": "144275",
      "toID": "144273",
      "formEdgeID": null
    },
    {
      "edgeID": "186454",
      "fromID": "144277",
      "toID": "144278",
      "formEdgeID": null
    },
    {
      "edgeID": "186455",
      "fromID": "144278",
      "toID": "144276",
      "formEdgeID": null
    },
    {
      "edgeID": "186456",
      "fromID": "144280",
      "toID": "144281",
      "formEdgeID": null
    },
    {
      "edgeID": "186457",
      "fromID": "144281",
      "toID": "144279",
      "formEdgeID": null
    },
    {
      "edgeID": "186458",
      "fromID": "144283",
      "toID": "144284",
      "formEdgeID": null
    },
    {
      "edgeID": "186459",
      "fromID": "144284",
      "toID": "144282",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
