{
  "nodes": [
    {
      "nodeID": "153581",
      "text": "``The authors claim their book is being rejected on political grounds,'' Koss said. ``But these are criticisms of content and quality.''",
      "type": "I",
      "timestamp": "2016-03-08 20:19:36"
    },
    {
      "nodeID": "153582",
      "text": "The guy sounds like he's trying to make a political argument out of this so he can sell more books.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:36"
    },
    {
      "nodeID": "153583",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:36"
    },
    {
      "nodeID": "153584",
      "text": "Okay, here's the hypothesis I pulled out of my rear. Long ago, some females began to wear primordial shoes. The newly evolved shoe-wearing gene was selected for, as females with leather booties were less likely to cut their feet and acquire a deadly infection. This prolonged lifespan set up a selective pressure to develop a shoe fetish among males. Males who became attracted to the booties would be at an advantage, as they would more likely impregnate the bootie women who in turn would be more likely to survive to take care of their sperm products.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:36"
    },
    {
      "nodeID": "153585",
      "text": "Sounds plausible. Surely the shoe started simple and became more complex. And surely shoes provide an advantage for survival.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:37"
    },
    {
      "nodeID": "153586",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:19:37"
    },
    {
      "nodeID": "153587",
      "text": "Yeah, if I were a creationist, I'd be scared of how fruitful that theory really is too.   Coyne's criticism of 'evolutionary psychology' as being unscientific. With modifications made by Mike Gene. http://www.idthink.net/back/coyne/ http://chronicle.augusta.com/stories/030800/tec_124-8577.shtmlb  The guy sounds like he's trying to make a political argument out of this so he can sell more books.  This can only be plausible if the victims were killed before they reproduced. But, still evolutionary psychology is tenously at best called 'science.' Just as most of psychology IMO is barely science, if at all.  Exactly. It seems that anyone can dream up hypotheses in evolutionary psychology. Here's what Coyne said:   Sounds plausible. Surely the shoe started simple and became more complex. And surely shoes provide an advantage for survival.  According to Coyne and according to Mike Gene, the author of your article, Absolutely NOT.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:37"
    },
    {
      "nodeID": "153588",
      "text": "Are you saying shoes evolved or were the result of intelligent design?",
      "type": "I",
      "timestamp": "2016-03-08 20:19:37"
    },
    {
      "nodeID": "153589",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:37"
    },
    {
      "nodeID": "153590",
      "text": "Well, there is a new discovery on the block. This time, evolutionary psychologist David Buss, from the University of Texas, argues that murder is also an adaptation. Murder could be traced back to the 'ruthless evolutionary drive to reproduce', he said. Thousands of years ago killing an enemy would boost a man's social status and improve his chances of attracting a mate, the book argued. Murderers' genes won the evolutionary battle over those of their victims and the instinct to kill now lies dormant in all of us, Prof Buss argued. I don't want to comment on Buss's argument as I have not read the book. Nevertheless, since it is so easy to create a new field of scientific exploration about human behavior using Darwin's theory, I am inspired to try my hand at it.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:37"
    },
    {
      "nodeID": "153591",
      "text": "This can only be plausible if the victims were killed before they reproduced. But, still evolutionary psychology is tenously at best called 'science.' Just as most of psychology IMO is barely science, if at all.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:37"
    },
    {
      "nodeID": "153592",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:37"
    },
    {
      "nodeID": "153593",
      "text": "A couple years back, Randy Thornhill and Craig Palmer argued that rape is an adaptation. When evolutionary biologist Jerry Coyne criticized their thesis, Thornhill labeled him as an 'anti-evolution critic.'",
      "type": "I",
      "timestamp": "2016-03-08 20:19:37"
    },
    {
      "nodeID": "153594",
      "text": "Coyne's criticism of 'evolutionary psychology' as being unscientific. With modifications made by Mike Gene. http://www.idthink.net/back/coyne/ http://chronicle.augusta.com/stories/030800/tec_124-8577.shtmlb",
      "type": "I",
      "timestamp": "2016-03-08 20:19:37"
    },
    {
      "nodeID": "153595",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:19:37"
    },
    {
      "nodeID": "153596",
      "text": "Let me propose the shoe fetish as an evolutionary adaptation. We'll define a shoe fetish as follows: a person, usually male, can only become sexually aroused when shoes are involved in the sexual act. Mind you, I'm not an expert on the shoe fetish, so my definition may be inaccurate. But that need not stop me from doing a little evolutionary psychology here.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:37"
    },
    {
      "nodeID": "153597",
      "text": "Exactly. It seems that anyone can dream up hypotheses in evolutionary psychology. Here's what Coyne said:",
      "type": "I",
      "timestamp": "2016-03-08 20:19:37"
    },
    {
      "nodeID": "153598",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:19:37"
    },
    {
      "nodeID": "153599",
      "text": "Can we test the hypothesis? Absolutely.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:38"
    },
    {
      "nodeID": "153600",
      "text": "According to Coyne and according to Mike Gene, the author of your article, Absolutely NOT.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:38"
    },
    {
      "nodeID": "153601",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:38"
    },
    {
      "nodeID": "153602",
      "text": "Okay, here's the hypothesis I pulled out of my rear. Long ago, some females began to wear primordial shoes. The newly evolved shoe-wearing gene was selected for, as females with leather booties were less likely to cut their feet and acquire a deadly infection. This prolonged lifespan set up a selective pressure to develop a shoe fetish among males. Males who became attracted to the booties would be at an advantage, as they would more likely impregnate the bootie women who in turn would be more likely to survive to take care of their sperm products.  Your hypothesis falls apart with your first statement. We all know that it would have been impossible for only ' some ' of them to have shoes. If one had them, then you can pretty much guess they all ... just had to have them.  Now you make no inference to men having shoes. Here we can agree .... Women probably did invent shoes",
      "type": "I",
      "timestamp": "2016-03-08 20:19:38"
    },
    {
      "nodeID": "153603",
      "text": "What is your theory about the foot fetish gene ?",
      "type": "I",
      "timestamp": "2016-03-08 20:19:38"
    },
    {
      "nodeID": "153604",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:38"
    },
    {
      "nodeID": "153605",
      "text": "I did not know that. Facinating!",
      "type": "I",
      "timestamp": "2016-03-08 20:19:38"
    },
    {
      "nodeID": "153606",
      "text": "It appears that peddler is finally open to learning new things! (Unless, of course, peddler is simply being facetious... which is not obvious from the immediate context.)",
      "type": "I",
      "timestamp": "2016-03-08 20:19:38"
    },
    {
      "nodeID": "153607",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:19:38"
    }
  ],
  "edges": [
    {
      "edgeID": "193012",
      "fromID": "153582",
      "toID": "153583",
      "formEdgeID": null
    },
    {
      "edgeID": "193013",
      "fromID": "153583",
      "toID": "153581",
      "formEdgeID": null
    },
    {
      "edgeID": "193014",
      "fromID": "153585",
      "toID": "153586",
      "formEdgeID": null
    },
    {
      "edgeID": "193015",
      "fromID": "153586",
      "toID": "153584",
      "formEdgeID": null
    },
    {
      "edgeID": "193016",
      "fromID": "153588",
      "toID": "153589",
      "formEdgeID": null
    },
    {
      "edgeID": "193017",
      "fromID": "153589",
      "toID": "153587",
      "formEdgeID": null
    },
    {
      "edgeID": "193018",
      "fromID": "153591",
      "toID": "153592",
      "formEdgeID": null
    },
    {
      "edgeID": "193019",
      "fromID": "153592",
      "toID": "153590",
      "formEdgeID": null
    },
    {
      "edgeID": "193020",
      "fromID": "153594",
      "toID": "153595",
      "formEdgeID": null
    },
    {
      "edgeID": "193021",
      "fromID": "153595",
      "toID": "153593",
      "formEdgeID": null
    },
    {
      "edgeID": "193022",
      "fromID": "153597",
      "toID": "153598",
      "formEdgeID": null
    },
    {
      "edgeID": "193023",
      "fromID": "153598",
      "toID": "153596",
      "formEdgeID": null
    },
    {
      "edgeID": "193024",
      "fromID": "153600",
      "toID": "153601",
      "formEdgeID": null
    },
    {
      "edgeID": "193025",
      "fromID": "153601",
      "toID": "153599",
      "formEdgeID": null
    },
    {
      "edgeID": "193026",
      "fromID": "153603",
      "toID": "153604",
      "formEdgeID": null
    },
    {
      "edgeID": "193027",
      "fromID": "153604",
      "toID": "153602",
      "formEdgeID": null
    },
    {
      "edgeID": "193028",
      "fromID": "153606",
      "toID": "153607",
      "formEdgeID": null
    },
    {
      "edgeID": "193029",
      "fromID": "153607",
      "toID": "153605",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
