{
  "nodes": [
    {
      "nodeID": "154322",
      "text": "If you mean starting from scratch with absolutely no genetic material at all as part of the formula or equation, then I don't believe man will ever accomplish that. Only God can create new life from nothing, or from non life shall we say.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:21"
    },
    {
      "nodeID": "154323",
      "text": "Well, man might someday gain the capability of fully synthasizing a molecule as complex as DNA from scratch. Of course, he would use the knowledge gained from studying how various DNA codes affect natural biological characteristics in order to properly design that DNA to achieve the desired characteristics. It might be even more difficult to then take that synthesized DNA and put it in an egg and artificial womb that has no natural (as opposed to artificial) biological parts, but even that might be achievable someday through chemical construction. All this means is that humanity might someday be able to copy the methods of nature to create a new being - perhaps even use creativity to create beings of very different natural functions than we see in our world. It is all interesting to think about and could well be achievable within this century. We already are capable of a large degree of genetic manipulation through cloning and hybridization. One would think that it will only be a matter of time before more complex technologies get developed. The other question, of course, is - If we could someday create new life using our technology, should we? That would bring up a whole host of issues, including: - Would we know what we were doing well enough not to cause great harm? - How would the beings we create be treated?",
      "type": "I",
      "timestamp": "2016-03-08 20:21:21"
    },
    {
      "nodeID": "154324",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:21"
    }
  ],
  "edges": [
    {
      "edgeID": "193534",
      "fromID": "154323",
      "toID": "154324",
      "formEdgeID": null
    },
    {
      "edgeID": "193535",
      "fromID": "154324",
      "toID": "154322",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
