{
  "nodes": [
    {
      "nodeID": "159001",
      "text": "'Six pairs of these aortic arches loop over the pharynx. In primitive fish, these arches persist and enable the gills to oxygenate the blood. In adult birds and mammals, in which lungs oxygenate the blood, such a system makes little sense - but all six pairs of aortic arches are formed in mammalian and avian embryos before the system eventually becomes simplified into a single aortic arch. Thus, even though our physiology does not require such a structure, our embryonic condition reflects our evolutionary history.' (Developmental Biology: Seventh Edition, Scott F. Gilbert, Sinauer Associates Inc., 2003, p500)",
      "type": "I",
      "timestamp": "2016-03-08 20:31:56"
    },
    {
      "nodeID": "159002",
      "text": "Another characteristic in this same general area that ties us back to fish is the development of our parathyroid glands - which are very similar to gill buds in fish - from a particular pharyngeal arch: the same one that in fish gives rise to the gill buds! Moving on to the kidneys for a minute. The human embryo forms not one, but 3 successive kidneys: the pronephric, mesonephric, and metanephric kidneys. Only that last one persists and only it is the kidney you and I and all of our fellow humans use. Why do human embryos go through two transient and simpler kidneys before getting it right? Here's a hint: the other two are carry overs from simpler organisms! The evolutionarily simplest vertebrates, such as hagfish and teleost fish, develop only the pronephric kidney: it is their adult functional kidney. Now move up an evolutionary notch to (other) fish and amphibians. In their embryos, the first kidney still develops, but soon begins to degenerate and is replaced by the mesonephric kidney, which is the functional adult kidney in these organisms. Now move up another evolutionary notch, to reptiles, birds, and mammals. Their embryos form the first kidney, which then degenerates and is replaced by the second kidney, which then degenerates and is replaced by the final, metanephric kidney: their adult functional kidney. The above is not anywhere near a complete list of embryological evidences for common descent/evolution. PS: Note the serial addition of developmental stages that occurs in kidneys as one moves up to higher evolutionary levels: 'ontogeny recapitulates phylogeny'. Of course this 'law' does not hold for all organs/organ systems in all organisms, but it does hold for a few cases. And that's enough to clearly indicate evolution of those organ systems by their being retained from ancestors and then modified during embryonic development.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:57"
    },
    {
      "nodeID": "159003",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:57"
    },
    {
      "nodeID": "159004",
      "text": "Ok, I have no interest in Creationism, and think that Evolution seems the most reasonable explanation of how life developed from its origins. I don't understand some of the stages, but then the fact that my computer can play Rome Total War is pretty mindblowing too, so that doesn't bother me. Just one question: ID is not a scientific position as it can't be tested, falsified, confirmed by experiment etc. But can evolution go through these scientific systems? Surely it is a sort of meta-theory that fits the data but cannot be tested?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:57"
    },
    {
      "nodeID": "159005",
      "text": "You have to be logical and realistic in your expectations of what can demonstrated/observed as evolution in action and what can only be described from evidence from the distant past. We can see the evolution of organisms in the world today, but because of the reproductive timeframe of many creatures we would not expect to see signifcant evolution take place in their populations over the last couple of hundred years. Take something that reproduces fast enough and great changes can be seen- look at the HIV virus and the myriad separate strains that have developed from a common ancestor in just a few decades of observation. Ancient life can never be observed in its living state- all we have are the remains of these creatures in the form of fossils. As we can position these remains in time using stratigraphy and radiometric dating we can see what their relative temporal positions were. By comparing similar forms we can see how a descendant differs from its ancestor so we can determine how the structure of that line changed with time. So we see what has changed and when but we cannot see the exact 'how', in the ancient instance at least (this is where the study of the modern gives insight).",
      "type": "I",
      "timestamp": "2016-03-08 20:31:57"
    },
    {
      "nodeID": "159006",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:57"
    },
    {
      "nodeID": "159007",
      "text": "But are the mutated fish really a different species or are they merely a race, like humans with different skin colors?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:57"
    },
    {
      "nodeID": "159008",
      "text": "No, they're the same species. If you put all these fish in the same pool at the end they would all breed with each other. The example wasn't of speciation, merely of a change in a population driven by the environment, which is the essense of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:57"
    },
    {
      "nodeID": "159009",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:57"
    },
    {
      "nodeID": "159010",
      "text": "You have to be logical and realistic in your expectations of what can demonstrated/observed as evolution in action and what can only be described from evidence from the distant past.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:57"
    },
    {
      "nodeID": "159011",
      "text": "I don't mean to be insulting, but that sounds like a Creationist argument - that some things must be taken on faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:57"
    },
    {
      "nodeID": "159012",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:57"
    },
    {
      "nodeID": "159013",
      "text": "Agreed that they are still the same species, much like the '13 species' of Darwin's Finches, and I have no problem with evolution in that respect. I can even see the plausibility of different subspecies evolving eventually into different species if they are geographically separated for a sufficiently long time. But I still don't see where evolution, in that sense of the term, can account for dozens of species of monkeys occupying the same patch of rainforest, or dozens of species of gazelles occupying the same patch of grassland.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:57"
    },
    {
      "nodeID": "159014",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:57"
    }
  ],
  "edges": [
    {
      "edgeID": "196860",
      "fromID": "159002",
      "toID": "159003",
      "formEdgeID": null
    },
    {
      "edgeID": "196861",
      "fromID": "159003",
      "toID": "159001",
      "formEdgeID": null
    },
    {
      "edgeID": "196862",
      "fromID": "159005",
      "toID": "159006",
      "formEdgeID": null
    },
    {
      "edgeID": "196863",
      "fromID": "159006",
      "toID": "159004",
      "formEdgeID": null
    },
    {
      "edgeID": "196864",
      "fromID": "159008",
      "toID": "159009",
      "formEdgeID": null
    },
    {
      "edgeID": "196865",
      "fromID": "159009",
      "toID": "159007",
      "formEdgeID": null
    },
    {
      "edgeID": "196866",
      "fromID": "159011",
      "toID": "159012",
      "formEdgeID": null
    },
    {
      "edgeID": "196867",
      "fromID": "159012",
      "toID": "159010",
      "formEdgeID": null
    },
    {
      "edgeID": "196868",
      "fromID": "159013",
      "toID": "159014",
      "formEdgeID": null
    },
    {
      "edgeID": "196869",
      "fromID": "159014",
      "toID": "159008",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
