{
  "nodes": [
    {
      "nodeID": "156908",
      "text": "I've never quite understood why so many gay rights advocates give such leeway toward Democrat candidates. Here we have one flat out saying they don't support gay marriage. Yet as usual, the only ones being criticized for it are the Republicans, and the DNC candidates are getting a pass on it. It seems to me that the real news here is that Biden, the Democrat nominee with gay special-interest constituents, so emphatically came out against gay marriage at that debate. But of course, we aren't hearing any of that from the gay press, who (as usual) are giving their candidates a free pass. Why aren't they demanding Biden explain his emphatic answering of 'no' to that question? Why aren't they demanding that HE clarify?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:10"
    },
    {
      "nodeID": "156909",
      "text": "Because it's all quite clear. Decades of effort from the religious right, conservative republicans, and their like have made gay rights a poisoned topic. It's a tragedy, but saying the right thing on this issue will cost you more votes than it will gain you, everyone knows it, and no one is going to do it. It's politics 101. The democrats, as a whole, want to do the right thing, but they know that if they say so too loudly they won't be in a position to do anything. They're forced to moderate their public stances so that they can get into positions where they can actually take action.  This is of course a generalization, but if you're talking about a political party as a whole that's unavoidable. Generally speaking dems don't trumpet gay rights because they know how many votes it'll cost them, and thus prevent them from actually working for gays rights. Reps don't trumpet gay right because they don't support gay rights. This is the common political wisdom, and if you want to show that it doesn't apply to a specific individual you need to make the case for that individual.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:10"
    },
    {
      "nodeID": "156910",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:10"
    },
    {
      "nodeID": "156911",
      "text": "Because it's all quite clear. Decades of effort from the religious right, conservative republicans, and their like have made gay rights a poisoned topic. It's a tragedy, but saying the right thing on this issue will cost you more votes than it will gain you, everyone knows it, and no one is going to do it. It's politics 101. The democrats, as a whole, want to do the right thing, but they know that if they say so too loudly they won't be in a position to do anything. They're forced to moderate their public stances so that they can get into positions where they can actually take action.  This is of course a generalization, but if you're talking about a political party as a whole that's unavoidable.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:10"
    },
    {
      "nodeID": "156912",
      "text": "So, you're basically saying that Biden was lying through his teeth when he said he doesn't support gay marriage? It was all just a lie to keep from losing votes? Interesting.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:10"
    },
    {
      "nodeID": "156913",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:10"
    },
    {
      "nodeID": "156914",
      "text": "What I'd prefer is that the candidates be honest about their views, whether it's popular or unpopular. But even knowing we're talking about political candidates (who may lie to get votes), when a candidate says something is his or her view, I think we have to take them at what they say when they answer a question like that so directly and emphatically. Otherwise, there's little point in asking questions to begin with other than maybe watching the reaction of body language and how they would respond under pressure, and so forth. Political discourse has to operate to where when a candidate gives a given view as HIS or HER view, they are taken at their word that IS their view. 'No' can't mean 'yes' and so forth.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:10"
    },
    {
      "nodeID": "156915",
      "text": "No, that's too niave an approach. We know politicians are going to tell some lies, I trust that's a given. We, as political consumers, can't simply take politicians at their word. If we want to make informed decisions about candidates we need to develop the skills to make useful judgement calls about what they're saying. We need to figure out how often they lie, what they lie about, how big their lies are. Obviously we shouldn't need to do this, it would be great if we could actually take our politicians at their word. Bad the sad reality is that we can't, not at this stage anyway.  In this particular case, if Biden says he doesn't support gay marriage I'm just as likely to think it's because he knows that open support could cost him the White House as any other reason. It's sad that such double speak is needed, I'd love it if enough courageous politicians stood forth and ended the political need for lies, but until that wonderful day I'm not going to be naive and take everything they say at their word, nor am I going to jump up and down and point fingers at every falsehood. I'll try to judge the politicians by their actions, and their lies by their magnitude, scope, and quantity.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:10"
    },
    {
      "nodeID": "156916",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:10"
    },
    {
      "nodeID": "156917",
      "text": "You're right. Both clearly stated that they did not support gay marriage. The difference that is being pointed out in the article you quoted is this: Biden DID clearly say he believed gay couples should have equal rights when it came to things like hospital visitation, insurance, etc.[B] He asked Palin directly whether she believed the same [/b",
      "type": "I",
      "timestamp": "2016-03-08 20:27:10"
    },
    {
      "nodeID": "156918",
      "text": "Really? The transcript shows that he did not ask her anything in the Gay marriage section of the discussion. Transcript can be found here: http://elections.nytimes.com/2008/president/debates/transcripts/vice-presidential-debate.html and here: http://www.cnn.com/2008/POLITICS/10/02/video.transcript/index.html (click on the same-sex benefits section and the transcript shows up right next to the video)",
      "type": "I",
      "timestamp": "2016-03-08 20:27:10"
    },
    {
      "nodeID": "156919",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:10"
    },
    {
      "nodeID": "156920",
      "text": "Democrats have consistently lead the charge for gay equality, consistently opposed by Republicans.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:11"
    },
    {
      "nodeID": "156921",
      "text": "And yet, in this case, your candidate emphatically says no to supporting gay marriage. And you aren't outraged by that? That's what I don't understand. The article focused on Palin 'needing to clarify', but didn't even take Biden to task for being against gay marriage!",
      "type": "I",
      "timestamp": "2016-03-08 20:27:11"
    },
    {
      "nodeID": "156922",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:11"
    },
    {
      "nodeID": "156923",
      "text": "I would think you'd want to know WHY he's against gay marriage. Particularly since he's your preferred candidate, and gay marriage seems to be a very important issue to you. But hey, maybe you don't care!",
      "type": "I",
      "timestamp": "2016-03-08 20:27:11"
    },
    {
      "nodeID": "156924",
      "text": "Actually, no. I don't care why he's against gay marriage. Pragmatically, what does it benefit to know? You keep trying to make an issue over why quizzing Palin and not Biden. Biden's position is plain. I don't see any confusion on it. A while back another poster on another forum argued with me that Palin was not against gays. That she was supportive. I don't see it. Last night she had a chance to clarify, but she chose not to. Her response was thoroughly devoid of any useful information, except to show me that she isn't the biggest anti-gay advocate I could imagine, and that she is against gay marriage which I already knew. Palin had a chance last night to help eliminate any confusion on her position. She chose not to. I don't see any confusion on Biden's position. While it's not what I would ultimately want, it's the best option out there in this presidential race.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:11"
    },
    {
      "nodeID": "156925",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:11"
    },
    {
      "nodeID": "156926",
      "text": "And yet, in this case, your candidate emphatically says no to supporting gay marriage. And you aren't outraged by that? That's what I don't understand.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:11"
    },
    {
      "nodeID": "156927",
      "text": "Well gee, that's what I spent all that time trying to explain to you. Perhaps you want to go back to that discussion, and not segue off onto other topics?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:11"
    },
    {
      "nodeID": "156928",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:11"
    },
    {
      "nodeID": "156929",
      "text": "And on the 'taking to task' issue, did you ever see the 'gay forum' that was held for the presidential candidates? Months ago when there were handfuls on both sides. The televised forum that ALL the Republicans refused to show up for. They WERE quizzed on gay marriage, and asked to justify their positions. It's old ground.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:11"
    },
    {
      "nodeID": "156930",
      "text": "So Biden was against gay marriage there too?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:11"
    },
    {
      "nodeID": "156931",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:11"
    },
    {
      "nodeID": "156932",
      "text": "Pragmatically, what is to be gained by such an act? I don't see Obama or Biden coming out openly for gay marriage. Politically, that's not a smart move. Most gays are smart enough to see which candidate will be more beneficial.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:11"
    },
    {
      "nodeID": "156933",
      "text": "So there's no need to be outraged or question a candidate further just on the basis that he represents the lesser-of-two-evils to you? You're using the fact Palin is there to avoid needing to take Biden to task for HIS statements. If, hypothetically speaking, Palin wasn't there at all and Biden had made the statement alone in a stump speech, you would just leave it at that and not take him to task for his position??? Frankly, if he's the candidate you feel best supports gay rights, I would think this statement on his part would be MORE alarming, and all the MORE cause for concern.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:11"
    },
    {
      "nodeID": "156934",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:11"
    },
    {
      "nodeID": "156935",
      "text": "Er ... because it's an important issue to you and he's your candidate??? Or it is only an important issue to you on non-election years? .",
      "type": "I",
      "timestamp": "2016-03-08 20:27:12"
    },
    {
      "nodeID": "156936",
      "text": "Actually, Biden isn't a Democrat I would have chosen. But then, I'm not standing for election. What I do know is he isn't the raving homophobe the Republicans prefer as candidates.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:12"
    },
    {
      "nodeID": "156937",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:12"
    },
    {
      "nodeID": "156938",
      "text": "Who said anything about blind support? You're arguing against a position that no one has raised here. The point is simply that gays know that they'll be able to work with Obama and Biden if they get into office, and they won't be able to work with McCain or Palin. If you're going to take Biden and Obama to task, do it in a way which won't hurt their chances of defeating McCain. Sure, people could jump up and down and scream about how they want more, but that wouldn't help. It would, in point of fact, do harm. If you have someone who is mostly a friend you correct them when you disagree with them, but not publically during an election.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:12"
    },
    {
      "nodeID": "156939",
      "text": "I guess we just have different approaches then. To me a candidate should be held to questioning and challenged about any public policy issue, even publicly, rather than put a 'team mentality' first and not challenge them on a stance because of already wanting them in office--I tend to decide whether I want someone in office AFTER doing those things rather than before, and let such challenges play a part in whether or not I put my support behind them. An election is the time one SHOULD challenge them, not after they're in office and there's nothing that can so easily be done about it.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:12"
    },
    {
      "nodeID": "156940",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:12"
    },
    {
      "nodeID": "156941",
      "text": "HOW OFTEN do you see people change their minds based on somebody fighting for 'gay rights'? I have seen it, but it's only a handful of times. Out of HUNDREDS of people I've talked to, it's only a 'handful of times'. Suppose Democrats do pick up the gay banner hard and heavy. Full gusto. What's the effect? I seriously expect minimal. This is going to be a battle over time. Gays got sodomy laws overturned, and the reaction was anti-gay marriage laws and amendments. The SIMPLEST thing, that should have been the most obvious to everyone, of sodomy laws overturned got a 'anti-gay marriage law/amendment' reaction. These fights ARE BEING picked and chosen.  ROFLMAO! No. We fundamentally disagree there. How long have you been arguing the gay marriage issue. And you state that you SUPPORT equality on every issue with only the gay marriage hold-out, right? If YOUR mind can't be changed in all that time, why do you think that we could win over the nation just by having Democrats come out hot and heavy. Furthermore, THINK about it. HOW LONG have we been pushing for ENDA... And we just tried the vote, and it failed... EVEN ON THE ISSUE THAT HAS OVERWHELMING MAJORITY SUPPORT, the anti-gays are able to stop the win. What do you think will happen on an issue we DO NOT have majority support on?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:12"
    },
    {
      "nodeID": "156942",
      "text": "Well, all I can say then is that no action is just about as bad as failed action, and IS as bad in terms of anything current. Either way you don't have gay marriage. You have a majority in Congress right now, and you're not demanding much change just because of fear of backlash? Yeah, there would be backlash. Heck, the Civil War was the ultimate backlash, but that didn't stop abolitionists from demanding more than TOKEN change, and it's a good thing they did. It's your gig, though, so do what you want. I don't see much point in laboring this discussion any more; I'm just pointing out my observations.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:12"
    },
    {
      "nodeID": "156943",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:12"
    }
  ],
  "edges": [
    {
      "edgeID": "195358",
      "fromID": "156909",
      "toID": "156910",
      "formEdgeID": null
    },
    {
      "edgeID": "195359",
      "fromID": "156910",
      "toID": "156908",
      "formEdgeID": null
    },
    {
      "edgeID": "195360",
      "fromID": "156912",
      "toID": "156913",
      "formEdgeID": null
    },
    {
      "edgeID": "195361",
      "fromID": "156913",
      "toID": "156911",
      "formEdgeID": null
    },
    {
      "edgeID": "195362",
      "fromID": "156915",
      "toID": "156916",
      "formEdgeID": null
    },
    {
      "edgeID": "195363",
      "fromID": "156916",
      "toID": "156914",
      "formEdgeID": null
    },
    {
      "edgeID": "195364",
      "fromID": "156918",
      "toID": "156919",
      "formEdgeID": null
    },
    {
      "edgeID": "195365",
      "fromID": "156919",
      "toID": "156917",
      "formEdgeID": null
    },
    {
      "edgeID": "195366",
      "fromID": "156921",
      "toID": "156922",
      "formEdgeID": null
    },
    {
      "edgeID": "195367",
      "fromID": "156922",
      "toID": "156920",
      "formEdgeID": null
    },
    {
      "edgeID": "195368",
      "fromID": "156924",
      "toID": "156925",
      "formEdgeID": null
    },
    {
      "edgeID": "195369",
      "fromID": "156925",
      "toID": "156923",
      "formEdgeID": null
    },
    {
      "edgeID": "195370",
      "fromID": "156927",
      "toID": "156928",
      "formEdgeID": null
    },
    {
      "edgeID": "195371",
      "fromID": "156928",
      "toID": "156926",
      "formEdgeID": null
    },
    {
      "edgeID": "195372",
      "fromID": "156930",
      "toID": "156931",
      "formEdgeID": null
    },
    {
      "edgeID": "195373",
      "fromID": "156931",
      "toID": "156929",
      "formEdgeID": null
    },
    {
      "edgeID": "195374",
      "fromID": "156933",
      "toID": "156934",
      "formEdgeID": null
    },
    {
      "edgeID": "195375",
      "fromID": "156934",
      "toID": "156932",
      "formEdgeID": null
    },
    {
      "edgeID": "195376",
      "fromID": "156936",
      "toID": "156937",
      "formEdgeID": null
    },
    {
      "edgeID": "195377",
      "fromID": "156937",
      "toID": "156935",
      "formEdgeID": null
    },
    {
      "edgeID": "195378",
      "fromID": "156939",
      "toID": "156940",
      "formEdgeID": null
    },
    {
      "edgeID": "195379",
      "fromID": "156940",
      "toID": "156938",
      "formEdgeID": null
    },
    {
      "edgeID": "195380",
      "fromID": "156942",
      "toID": "156943",
      "formEdgeID": null
    },
    {
      "edgeID": "195381",
      "fromID": "156943",
      "toID": "156941",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
