{
  "nodes": [
    {
      "nodeID": "162141",
      "text": "left an abundant fossil record from the Devonian to the end of the Cretaceous period, at which point they apparently suffered a nearly complete extinction.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:15"
    },
    {
      "nodeID": "162142",
      "text": "Coelacanth - Wikipedia, the free encyclopedia  As if this should be any surprise. The theory of evolution mindset once again contradicts observable science.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:15"
    },
    {
      "nodeID": "162143",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:15"
    },
    {
      "nodeID": "162144",
      "text": "The coelacanth, according to fossil records, and according to evolutionists, allegedly went extinct millions and millions of years ago. Until they were found alive. left an abundant fossil record from the Devonian to the end of the Cretaceous period, at which point they apparently suffered a nearly complete extinction. Coelacanth - Wikipedia, the free encyclopedia  As if this should be any surprise. The theory of evolution mindset once again contradicts observable science.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:15"
    },
    {
      "nodeID": "162145",
      "text": "There is just one thing however. The coelacanths found are different from those in the fossil record. Further, ALL evidence pointed to them being extinct, until we found other evidence, and we changed it. And, to top it off, the article says NEARLY extinct, not COMPLETELY. Although, this article was of course written after the coelocanths were re-discovered. Of course, this has absolutely nothing to do with the theory of evolution, which explains the mechanisms responsible for the change of allele frequencies in populations over time.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:15"
    },
    {
      "nodeID": "162146",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:39:15"
    },
    {
      "nodeID": "162147",
      "text": "The coelacanth, according to fossil records, and according to evolutionists, allegedly went extinct millions and millions of years ago. Until they were found alive. As if this should be any surprise. The theory of evolution mindset once again contradicts observable science.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:15"
    },
    {
      "nodeID": "162148",
      "text": ":xbanghead :xbanghead :xbanghead Experience contradicts previously accepted experience. That's how science evolves. Science. Evolves.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:15"
    },
    {
      "nodeID": "162149",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:39:15"
    },
    {
      "nodeID": "162150",
      "text": "The coelacanth, according to fossil records, and according to evolutionists, allegedly went extinct millions and millions of years ago. Until they were found alive.  Coelacanth - Wikipedia, the free encyclopedia  As if this should be any surprise. The theory of evolution mindset once again contradicts observable science.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:15"
    },
    {
      "nodeID": "162151",
      "text": "Surely the theory of evolution cannot predict whether a species is extinct or not! I thought that crocodiles and alligators were in about the same state as they were millions of years ago and that was because thier habitat did not require them to change therefore the odd slight mutations that gain the advantage and lead to change was of no advantage. If the coelacanth's habitat was no condusive to change then the same would apply.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:15"
    },
    {
      "nodeID": "162152",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:39:15"
    },
    {
      "nodeID": "162153",
      "text": "They do not differ in any significant way. The living species today closely resemble the fossils.  The prediction was made based on the mindset that everything evolved from a common ancestor over billions of years. Furthermore, it was based upon the fossil record, which is supposedly shows how everything evolved.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:16"
    },
    {
      "nodeID": "162154",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:16"
    },
    {
      "nodeID": "162155",
      "text": "They do not differ in any significant way.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:16"
    },
    {
      "nodeID": "162156",
      "text": "Yes they do. Modern Coelocanth: Modern Coelocanth",
      "type": "I",
      "timestamp": "2016-03-08 20:39:16"
    },
    {
      "nodeID": "162157",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:16"
    },
    {
      "nodeID": "162158",
      "text": "The prediction was made based on the mindset that everything evolved from a common ancestor over billions of years. Furthermore, it was based upon the fossil record, which is supposedly shows how everything evolved.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:16"
    },
    {
      "nodeID": "162159",
      "text": "No, it was based upon the fact we hadn't seen one, yet there were fossils of them. Then when we did see the descendants of the fossils and it got changed, that's how science works, when better data is found, the theories are changed.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:16"
    },
    {
      "nodeID": "162160",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:16"
    },
    {
      "nodeID": "162161",
      "text": "Yes they do. Modern Coelocanth: Modern Coelocanth  No they don't. Fossil Coelocanth: Fossil Coelocanth  No, it was based upon the fact we hadn't seen one, yet there were fossils of them. Then when we did see the descendants of the fossils and it got changed, that's how science works, when better data is found, the theories are changed.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:16"
    },
    {
      "nodeID": "162162",
      "text": "A model of a live fish and fossils of a fish are going to be significantly different under any circumstances. There was a gap in the fossil record, scientists looked it at it, and using the theory of evolution mindset, automatically assumed that it went extinct millions and millions of years ago. But of course, it was absolutely wrong. A prediction was made based on the theory of evolution and it was absolutely wrong. Simple.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:16"
    },
    {
      "nodeID": "162163",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:39:16"
    },
    {
      "nodeID": "162164",
      "text": "First of all, let's compare the 'B' specimen in this fossil link to the modern specimen and point out any significant difference to me. Secondly, shortly after the discovery was made of the living fish, but before the fix was in to excuse the massive assumptions evolutionists previously made regarding what the fossil represented, Nat Geo reported the truth about the claims evolutions had made prior to finding this fish alive and well and basically unchanged after an alleged hundreds of millions of years. One example that amply demonstrates the accuracy of evolutionary dating and sequencing of fossil fish, or any fossil for that matter, would be the story of the coelacanth. This is a genuine fish story. For many years evolutionists had assured us that the coelacanth, a member of the crossopterygian family and a supposed link to amphibians, had most definitely been extinct for at least sixty million years, at least according to their precise methods of dating and their exact analysis of the indisputable evidence of the fossil record. No doubt about it, the coelacanth died out millennia ago along with the dinosaurs, at least until a living coelacanth was dredged up off the coast of Africa in 1938. Since then hundreds of live coelacanths have been found. In the June, 1988 National Geographic Magazine they featured numerous pictures of the coelacanth swimming around in the ocean depths, where they differ very little from the ones found entombed in the fossil layers, thus providing no evidence of any kind of evolution occurring for the coelacanth, despite the fact that the evolutionists say these fish have been swimming around for at least four hundred million years. The ancient coelacanths, from the first time they appeared in the fossil record were virtually identical to the living ones we find at the present day, extending all the way back through the geologic record past the Paleogene age of the mammals (63 million years), before the Cretaceous and Jurassic age of the dinosaurs (100 million through 225 million years ago), before the Triassic age of early mammals (200 million through 250 million years ago), before the Permian age of early reptiles (250 million through 300 million years ago), before the Carboniferous age (300 million through 370 million years ago), all the way back to the Devonian era, 400 million years ago in the fossil record, according to the time scale of the evolutionists. Initially it couldn't be admitted that a living coelacanth had appeared that was identical to a species that evolutionists had calmly assured us was extinct for so many millions of years. Thus when a live example of this extinct fish had been found, J.L.B. Smith, a chemist and ichthyologist at Rhodes University in Grahamstown University, South Africa, pronounced it an entirely new genus and species, differentfrom any coelacanth previously recorded as fossils. Smith gave the living coelacanth a very scientific name, Latimeria chalumnae, after Marjorie Courtenay-Latimer who discovered the fish, and the mouth of the Chalumna River where it was captured. Just how different is this fish from the ancient coelacanth? On pp.832 of the National Geographic article of 1988, there is a study of the comparative anatomy between the living and ancient coelacanth with this caption next to pictures of each one. They state: 'LIKE CARBON COPIES, the tail of a live coelacanth and a 140-million year-old fossil virtually match.' They go on to report: 'Few creatures have endured such an immense span of time with so little change as the coelacanth. The cut-away drawing of a present-day specimen seems almost identical with the 140-million year-old fossil found in a quarry in southern West Germany. It is that extraordinary lack of change that enabled Professor J.L.B. Smith in Grahamstown to identify the coelacanth caught in South Africa in 1938 from a rough sketch, although he had never seen a live specimen.'(30) Throughout the entire history of vertebrate animals the coelacanth appears, differing very little in structure, showing absolutely no signs of evolving from one species and/or changing into any other kind of species through the supposed millions of years of it's existence. It would seem that giving the newly discovered living coelacanth the status of an entirely new species and genus was simply to hide their embarrassment while they were scrambling to come up with some kind of an explanation as to why they had been so sure that it had been extinct for sixty million years. I think there's something fishy here in what the evolutionists have been trying to tell us. This is true of virtually all fossils found, whether sharks or sand-dollars, they show no signs of evolutionary change to or from another distinct species. Evolutionists had long speculated that the crossopterygians (the class of fish including the coelacanth), because they had bony elements in their fins, may have had the ability to walk while in the water on the floor of the sea, which somehow led to the development of legs to walk on the land. This scenario was put to rest when the authors wrote in the National Geographic article: 'Our films settled another question that has intrigued scientists: whether the coelacanth can walk on its lobed fins. Though we observed several individuals resting with their fins braced against the sea bottom, we never saw any of them walk, and it appears the fish is unable to do so.'(31) It should be noted that the coelacanth does not lay eggs like most fish, amphibians and reptiles do, but gives live birth. Thus as evolutionists had tried to connect the coelacanth with some unknown link between amphibians and fish, this would put it in a rather dubious position as an intermediary candidate. The red-tailed sun perch off the northwest coast of the United States also gives live birth after nine months, two thirds of all existing sharks give birth to live, wriggling, little, sharks, some lizards give live birth, so a supposed evolutionary sequence demonstrating how fish, amphibians and reptiles lay eggs while only mammals and marsupials give live birth would be in serious trouble.The Fossil Record Here's the relevant point of exposing how evolutionists dealt with defining the Coelacanth. Before evolutionists knew that living examples of this fish existed, they never even hesitated in taking the observable physical features it exhibited and thought nothing of creating a completely inaccurate and totally fictional biography of that fish's evolutionary journey. They not only claimed that it crawled on the Sea bottom which proved it was an intermediary fish, but they made assumptions based on the fact that it birthed its young live rather than being an egg layer. Here is Hans Fricke's own story regarding the investigation into the coelacanths natural habitat which Nat Geo's story is based upon. And notice the last paragraph in the story. The Fish That Time Forgot - Sidebar - MSN Encarta IT SAY'S THIS: I confess I'm sorry we never saw a coelacanth walk on its fins. Professor Smith himself nicknamed the coelacanth Old Fourlegs in the belief that the creature actually did walk upon the seafloor like a seal on its flippers. Alas, that does not seem to be the case. For every myth we dispelled, however, I'm certain there are a dozen fascinating discoveries still to be made. In short, we have just begun to know the coelacanth. So even though this man is in no way an anti-evolutionist, even he had to admit that what had been not only assumed to be true about the coelacanth, but had been widely reported as a discovery which was supported by documented fossil evidence, was a complete myth. Which I believe and assert can be said for all of the so called evidence which exists for the pseudo science of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:16"
    },
    {
      "nodeID": "162165",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:16"
    },
    {
      "nodeID": "162166",
      "text": "But of course, it was absolutely wrong.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:16"
    },
    {
      "nodeID": "162167",
      "text": "Yes, but we had no way to tell until we found them again, now had we?",
      "type": "I",
      "timestamp": "2016-03-08 20:39:17"
    },
    {
      "nodeID": "162168",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:39:17"
    },
    {
      "nodeID": "162169",
      "text": "A prediction was made based on the theory of evolution and it was absolutely wrong. Simple.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:17"
    },
    {
      "nodeID": "162170",
      "text": "The prediction was NOT made based on the theory of evolution, but on the fact that there were fossils up until a certain time, then there were no more fossils and nobody had seen the thing. What's so hard to understand here?",
      "type": "I",
      "timestamp": "2016-03-08 20:39:17"
    },
    {
      "nodeID": "162171",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:17"
    },
    {
      "nodeID": "162172",
      "text": "Here's the relevant point of exposing how evolutionists dealt with defining the Coelacanth. Before evolutionists knew that living examples of this fish existed, they never even hesitated in taking the observable physical features it exhibited and thought nothing of creating a completely inaccurate and totally fictional biography of that fish's evolutionary journey. They not only claimed that it crawled on the Sea bottom which proved it was an intermediary fish, but they made assumptions based on the fact that it birthed its young live rather than being an egg layer.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:17"
    },
    {
      "nodeID": "162173",
      "text": "What is your evidence they didn't do this? Remember, today's Coelacanth is different.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:17"
    },
    {
      "nodeID": "162174",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:17"
    },
    {
      "nodeID": "162175",
      "text": "So even though this man is in no way an anti-evolutionist, even he had to admit that what had been not only assumed to be true about the coelacanth, but had been widely reported as a discovery which was supported by documented fossil evidence, was a complete myth. Which I believe and assert can be said for all of the so called evidence which exists for the pseudo science of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:17"
    },
    {
      "nodeID": "162176",
      "text": "He's not talking about the fossil Coelacanth, he's talking about the modern version of it. And you can assert all you want, without evidence, they're just that, assertions.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:17"
    },
    {
      "nodeID": "162177",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:17"
    },
    {
      "nodeID": "162178",
      "text": "Here is Hans Fricke's own story regarding the investigation into the coelacanths natural habitat which Nat Geo's story is based upon. And notice the last paragraph in the story. The Fish That Time Forgot - Sidebar - MSN Encarta IT SAY'S THIS: I confess I'm sorry we never saw a coelacanth walk on its fins. Professor Smith himself nicknamed the coelacanth Old Fourlegs in the belief that the creature actually did walk upon the seafloor like a seal on its flippers. Alas, that does not seem to be the case. For every myth we dispelled, however, I'm certain there are a dozen fascinating discoveries still to be made. In short, we have just begun to know the coelacanth.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:17"
    },
    {
      "nodeID": "162179",
      "text": "Of course they didn't see it walk, it's a different genus altogether.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:17"
    },
    {
      "nodeID": "162180",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:17"
    },
    {
      "nodeID": "162181",
      "text": "First of all, compare the 'B' specimen in your fossil link to the modern specimen and point out any significant difference to me.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:18"
    },
    {
      "nodeID": "162182",
      "text": "At your service: Comparison I could've just circled the whole thing, but this makes it clearer. Plus it's overall body shape is 'fatter'",
      "type": "I",
      "timestamp": "2016-03-08 20:39:18"
    },
    {
      "nodeID": "162183",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:18"
    },
    {
      "nodeID": "162184",
      "text": "Of course, no species of coelacanth living today is like the ones found in the fossil record. The fossil coelacanths are small, freshwater fish. The ones living today are large, deep ocean fish. The whole creationist position on coelacanths is based on the misconception that these fish have not evolved. But they are greatly evolved from their ancestors.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:18"
    },
    {
      "nodeID": "162185",
      "text": "Phil S: Doesn't it get tedious seeing the same creationist arguments rehashed over & over again? Willful ignorance is so irritating. A person has to pray very hard to keep their mind closed to anything they might learn from these debates.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:18"
    },
    {
      "nodeID": "162186",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:39:18"
    },
    {
      "nodeID": "162187",
      "text": "Hence why this forum is essentially a joke. Without PRATTs, creationists have nothing. Go to the link in my signature for a place that cracks down on PRATTs.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:18"
    },
    {
      "nodeID": "162188",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:39:18"
    },
    {
      "nodeID": "162189",
      "text": "If the coelacanth's habitat was no condusive to change then the same would apply.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:18"
    },
    {
      "nodeID": "162190",
      "text": "Deep ocean is probably the least changed environment on earth. That's were modern coelacanths live.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:18"
    },
    {
      "nodeID": "162191",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:18"
    },
    {
      "nodeID": "162192",
      "text": "I thought that crocodiles and alligators were in about the same state as they were millions of years ago and that was because thier habitat did not require them to change therefore the odd slight mutations that gain the advantage and lead to change was of no advantage.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:18"
    },
    {
      "nodeID": "162193",
      "text": "Right. It's called stasis. Species that are well adapted to their environments tend to change little in a stable environment. It is still true that fossil crocs are not the same as modern crocs. There are obvious differences.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:18"
    },
    {
      "nodeID": "162194",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:39:18"
    },
    {
      "nodeID": "162195",
      "text": "Surely the theory of evolution cannot predict whether a species is extinct or not!",
      "type": "I",
      "timestamp": "2016-03-08 20:39:19"
    },
    {
      "nodeID": "162196",
      "text": "You are correct. That fossil species have gone extinct is an observation.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:19"
    },
    {
      "nodeID": "162197",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:39:19"
    }
  ],
  "edges": [
    {
      "edgeID": "199106",
      "fromID": "162142",
      "toID": "162143",
      "formEdgeID": null
    },
    {
      "edgeID": "199107",
      "fromID": "162143",
      "toID": "162141",
      "formEdgeID": null
    },
    {
      "edgeID": "199108",
      "fromID": "162145",
      "toID": "162146",
      "formEdgeID": null
    },
    {
      "edgeID": "199109",
      "fromID": "162146",
      "toID": "162144",
      "formEdgeID": null
    },
    {
      "edgeID": "199110",
      "fromID": "162148",
      "toID": "162149",
      "formEdgeID": null
    },
    {
      "edgeID": "199111",
      "fromID": "162149",
      "toID": "162147",
      "formEdgeID": null
    },
    {
      "edgeID": "199112",
      "fromID": "162151",
      "toID": "162152",
      "formEdgeID": null
    },
    {
      "edgeID": "199113",
      "fromID": "162152",
      "toID": "162150",
      "formEdgeID": null
    },
    {
      "edgeID": "199114",
      "fromID": "162153",
      "toID": "162154",
      "formEdgeID": null
    },
    {
      "edgeID": "199115",
      "fromID": "162154",
      "toID": "162145",
      "formEdgeID": null
    },
    {
      "edgeID": "199116",
      "fromID": "162156",
      "toID": "162157",
      "formEdgeID": null
    },
    {
      "edgeID": "199117",
      "fromID": "162157",
      "toID": "162155",
      "formEdgeID": null
    },
    {
      "edgeID": "199118",
      "fromID": "162159",
      "toID": "162160",
      "formEdgeID": null
    },
    {
      "edgeID": "199119",
      "fromID": "162160",
      "toID": "162158",
      "formEdgeID": null
    },
    {
      "edgeID": "199120",
      "fromID": "162162",
      "toID": "162163",
      "formEdgeID": null
    },
    {
      "edgeID": "199121",
      "fromID": "162163",
      "toID": "162161",
      "formEdgeID": null
    },
    {
      "edgeID": "199122",
      "fromID": "162164",
      "toID": "162165",
      "formEdgeID": null
    },
    {
      "edgeID": "199123",
      "fromID": "162165",
      "toID": "162156",
      "formEdgeID": null
    },
    {
      "edgeID": "199124",
      "fromID": "162167",
      "toID": "162168",
      "formEdgeID": null
    },
    {
      "edgeID": "199125",
      "fromID": "162168",
      "toID": "162166",
      "formEdgeID": null
    },
    {
      "edgeID": "199126",
      "fromID": "162170",
      "toID": "162171",
      "formEdgeID": null
    },
    {
      "edgeID": "199127",
      "fromID": "162171",
      "toID": "162169",
      "formEdgeID": null
    },
    {
      "edgeID": "199128",
      "fromID": "162173",
      "toID": "162174",
      "formEdgeID": null
    },
    {
      "edgeID": "199129",
      "fromID": "162174",
      "toID": "162172",
      "formEdgeID": null
    },
    {
      "edgeID": "199130",
      "fromID": "162176",
      "toID": "162177",
      "formEdgeID": null
    },
    {
      "edgeID": "199131",
      "fromID": "162177",
      "toID": "162175",
      "formEdgeID": null
    },
    {
      "edgeID": "199132",
      "fromID": "162179",
      "toID": "162180",
      "formEdgeID": null
    },
    {
      "edgeID": "199133",
      "fromID": "162180",
      "toID": "162178",
      "formEdgeID": null
    },
    {
      "edgeID": "199134",
      "fromID": "162182",
      "toID": "162183",
      "formEdgeID": null
    },
    {
      "edgeID": "199135",
      "fromID": "162183",
      "toID": "162181",
      "formEdgeID": null
    },
    {
      "edgeID": "199136",
      "fromID": "162185",
      "toID": "162186",
      "formEdgeID": null
    },
    {
      "edgeID": "199137",
      "fromID": "162186",
      "toID": "162184",
      "formEdgeID": null
    },
    {
      "edgeID": "199138",
      "fromID": "162187",
      "toID": "162188",
      "formEdgeID": null
    },
    {
      "edgeID": "199139",
      "fromID": "162188",
      "toID": "162185",
      "formEdgeID": null
    },
    {
      "edgeID": "199140",
      "fromID": "162190",
      "toID": "162191",
      "formEdgeID": null
    },
    {
      "edgeID": "199141",
      "fromID": "162191",
      "toID": "162189",
      "formEdgeID": null
    },
    {
      "edgeID": "199142",
      "fromID": "162193",
      "toID": "162194",
      "formEdgeID": null
    },
    {
      "edgeID": "199143",
      "fromID": "162194",
      "toID": "162192",
      "formEdgeID": null
    },
    {
      "edgeID": "199144",
      "fromID": "162196",
      "toID": "162197",
      "formEdgeID": null
    },
    {
      "edgeID": "199145",
      "fromID": "162197",
      "toID": "162195",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
