{
  "nodes": [
    {
      "nodeID": "146698",
      "text": "Prominent conservative J. Harvie Wilkinson of the 4th U.S. Circuit Court of Appeals compared Heller to Roe v. Wade and criticized it for its lack of adherence to conservative methodology: 'Heller represents a triumph for conservative lawyers. But it also represents a failure - the Court's failure to adhere to a conservative judicial methodology in reaching its decision. In fact, Heller encourages Americans to do what conservative jurists warned for years they should not do: bypass the ballot and seek to press their political agenda in the courts.' SSRN-Of Guns, Abortions, and the Unraveling Rule of Law by J. Wilkinson  Supreme Court Justice Stevens also made a similar criticism. 'With emphasis on the word 'genuine,' Stevens said that 'a genuine judicial conservative' would not have inserted the Court into the 'political thicket' of the gun rights debate as Scalia had done.' The BLT: The Blog of Legal Times : Supreme Court: Scalia and Stevens Duke It Out So are pro-gun activists not so different than gay rights activists? Both groups have used the courts to further their own agenda. It probably would have been better if Scalia had said to himself when the case was brought before the court, 'There certainly is no consensus about the meaning of the Second Amendment and I, as an amateur historian, am certainly not going to force my own personal views on others. I will let the people decide through their elected representatives how much gun control is necessary in their own communities.'",
      "type": "I",
      "timestamp": "2016-03-08 20:04:46"
    },
    {
      "nodeID": "146699",
      "text": "I may be a pro-gunner but what doe's that have to do with with gay rights? Since I'm a pro- gunner I won't force my life style or views on you,if you don't force yours on me.Deal? After all you seem to be the expert on gay rights.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:46"
    },
    {
      "nodeID": "146700",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:46"
    },
    {
      "nodeID": "146701",
      "text": "Prominent conservative J. Harvie Wilkinson of the 4th U.S. Circuit Court of Appeals compared Heller to Roe v. Wade and criticized it for its lack of adherence to conservative methodology:",
      "type": "I",
      "timestamp": "2016-03-08 20:04:46"
    },
    {
      "nodeID": "146702",
      "text": "And before Heller, numerous judges declared that the Second Amendment was nothing more than a collective right that belonged to the states, giving them permission to have private militia armies for their own defense. In the end though, both they, and Wilkinson are wrong and their opinions matter not.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:46"
    },
    {
      "nodeID": "146703",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:46"
    },
    {
      "nodeID": "146704",
      "text": "It probably would have been better if Scalia had said to himself when the case was brought before the court, 'There certainly is no consensus about the meaning of the Second Amendment and I, as an amateur historian, am certainly not going to force my own personal views on others. I will let the people decide through their elected representatives how much gun control is necessary in their own communities.'",
      "type": "I",
      "timestamp": "2016-03-08 20:04:46"
    },
    {
      "nodeID": "146705",
      "text": "You seem to forget we already tried this standard. And it's for this reason that the 14th Amendment came into existence; because allowing local communities to disregard the constitution on the basis that it didn't apply to them, was a massive failure and outright racist.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:46"
    },
    {
      "nodeID": "146706",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:46"
    },
    {
      "nodeID": "146707",
      "text": "So are pro-gun activists not so different than gay rights activists?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:46"
    },
    {
      "nodeID": "146708",
      "text": "There's no mention of gays in the constitution.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:46"
    },
    {
      "nodeID": "146709",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:46"
    },
    {
      "nodeID": "146710",
      "text": "Both groups have used the courts to further their own agenda.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:46"
    },
    {
      "nodeID": "146711",
      "text": "Our agenda is incorporation and equal treatment. What's yours?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146712",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146713",
      "text": "Supreme Court Justice Stevens also made a similar criticism. 'With emphasis on the word 'genuine,' Stevens said that 'a genuine judicial conservative' would not have inserted the Court into the 'political thicket' of the gun rights debate as Scalia had done.'",
      "type": "I",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146714",
      "text": "Too damn bad. The nature of the Second Amendment had to be addressed, it was, now shut up and move on.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146715",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146716",
      "text": "'Heller represents a triumph for conservative lawyers. But it also represents a failure - the Court's failure to adhere to a conservative judicial methodology in reaching its decision. In fact, Heller encourages Americans to do what conservative jurists warned for years they should not do: bypass the ballot and seek to press their political agenda in the courts.'",
      "type": "I",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146717",
      "text": "Wilkinson is as full of **** as you are. When we brought the Heller case before the Supreme Court, we wanted them to determine whether or not DC's handgun laws, which weren't voted on but rather just passed without debate, were constitutional or not. That's the job of the Supreme Court, to determine if a law is unconstitutional or if it may be allowed to remain as law. Your standard of pressing legislators to pass one law to repeal another is just plain stupid. The only ones who we could ask to do such are the DC people who threw their full support behind the DC gun ban, proclaiming that it was both constitutional and reasonable, and should be allowed to remain. There was absolutely no way of using the ballot to get anything done. And another thing. There's absolutely no political agenda here, whatsoever. All we want is for one part of the Bill of Rights to be treated with the same equality and respect as all the other parts.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146718",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146719",
      "text": "And if that was the accepted rule for Constitutional interpretation we would still have Jim Crow and the 14th Amendment would be as useful as the 3rd. Total Fail on your part again Galileo . . .",
      "type": "I",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146720",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146721",
      "text": "Is there a point here? Didn't the dissenting Justices all agree that the right is an individual right, claimable and enforceable by individuals? It is clear the Stevens dissent was focused on a misreading of Miller's holding and his just for gun rights metamorphosis supporting the illegitimate assumption that the government can exercise vast unspecified and unenumerated powers just because it feels like it. In Heller Stevens abandons his belief in Roe's 'prenumbra' theory, that the Bill of Rights is just a rough outline of liberty interests that stand as examples of many others. I endorse Justice Harlan's dissent in Poe without Stevens' recent equivocation and find it to be a compelling argument in constitutional interpretation, since elevated to the opinion of the Court in a case which Stevens concurred: 'Neither the Bill of Rights nor the specific practices of States at the time of the adoption of the Fourteenth Amendment marks the outer limits of the substantive sphere of liberty which the Fourteenth Amendment protects. See U.S. Const., Amdt. 9. As the second Justice Harlan recognized: '[T]he full scope of the liberty guaranteed by the Due Process Clause cannot be found in or limited by the precise terms of the specific guarantees elsewhere provided in the Constitution. This `liberty' is not a series of isolated points pricked out in terms of the taking of property; the freedom of speech, press, and religion; the right to keep and bear arms; the freedom from unreasonable searches and seizures; and so on. It is a rational continuum which, broadly speaking, includes a freedom from all substantial arbitrary impositions and purposeless restraints, . . . and which also recognizes, what a reasonable and sensitive judgment must, that certain interests require particularly careful scrutiny of the state needs asserted to justify their abridgment.'' Casey v. Planned Parenthood, 505 U.S. 833, 848 (1992) This famous exposition is a long standing favorite of Stevens. He cited it in his dissent in Albright v. Oliver, 510 U.S. 266, 306-07 (1994). But he abandons his relationship with these ideals in Heller? Give me a break . . . Who's sacrificing his principles for policy? At least Scalia's error results in an outcome that is consistent with his fundamental beliefs. That can not be said for Stevens. Just for info sake, Harlan's dissent is also quoted in the plurality (Stevens concurring) in Moore v. City of East Cleveland, 431 U.S. 494, 502 (1977) , it was originally written by Justice Harlan in his dissent in Poe v. Ullman, 367 U.S. 497, 543 (1961)",
      "type": "I",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146722",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146723",
      "text": "There's no mention of gays in the constitution.  Our agenda is incorporation and equal treatment. What's yours?  You seem to forget we already tried this standard. And it's for this reason that the 14th Amendment came into existence; because allowing local communities to disregard the constitution on the basis that it didn't apply to them, was a massive failure and outright racist.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146724",
      "text": "We've already been over this and again you're confusing two separate issues. I think everyone is agreed that people no matter what race are entitled to equal protection under the law.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146725",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146726",
      "text": ": It probably would have been better if Scalia had said to himself when the case was brought before the court, 'There certainly is no consensus about the meaning of the Second Amendment and I, as an amateur historian, am certainly not going to force my own personal views on others. I will let the people decide through their elected representatives how much gun control is necessary in their own communities.'  Nice interpretation by Dennis Henigan of HCI. He would have loved that but pretending it hasn't been ruled as an individual right by the 82nd Congress, the DOJ in August 2004 with all the history and also by 35 Supreme Court rulings and TWO CENTURIES of lower court cases that fills a 660 pg. book with majority opinion, he is either deaf/blind or outright deceitful...I opt for the latter. He and they know full well that all the courts now are bound to consider any Second Amendment case as a civil rights issue thanks to this ruling. 'letting people decide' has already been done, once when the Constitution was ratified with the BOR and again when the XIVth Amendment was passed. He may as well say race issues will be decided by elected representatives the racial balance necessary in their own communities' He is completely dishonest and knows full well that this is a Republic based on the Law of the Land, The Constitution and not a democracy as he suggests. One may as well follow the Piper over the cliff like a herd of lemmings to not recognize this time worn tune played by the gun grabbers.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:47"
    },
    {
      "nodeID": "146727",
      "text": "Even new Justice Sotomayor, who claimed she ruled by precedent will be bound by the Heller Decision if she remains true to her purported philosophy. The debate between Sui Juris and Res Judicia should no longer be an issue with the liberals on this RIGHT! It either applies to all or it applies to none which would result as Justice W.O. Douglas wrote: 'a revolution'. It is in the government's (federal especially) best interests to keep our soldiers employed in foreign countries. BTW, I think the court decision in Nunn vs. State of Georgia did the best summation of this right!",
      "type": "I",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146728",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146729",
      "text": "What's your point? Of course they will be bound by Heller just as the courts are bound by Roe v. Wade. That point wasn't in dispute. As long as you're talking about 19th Century Second Amendment case law, I like The State v. Buzzard (1842).",
      "type": "I",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146730",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146731",
      "text": "I never said that the majority of gun owners are racist. If you think that being compared to gay rights activists is somehow demonizing you then perhaps that shows how you feel about gay people. The issue is conservatives using liberal tactics to advance a conservative agenda.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146732",
      "text": "HAHAHAHAHAHAHAHAHA! rotflmao. yOU just committed suicide, ugh, gory!",
      "type": "I",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146733",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146734",
      "text": "Nice spin by way of projection but you are wrong as usual. I find your defination of your position to be too funny. Like it is some how wrong to turn the tables on the left by using their methods. You still fail to address the fact of liberal firearm owners. Or is the fact of owning a firearm enough to have one drummed out of the liberal camp, buttons ripped off and sword broken? emoticon_xbye",
      "type": "I",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146735",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146736",
      "text": "MUSCARELLO v. UNITED STATES Now consider a different, somewhat special meaning of the word 'carry'-a meaning upon which the linguistic arguments of petitioners and the dissent must rest. The Oxford English Dictionary's twenty-sixth definition of 'carry' is 'bear, wear, hold up, or sustain, as one moves about; habitually to bear about with one.' 2 Oxford English Dictionary, supra, at 921. Webster's defines 'carry' as 'to move while supporting,' not just in a vehicle, but also 'in one's hands or arms.' Webster's Third New International Dictionary, supra, at 343. And Black's Law Dictionary defines the entire phrase 'carry arms or weapons' as 'To wear, bear or carry them upon the person or in the clothing or in a pocket, for the purpose of use, or for the purpose of being armed and ready for offensive or defensive action in case of a conflict with another person.' Black's Law Dictionary 214 (6th ed. 1990). These special definitions, however, do not purport to limit the 'carrying of arms' to the circumstances they describe. No one doubts that one who bears arms on his person 'carries a weapon.' But to say that is not to deny that one may also 'carry a weapon' tied to the saddle of a horse or placed in a bag in a car. Nor is there any linguistic reason to think that Congress intended to limit the word 'carries' in the statute to any of these special definitions. To the contrary, all these special definitions embody a form of an important, but secondary, meaning of 'carry,' a meaning that suggests support rather than movement or transportation, as when, for example, a column 'carries' the weight of an arch. 2 Oxford English Dictionary, supra, at 919, 921.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146737",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146738",
      "text": "THE STATE v. BUZZARD. Buzzard decided 2:1 to uphold a law restricting concealed carry. But had the question been is there an individual right o keep and bear arms for one's own protection, the court would have split 2:1 in favor of that right. So your mention of that case makes little sense if you are trying to make the point that Heller was not true to precedent. Heller was not about concealed carry, but rather the RKBA for self defense Of the 3 judges, only Dickensen interpreted the RKBA as did the dissents in Heller. Dickensen read the RKBA as a limited individual right to keep and bear arms for the protection of the state (a right which does not encompass self defense).",
      "type": "I",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146739",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146740",
      "text": "Well of course everybody is entitled. But as history has shown many southern states in America chose to ignore the Constitution and deny black people their rights on the basis of their skin color, using the 'black codes' enacted after the Civil War. If it weren't for the 14th Amendment that forced state governments to abide by the constitution, minorities would still be out in the cold. The only thing we've been over, is that government and gun control is racist, not the Second Amendment.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146741",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146742",
      "text": "I don't think that a Supreme Court decision necessarily shuts down the debate.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:48"
    },
    {
      "nodeID": "146743",
      "text": "Well you think wrong. The Second Amendment is individual, it's tied to all lawful uses of firearms, and the game is over. You lost.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:49"
    },
    {
      "nodeID": "146744",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:49"
    },
    {
      "nodeID": "146745",
      "text": "By your logic, when the Supreme Court ruled that African Americans were not citizens and that they were not entitled to protection by the Constitution in Dred Scott v. Sandford (1857) people should have just shut up and moved on.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:49"
    },
    {
      "nodeID": "146746",
      "text": "Except in the Dred Scott case the court wasn't trying to determine whether slavery was a collective or individual right, or what the constitution applied to in regard to slavery.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:49"
    },
    {
      "nodeID": "146747",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:49"
    },
    {
      "nodeID": "146748",
      "text": "Stop moving the goal posts. My point was that the Supreme Court has been wrong before so assuming that the Supreme Court is always correct about an issue is unjustified.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:49"
    },
    {
      "nodeID": "146749",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:49"
    },
    {
      "nodeID": "146750",
      "text": "Nice spin by way of projection but you are wrong as usual. I find your defination of your position to be too funny. Like it is some how wrong to turn the tables on the left by using their methods.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:49"
    },
    {
      "nodeID": "146751",
      "text": "So you're not denying that pro-gun activists in Heller used (or misused) the courts to further their own agenda?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:49"
    },
    {
      "nodeID": "146752",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:49"
    },
    {
      "nodeID": "146753",
      "text": "You still fail to address the fact of liberal firearm owners. Or is the fact of owning a firearm enough to have one drummed out of the liberal camp, buttons ripped off and sword broken? emoticon_xbye",
      "type": "I",
      "timestamp": "2016-03-08 20:04:49"
    },
    {
      "nodeID": "146754",
      "text": "So would these liberal firearms owners fail an ethics exam? 'Even if you gave liberals the answers on an ethics exam, they&#8217;d fail.' -OldSarge",
      "type": "I",
      "timestamp": "2016-03-08 20:04:49"
    },
    {
      "nodeID": "146755",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:49"
    },
    {
      "nodeID": "146756",
      "text": "I'm not moving the goal posts, this is just your attempt at intellectual dishonesty. Heller was about an individual right protected in the Constitution, Dred Scott wasn't. Therefore these two cases aren't comparable anymore than cotton candy and scrap metal.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:49"
    },
    {
      "nodeID": "146757",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:49"
    },
    {
      "nodeID": "146758",
      "text": "You talk about the Fourteenth Amendment and again claim that gun control is racist. If gun control is truly racist then it's a wonder that the courts in areas with strict gun control laws haven't been flooded with claims of violations of the Fourteenth Amendment's equal protection clause. Funny how only a few people on an online message board have managed to figure this out.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146759",
      "text": "Because the modern application of gun control is to target everyone. But that doesn't change the fact that gun control began as a purely racist concept.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146760",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146761",
      "text": "A more logical explanation is that there may have been racist gun laws during a certain time period but gun control isn't inherently racist.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146762",
      "text": "Gun control maintains its racist roots even in this day and age. What other reason would there be for Form 4473 to ask applicants what their race is? What is the importance of knowing if somebody's white, black or mexican when they're buying a gun?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146763",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146764",
      "text": "I said, 'I don't think that a Supreme Court decision necessarily shuts down the debate.' And you say I'm wrong. It's scary if you think that a Supreme Court decision took away people's freedom of speech to engage in debate about an issue.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146765",
      "text": "You're debating something that is no longer an option. You're arguing on the grounds of debunked precedent, as if the previous interpretations of the Second Amendment are somehow still viable. Well they aren't anymore, arguing old standing is no longer going to be an option for you or anyone else. All of your previous arguments have been eliminated from the equation. It's time to either evolve to meet the changing landscape, or go extinct like the dinosaurs.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146766",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146767",
      "text": "I said, 'I don't think that a Supreme Court decision necessarily shuts down the debate.' And you say I'm wrong. It's scary if you think that a Supreme Court decision took away people's freedom of speech to engage in debate about an issue.  Stop playing the victim card. No one has said you can't talk about. Simply that you and your viewpoint are wrong. Stop moving the goal posts. My point was that the Supreme Court has been wrong before so assuming that the Supreme Court is always correct about an issue is unjustified.  Then you should so state rather than obfuscate and spin. You talk about the Fourteenth Amendment and again claim that gun control is racist. If gun control is truly racist then it's a wonder that the courts in areas with strict gun control laws haven't been flooded with claims of violations of the Fourteenth Amendment's equal protection clause. Funny how only a few people on an online message board have managed to figure this out. A more logical explanation is that there may have been racist gun laws during a certain time period but gun control isn't inherently racist.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146768",
      "text": "Funny but I doubt you could spin that past Jesse Jackson, Al Sharpton and others. You need only look at making institutions that weren't around at that time guilty of having slave owning roots by buying institutions that were. Having racist roots does not absolve the pro slavers or gun control fanatics of being racist. Rather the opposite I'd say.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146769",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146770",
      "text": "I personally think conservatives undermine their stated adherence to originalism with their moral opposition to abortion influencing their legal thinking with the 'it's not in the Constitution' position. This position is in opposition to the maxim that the Bill of Rights is not the exhaustive listing of the citizen's rights and is a fruition of the Federalist's fears and warnings about the dangerousness of trying to list rights.  Conservative opposition to Roe and abortion rights in general belie their supposed allegiance to the concept of a government with strictly limited powers -- for saying that a unenumerated right does not exist where no power is conferred to act in that arena is stating that no limits on government's power exist . . . That government power shall fill the void, not liberty. Scalia's error in Heller was trying to explain the 2nd as a historical entity instead of explaining SCOTUS's application of the Amendment in prior cases. Heller neither stated or established anything new; there never was a 'state' or 'collective' right aspect to the 2nd . . . It was always interpreted by SCOTUS to be an individual right exercisable, claimable and enforceable by individuals separately from any militia connection. I just wish Scalia had restated and relied on SCOTUS's prior holdings that the right is not created, granted or otherwise established by the Amendment so the right is not dependent in any manner upon the words of the Amendment . . . Why he engaged in the linguistic analysis I'll never know or understand.   Is there a point here? Didn't the dissenting Justices all agree that the right is an individual right, claimable and enforceable by individuals? It is clear the Stevens dissent was focused on a misreading of Miller's holding and his just for gun rights metamorphosis supporting the illegitimate assumption that the government can exercise vast unspecified and unenumerated powers just because it feels like it. In Heller Stevens abandons his belief in Roe's 'prenumbra' theory, that the Bill of Rights is just a rough outline of liberty interests that stand as examples of many others. I endorse Justice Harlan's dissent in Poe without Stevens' recent equivocation and find it to be a compelling argument in constitutional interpretation, since elevated to the opinion of the Court in a case which Stevens concurred: 'Neither the Bill of Rights nor the specific practices of States at the time of the adoption of the Fourteenth Amendment marks the outer limits of the substantive sphere of liberty which the Fourteenth Amendment protects. See U.S. Const., Amdt. 9. As the second Justice Harlan recognized: '[T]he full scope of the liberty guaranteed by the Due Process Clause cannot be found in or limited by the precise terms of the specific guarantees elsewhere provided in the Constitution. This `liberty' is not a series of isolated points pricked out in terms of the taking of property; the freedom of speech, press, and religion; the right to keep and bear arms; the freedom from unreasonable searches and seizures; and so on. It is a rational continuum which, broadly speaking, includes a freedom from all substantial arbitrary impositions and purposeless restraints, . . . and which also recognizes, what a reasonable and sensitive judgment must, that certain interests require particularly careful scrutiny of the state needs asserted to justify their abridgment.'' Casey v. Planned Parenthood, 505 U.S. 833, 848 (1992) This famous exposition is a long standing favorite of Stevens. He cited it in his dissent in Albright v. Oliver, 510 U.S. 266, 306-07 (1994). But he abandons his relationship with these ideals in Heller? Give me a break . . . Who's sacrificing his principles for policy? At least Scalia's error results in an outcome that is consistent with his fundamental beliefs. That can not be said for Stevens. Just for info sake, Harlan's dissent is also quoted in the plurality (Stevens concurring) in Moore v. City of East Cleveland, 431 U.S. 494, 502 (1977) , it was originally written by Justice Harlan in his dissent in Poe v. Ullman, 367 U.S. 497, 543 (1961)  And if that was the accepted rule for Constitutional interpretation we would still have Jim Crow and the 14th Amendment would be as useful as the 3rd. Total Fail on your part again Galileo . . .",
      "type": "I",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146771",
      "text": "Very well-executed skewering of Galileo. emoticon_xagree",
      "type": "I",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146772",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146773",
      "text": "I personally think conservatives undermine their stated adherence to originalism with their moral opposition to abortion influencing their legal thinking with the 'it's not in the Constitution' position. This position is in opposition to the maxim that the Bill of Rights is not the exhaustive listing of the citizen's rights and is a fruition of the Federalist's fears and warnings about the dangerousness of trying to list rights.Conservative opposition to Roe and abortion rights in general belie their supposed allegiance to the concept of a government with strictly limited powers -- for saying that a unenumerated right does not exist where no power is conferred to act in that arena is stating that no limits on government's power exist . . . That government power shall fill the void, not liberty.Scalia's error in Heller was trying to explain the 2nd as a historical entity instead of explaining SCOTUS's application of the Amendment in prior cases. Heller neither stated or established anything new; there never was a 'state' or 'collective' right aspect to the 2nd . . . It was always interpreted by SCOTUS to be an individual right exercisable, claimable and enforceable by individuals separately from any militia connection.I just wish Scalia had restated and relied on SCOTUS's prior holdings that the right is not created, granted or otherwise established by the Amendment so the right is not dependent in any manner upon the words of the Amendment . . . Why he engaged in the linguistic analysis I'll never know or understand.Is there a point here? Didn't the dissenting Justices all agree that the right is an individual right, claimable and enforceable by individuals? It is clear the Stevens dissent was focused on a misreading of Miller's holding and his just for gun rights metamorphosis supporting the illegitimate assumption that the government can exercise vast unspecified and unenumerated powers just because it feels like it.In Heller Stevens abandons his belief in Roe's 'prenumbra' theory, that the Bill of Rights is just a rough outline of liberty interests that stand as examples of many others. I endorse Justice Harlan's dissent in Poe without Stevens' recent equivocation and find it to be a compelling argument in constitutional interpretation, since elevated to the opinion of the Court in a case which Stevens concurred:'Neither the Bill of Rights nor the specific practices of States at the time of the adoption of the Fourteenth Amendment marks the outer limits of the substantive sphere of liberty which the Fourteenth Amendment protects. See U.S. Const., Amdt. 9. As the second Justice Harlan recognized: '[T]he full scope of the liberty guaranteed by the Due Process Clause cannot be found in or limited by the precise terms of the specific guarantees elsewhere provided in the Constitution. This `libertyÂ´ is not a series of isolated points pricked out in terms of the taking of property; the freedom of speech, press, and religion; the right to keep and bear arms; the freedom from unreasonable searches and seizures; and so on. It is a rational continuum which, broadly speaking, includes a freedom from all substantial arbitrary impositions and purposeless restraints, . . . and which also recognizes, what a reasonable and sensitive judgment must, that certain interests require particularly careful scrutiny of the state needs asserted to justify their abridgment.''Casey v. Planned Parenthood, 505 U.S. 833, 848 (1992)'Neither the Bill of Rights nor the specific practices of States at the time of the adoption of the Fourteenth Amendment marks the outer limits of the substantive sphere of liberty which the Fourteenth Amendment protects. See U.S. Const., Amdt. 9. As the second Justice Harlan recognized: '[T]he full scope of the liberty guaranteed by the Due Process Clause cannot be found in or limited by the precise terms of the specific guarantees elsewhere provided in the Constitution. This `libertyÂ´ is not a series of isolated points pricked out in terms of the taking of property; the freedom of speech, press, and religion; the right to keep and bear arms; the freedom from unreasonable searches and seizures; and so on. It is a rational continuum which, broadly speaking, includes a freedom from all substantial arbitrary impositions and purposeless restraints, . . . and which also recognizes, what a reasonable and sensitive judgment must, that certain interests require particularly careful scrutiny of the state needs asserted to justify their abridgment.''Casey v. Planned Parenthood, 505 U.S. 833, 848 (1992)This famous exposition is a long standing favorite of Stevens. He cited it in his dissent in Albright v. Oliver, 510 U.S. 266, 306-07 (1994). But he abandons his relationship with these ideals in Heller? Give me a break . . .Who's sacrificing his principles for policy? At least Scalia's error results in an outcome that is consistent with his fundamental beliefs. That can not be said for Stevens.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:50"
    },
    {
      "nodeID": "146774",
      "text": "That's questionable. In Casey, Scalia pointed out,'But if in reality our process of constitutional adjudication consists primarily of making value judgments; if we can ignore a long and clear tradition clarifying an ambiguous text, as we did, for example, five days ago in declaring unconstitutional invocations and benedictions at public high school graduation ceremonies, Lee v. Weisman, 505 U.S. 577 (1992); if, as I say, our pronouncement of constitutional law rests primarily on value judgments, then a free and intelligent people's attitude towards us can be expected to be (ought to be) quite different. The people know that their value judgments are quite as good as those taught in any law school -- maybe better. If, indeed, the 'liberties' protected by the Constitution are, as the Court says, undefined and unbounded, then the people should demonstrate, to protest that we do not implement their values instead of ours.'Arguably, the language of the Second Amendment is ambiguous. Thus decades of controversy about its true meaning. But in Heller, Scalia decides that the court, not the people, should clarify such text.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146775",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146776",
      "text": "Galalieo lets just say you get rid of all guns in citizens hands. Who will protect the citizens as in the Heller case the supreme court ruled that it is not the responsiblitity of the police to protect the citizens. My question to you is who will?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146777",
      "text": "That's not the leftist agenda. They don't believe in self defense and they don't believe in the second amendment. They go into tortured logic to try and say the 2nd only means the states can have a militia. What they don't realize is the Dick Act which started the National Guard codified the militia into 2 parts. The organized militia which is now the National Guard and the unorganized which is basicly those not in the NG.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146778",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146779",
      "text": "Arguably, the language of the Second Amendment is ambiguous. Thus decades of controversy about its true meaning. But in Heller, Scalia decides that the court, not the people, should clarify such text..",
      "type": "I",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146780",
      "text": "Look over the Heller ruling again. All nine judges agreed unanimously that the Second Amendment protected a right that was wholly individual in nature. The only disagreement was whether the right still applied today. And no, the individual states and cities shouldn't be allowed to set their own standards for a constitutional right, that flies in the face of the 14th Amendment. And worse, you're arguing for precedent that would basically allow the various states to not respect your other rights; they could ban the shirt you choose to wear because it's offensive to some small, insignificant minority somewhere.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146781",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146782",
      "text": "Stuart Taylor Jr.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146783",
      "text": "SNIP Stuart Taylor Jr. is NOT on your side. A Right to Keep and Bear Arms? - The Atlantic (March 20, 2007)",
      "type": "I",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146784",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146785",
      "text": "Too bad. That doesn't automatically give you the excuse to support discredited beliefs. and it gives you no protection when others tell you to shut up and change your argument to address the facts. Abortion was never in the Constitution. However the Second Amendment and gun ownership is, was, and always has been. Roe v. Wade was judicial activism, Heller was just the courts doing their job after 30 long years of trying to avoid the subject.  The two cases aren't comparable in the least. Stop using them.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146786",
      "text": "In other words, you think a Supreme Court decision should only shut down the debate if it's a decision you agree with. Roe v. Wade and Heller do share some striking similarities. For example, Scalia stated in Heller:  'Nothing in our opinion should be taken to cast doubt on long-standing prohibitions on the possession of firearms by felons and the mentally ill, or laws forbidding the carrying of firearms in sensitive places such as schools and government buildings, or laws imposing conditions and qualifications on the commercial sale of arms.' However, the text of the Constitution has as much to say about such restrictions as it does about abortion. I've heard that Scalia has been criticized for making such a statement because there is no clear historical precedent dating back 200 years of banning felons from owning firearms. So neither the text of the Second Amendment nor tradition justifies such restrictions. It is an example of judicial lawmaking.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146787",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146788",
      "text": "How about you actually prove something for a change instead of expecting everybody else to do your work for you.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146789",
      "text": "Stop trying to muddy the waters. I asked you to back up your claim that gun control is racist. That is not asking others to do my work for me. That is asking you to back up a claim that you made.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:51"
    },
    {
      "nodeID": "146790",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146791",
      "text": "Oh really? Where?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146792",
      "text": "FindLaw | Cases and Codes",
      "type": "I",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146793",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146794",
      "text": "So? My source is more recent. Wouldn't it make more sense to use a more recent source to determine whose side he is currently on?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146795",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146796",
      "text": "Look over the Heller ruling again. All nine judges agreed unanimously that the Second Amendment protected a right that was wholly individual in nature. The only disagreement was whether the right still applied today.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146797",
      "text": "Stevens said that bear arms has a military meaning. So was he saying that the right is individual but existed in connection with militia service? Is this some kind of hybrid model? Interestingly, scholars who made similar claims in the past got lumped in with those who supported a collective right by the pro gun crowd. But I suppose it sounds good to say that all nine Supreme Court justices supported an individual rights interpretation.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146798",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146799",
      "text": "However, the text of the Constitution has as much to say about such restrictions as it does about abortion. I've heard that Scalia has been criticized for making such a statement because there is no clear historical precedent dating back 200 years of banning felons from owning firearms. So neither the text of the Second Amendment nor tradition justifies such restrictions. It is an example of judicial lawmaking.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146800",
      "text": "That restriction was implemented by your people back in 1968 with the Gun Control Act. You're at fault here.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146801",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146802",
      "text": "Then find him voicing his support for DC's unconstitutional gun control laws, and his claim that they should've been allowed to remain on the books.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146803",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146804",
      "text": "'4 JUSTICE STEVENS criticizes us for discussing the prologue last. Post, at 8. But if a prologue can be used only to clarify an ambiguous operative provision, surely the first step must be to determine whether the operative provision is ambiguous. It might be argued, we suppose, that the prologue itself should be one of the factors that go into the determination of whether the operative provision is ambiguous&#8212;but that would cause the prologue to be used to produce ambiguity rather than just to resolve it. In any event, even if we considered the prologue along with the operative provision we would reach the same result we do today, since (as we explain) our interpretation of &#8220;the right of the people to keep and bear arms&#8221; furthers the purpose of an effective militia no less than (indeed, more than) the dissent&#8217;s interpretation. See infra, at 26&#8211;27. 5 JUSTICE STEVENS is of course correct, post, at 10, that the right to assemble cannot be exercised alone, but it is still an individual right, and not one conditioned upon membership in some defined &#8220;assembly,&#8221; as he contends the right to bear arms is conditioned upon membership in a defined militia. And JUSTICE STEVENS is dead wrong to think that the right to petition is &#8220;primarily collective in nature.&#8221; Ibid. See McDonald v. Smith, 472 U. S. 479, 482&#8211;484 (1985) (describing historical origins of right to petition).' DC v. Heller Pages 8 and 9",
      "type": "I",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146805",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:52"
    },
    {
      "nodeID": "146806",
      "text": "So the 'black codes' of the South wasn't enough evidence for you? The neonazi organizations, even with Hitler long dead, are still a racist, white supremacist, kill any minority you don't like, organization. Time hasn't changed them one bit from one the original nazi party stood for. If time hasn't changed the nazis, of the KKK, why would time change what gun control was all about; keeping blacks from being able to be truly free?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:53"
    },
    {
      "nodeID": "146807",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:53"
    },
    {
      "nodeID": "146808",
      "text": "For example, Scalia stated in Heller: 'Nothing in our opinion should be taken to cast doubt on long-standing prohibitions on the possession of firearms by felons and the mentally ill, or laws forbidding the carrying of firearms in sensitive places such as schools and government buildings, or laws imposing conditions and qualifications on the commercial sale of arms.'",
      "type": "I",
      "timestamp": "2016-03-08 20:04:53"
    },
    {
      "nodeID": "146809",
      "text": "That's because these questions were never, ever, EVER raised in the original Parker case. None of the six DC people who took the city to court possessed a felony record, they didn't bring up anything other than the fact that DC made it impossible for them to legally buy and own a handgun. That's all the court addressed. If they addressed anything else in the Heller case it would've been judicial activism, legislating from the bench.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:53"
    },
    {
      "nodeID": "146810",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:53"
    },
    {
      "nodeID": "146811",
      "text": "In other words, you think a Supreme Court decision should only shut down the debate if it's a decision you agree with. Roe v. Wade and Heller do share some striking similarities.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:53"
    },
    {
      "nodeID": "146812",
      "text": "Heller is about determining the answer to a long standing question on the nature of the Second Amendment, and how much gun control is legally allowed.  Roe v. Wade is about finding legal precedent for the murder of unborn children. I see absolutely no comparison between the two.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:53"
    },
    {
      "nodeID": "146813",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:53"
    }
  ],
  "edges": [
    {
      "edgeID": "188160",
      "fromID": "146699",
      "toID": "146700",
      "formEdgeID": null
    },
    {
      "edgeID": "188161",
      "fromID": "146700",
      "toID": "146698",
      "formEdgeID": null
    },
    {
      "edgeID": "188162",
      "fromID": "146702",
      "toID": "146703",
      "formEdgeID": null
    },
    {
      "edgeID": "188163",
      "fromID": "146703",
      "toID": "146701",
      "formEdgeID": null
    },
    {
      "edgeID": "188164",
      "fromID": "146705",
      "toID": "146706",
      "formEdgeID": null
    },
    {
      "edgeID": "188165",
      "fromID": "146706",
      "toID": "146704",
      "formEdgeID": null
    },
    {
      "edgeID": "188166",
      "fromID": "146708",
      "toID": "146709",
      "formEdgeID": null
    },
    {
      "edgeID": "188167",
      "fromID": "146709",
      "toID": "146707",
      "formEdgeID": null
    },
    {
      "edgeID": "188168",
      "fromID": "146711",
      "toID": "146712",
      "formEdgeID": null
    },
    {
      "edgeID": "188169",
      "fromID": "146712",
      "toID": "146710",
      "formEdgeID": null
    },
    {
      "edgeID": "188170",
      "fromID": "146714",
      "toID": "146715",
      "formEdgeID": null
    },
    {
      "edgeID": "188171",
      "fromID": "146715",
      "toID": "146713",
      "formEdgeID": null
    },
    {
      "edgeID": "188172",
      "fromID": "146717",
      "toID": "146718",
      "formEdgeID": null
    },
    {
      "edgeID": "188173",
      "fromID": "146718",
      "toID": "146716",
      "formEdgeID": null
    },
    {
      "edgeID": "188174",
      "fromID": "146719",
      "toID": "146720",
      "formEdgeID": null
    },
    {
      "edgeID": "188175",
      "fromID": "146720",
      "toID": "146698",
      "formEdgeID": null
    },
    {
      "edgeID": "188176",
      "fromID": "146721",
      "toID": "146722",
      "formEdgeID": null
    },
    {
      "edgeID": "188177",
      "fromID": "146722",
      "toID": "146698",
      "formEdgeID": null
    },
    {
      "edgeID": "188178",
      "fromID": "146724",
      "toID": "146725",
      "formEdgeID": null
    },
    {
      "edgeID": "188179",
      "fromID": "146725",
      "toID": "146723",
      "formEdgeID": null
    },
    {
      "edgeID": "188180",
      "fromID": "146727",
      "toID": "146728",
      "formEdgeID": null
    },
    {
      "edgeID": "188181",
      "fromID": "146728",
      "toID": "146726",
      "formEdgeID": null
    },
    {
      "edgeID": "188182",
      "fromID": "146729",
      "toID": "146730",
      "formEdgeID": null
    },
    {
      "edgeID": "188183",
      "fromID": "146730",
      "toID": "146727",
      "formEdgeID": null
    },
    {
      "edgeID": "188184",
      "fromID": "146732",
      "toID": "146733",
      "formEdgeID": null
    },
    {
      "edgeID": "188185",
      "fromID": "146733",
      "toID": "146731",
      "formEdgeID": null
    },
    {
      "edgeID": "188186",
      "fromID": "146734",
      "toID": "146735",
      "formEdgeID": null
    },
    {
      "edgeID": "188187",
      "fromID": "146735",
      "toID": "146731",
      "formEdgeID": null
    },
    {
      "edgeID": "188188",
      "fromID": "146736",
      "toID": "146737",
      "formEdgeID": null
    },
    {
      "edgeID": "188189",
      "fromID": "146737",
      "toID": "146729",
      "formEdgeID": null
    },
    {
      "edgeID": "188190",
      "fromID": "146738",
      "toID": "146739",
      "formEdgeID": null
    },
    {
      "edgeID": "188191",
      "fromID": "146739",
      "toID": "146729",
      "formEdgeID": null
    },
    {
      "edgeID": "188192",
      "fromID": "146740",
      "toID": "146741",
      "formEdgeID": null
    },
    {
      "edgeID": "188193",
      "fromID": "146741",
      "toID": "146724",
      "formEdgeID": null
    },
    {
      "edgeID": "188194",
      "fromID": "146743",
      "toID": "146744",
      "formEdgeID": null
    },
    {
      "edgeID": "188195",
      "fromID": "146744",
      "toID": "146742",
      "formEdgeID": null
    },
    {
      "edgeID": "188196",
      "fromID": "146746",
      "toID": "146747",
      "formEdgeID": null
    },
    {
      "edgeID": "188197",
      "fromID": "146747",
      "toID": "146745",
      "formEdgeID": null
    },
    {
      "edgeID": "188198",
      "fromID": "146748",
      "toID": "146749",
      "formEdgeID": null
    },
    {
      "edgeID": "188199",
      "fromID": "146749",
      "toID": "146740",
      "formEdgeID": null
    },
    {
      "edgeID": "188200",
      "fromID": "146751",
      "toID": "146752",
      "formEdgeID": null
    },
    {
      "edgeID": "188201",
      "fromID": "146752",
      "toID": "146750",
      "formEdgeID": null
    },
    {
      "edgeID": "188202",
      "fromID": "146754",
      "toID": "146755",
      "formEdgeID": null
    },
    {
      "edgeID": "188203",
      "fromID": "146755",
      "toID": "146753",
      "formEdgeID": null
    },
    {
      "edgeID": "188204",
      "fromID": "146756",
      "toID": "146757",
      "formEdgeID": null
    },
    {
      "edgeID": "188205",
      "fromID": "146757",
      "toID": "146748",
      "formEdgeID": null
    },
    {
      "edgeID": "188206",
      "fromID": "146759",
      "toID": "146760",
      "formEdgeID": null
    },
    {
      "edgeID": "188207",
      "fromID": "146760",
      "toID": "146758",
      "formEdgeID": null
    },
    {
      "edgeID": "188208",
      "fromID": "146762",
      "toID": "146763",
      "formEdgeID": null
    },
    {
      "edgeID": "188209",
      "fromID": "146763",
      "toID": "146761",
      "formEdgeID": null
    },
    {
      "edgeID": "188210",
      "fromID": "146765",
      "toID": "146766",
      "formEdgeID": null
    },
    {
      "edgeID": "188211",
      "fromID": "146766",
      "toID": "146764",
      "formEdgeID": null
    },
    {
      "edgeID": "188212",
      "fromID": "146768",
      "toID": "146769",
      "formEdgeID": null
    },
    {
      "edgeID": "188213",
      "fromID": "146769",
      "toID": "146767",
      "formEdgeID": null
    },
    {
      "edgeID": "188214",
      "fromID": "146771",
      "toID": "146772",
      "formEdgeID": null
    },
    {
      "edgeID": "188215",
      "fromID": "146772",
      "toID": "146770",
      "formEdgeID": null
    },
    {
      "edgeID": "188216",
      "fromID": "146774",
      "toID": "146775",
      "formEdgeID": null
    },
    {
      "edgeID": "188217",
      "fromID": "146775",
      "toID": "146773",
      "formEdgeID": null
    },
    {
      "edgeID": "188218",
      "fromID": "146777",
      "toID": "146778",
      "formEdgeID": null
    },
    {
      "edgeID": "188219",
      "fromID": "146778",
      "toID": "146776",
      "formEdgeID": null
    },
    {
      "edgeID": "188220",
      "fromID": "146780",
      "toID": "146781",
      "formEdgeID": null
    },
    {
      "edgeID": "188221",
      "fromID": "146781",
      "toID": "146779",
      "formEdgeID": null
    },
    {
      "edgeID": "188222",
      "fromID": "146783",
      "toID": "146784",
      "formEdgeID": null
    },
    {
      "edgeID": "188223",
      "fromID": "146784",
      "toID": "146782",
      "formEdgeID": null
    },
    {
      "edgeID": "188224",
      "fromID": "146786",
      "toID": "146787",
      "formEdgeID": null
    },
    {
      "edgeID": "188225",
      "fromID": "146787",
      "toID": "146785",
      "formEdgeID": null
    },
    {
      "edgeID": "188226",
      "fromID": "146789",
      "toID": "146790",
      "formEdgeID": null
    },
    {
      "edgeID": "188227",
      "fromID": "146790",
      "toID": "146788",
      "formEdgeID": null
    },
    {
      "edgeID": "188228",
      "fromID": "146792",
      "toID": "146793",
      "formEdgeID": null
    },
    {
      "edgeID": "188229",
      "fromID": "146793",
      "toID": "146791",
      "formEdgeID": null
    },
    {
      "edgeID": "188230",
      "fromID": "146794",
      "toID": "146795",
      "formEdgeID": null
    },
    {
      "edgeID": "188231",
      "fromID": "146795",
      "toID": "146780",
      "formEdgeID": null
    },
    {
      "edgeID": "188232",
      "fromID": "146797",
      "toID": "146798",
      "formEdgeID": null
    },
    {
      "edgeID": "188233",
      "fromID": "146798",
      "toID": "146796",
      "formEdgeID": null
    },
    {
      "edgeID": "188234",
      "fromID": "146800",
      "toID": "146801",
      "formEdgeID": null
    },
    {
      "edgeID": "188235",
      "fromID": "146801",
      "toID": "146799",
      "formEdgeID": null
    },
    {
      "edgeID": "188236",
      "fromID": "146802",
      "toID": "146803",
      "formEdgeID": null
    },
    {
      "edgeID": "188237",
      "fromID": "146803",
      "toID": "146786",
      "formEdgeID": null
    },
    {
      "edgeID": "188238",
      "fromID": "146804",
      "toID": "146805",
      "formEdgeID": null
    },
    {
      "edgeID": "188239",
      "fromID": "146805",
      "toID": "146786",
      "formEdgeID": null
    },
    {
      "edgeID": "188240",
      "fromID": "146806",
      "toID": "146807",
      "formEdgeID": null
    },
    {
      "edgeID": "188241",
      "fromID": "146807",
      "toID": "146786",
      "formEdgeID": null
    },
    {
      "edgeID": "188242",
      "fromID": "146809",
      "toID": "146810",
      "formEdgeID": null
    },
    {
      "edgeID": "188243",
      "fromID": "146810",
      "toID": "146808",
      "formEdgeID": null
    },
    {
      "edgeID": "188244",
      "fromID": "146812",
      "toID": "146813",
      "formEdgeID": null
    },
    {
      "edgeID": "188245",
      "fromID": "146813",
      "toID": "146811",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
