{
  "nodes": [
    {
      "nodeID": "159480",
      "text": "Originally posted by oldskool79 Can someone tell me when God ever said that you have free will?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:02"
    },
    {
      "nodeID": "159481",
      "text": "Honestly I'm not sure if it was ever said in the Bible, but I sure have heard a lot of the Bible thumpers saying free will is a gift from God.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:02"
    },
    {
      "nodeID": "159482",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:02"
    },
    {
      "nodeID": "159483",
      "text": "Originally posted by AMD4EVER Free will is a basically accepted principle. I believe somewhere in the Bible it said people who make it to heaven are supposed to be gifts from God to his son Jesus. I don't think Jesus is looking to get robots but rather things who really did care about him and were not simply programmed to.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:03"
    },
    {
      "nodeID": "159484",
      "text": "The idea that the earth was flat was an 'accepted' principle as well. There is no verse that I know of that ever claims man has 'free will'. In fact, the Bible actually says that before you can even choose to follow God he must first choose you.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:03"
    },
    {
      "nodeID": "159485",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:03"
    },
    {
      "nodeID": "159486",
      "text": "Originally posted by oldskool79 The idea that the earth was flat was an 'accepted' principle as well. There is no verse that I know of that ever claims man has 'free will'. In fact, the Bible actually says that before you can even choose to follow God he must first choose you.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:03"
    },
    {
      "nodeID": "159487",
      "text": "Well its not much of a religious debate to me when it comes to free will. I believe the Bible fully supports the idea of free will and even assuming that it says nothing at all, based on the way some things go it is hard to believe a good God would not only allow it to happen, but to make it happen is even worse. I mean, what else is there? If we don't have free will and God is the ultimate power, then he must be the one making decisions for us. Can't blame the Devil for everything. Nah I guess you could, but that wouldn't make God sound too good either if he was letting all of his prized creations have their fake lives destroyed by a demon.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:03"
    },
    {
      "nodeID": "159488",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:03"
    },
    {
      "nodeID": "159489",
      "text": "When you decide to sin - you are making the decision, not God. He is just allowing it to happen.  So you do have free will to make your own choices, but God must 'approve' those choices.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:03"
    },
    {
      "nodeID": "159490",
      "text": "if the only choices we can possibly make are the one God approves, then we dont have free will, because we cannot free choose the option that God does not approve of, which means we are forced to only choose the options that God approves of. this is not free will",
      "type": "I",
      "timestamp": "2016-03-08 20:33:03"
    },
    {
      "nodeID": "159491",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:03"
    },
    {
      "nodeID": "159492",
      "text": "As I said, this is just my personal opinion. Free will isn't discussed in the Bible - so really all we can do is form our own opinions based on what we do know about God and his attributes.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:03"
    },
    {
      "nodeID": "159493",
      "text": "the Biblical support for free will is the assumption that God is not willing that any man should perish, but that all should come to repentance. If God chooses everybody's decisions for them (or forces them to choose only the options He approves of) then the trillions of people that are bound for Hell were forced to go there by God himself. in fact, God must have wanted them to go there from the beginning of time. this is obviously contrary to the nature of God according to the Bible, as far as I know",
      "type": "I",
      "timestamp": "2016-03-08 20:33:03"
    },
    {
      "nodeID": "159494",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:03"
    },
    {
      "nodeID": "159495",
      "text": "I don't think God ever forces anyone to sin - they do it on their own.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:03"
    },
    {
      "nodeID": "159496",
      "text": "how can sin even exist if God is contsnatly monitoring the decision process? does he approve of the sins that are commited? if the only decisions we can make are the ones God approves, then how is it so much sin is being commited?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:03"
    },
    {
      "nodeID": "159497",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:04"
    },
    {
      "nodeID": "159498",
      "text": "The fact that God wants all men to be saved does not support the idea of free will. Like I said before, you make your own decisions....but God has the ultimate authority and can 'veto' your decisions if he wants. If you choose to rob a bank and God doesn't prevent you from doing it...did God force you to do it? No.  Now, as you said, God's wish is that all men would be saved. Obiously if someone made the choice to be saved God would not intervene.  Let me ask you a question if you believe man has complete free will to do whatever he wants. Do you think we could obliterate ourselves off the face of the earth tomorrow in a nuclear war -- and never fullfill the remainder of the phrophecies in the bible? If we have ultimate free choice, then this would have to be possible. But if we were to do that, it would mean the prophecies in the Bible were not true -- which would make God imperfect, which would etc....",
      "type": "I",
      "timestamp": "2016-03-08 20:33:04"
    },
    {
      "nodeID": "159499",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:04"
    },
    {
      "nodeID": "159500",
      "text": "Your right, this is not complete free will. But as I mentioned before, if you give yourself free will, then you are saying God has no control over you or your actions -- and therefore he is not God anymore.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:04"
    },
    {
      "nodeID": "159501",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:04"
    }
  ],
  "edges": [
    {
      "edgeID": "197204",
      "fromID": "159481",
      "toID": "159482",
      "formEdgeID": null
    },
    {
      "edgeID": "197205",
      "fromID": "159482",
      "toID": "159480",
      "formEdgeID": null
    },
    {
      "edgeID": "197206",
      "fromID": "159484",
      "toID": "159485",
      "formEdgeID": null
    },
    {
      "edgeID": "197207",
      "fromID": "159485",
      "toID": "159483",
      "formEdgeID": null
    },
    {
      "edgeID": "197208",
      "fromID": "159487",
      "toID": "159488",
      "formEdgeID": null
    },
    {
      "edgeID": "197209",
      "fromID": "159488",
      "toID": "159486",
      "formEdgeID": null
    },
    {
      "edgeID": "197210",
      "fromID": "159490",
      "toID": "159491",
      "formEdgeID": null
    },
    {
      "edgeID": "197211",
      "fromID": "159491",
      "toID": "159489",
      "formEdgeID": null
    },
    {
      "edgeID": "197212",
      "fromID": "159493",
      "toID": "159494",
      "formEdgeID": null
    },
    {
      "edgeID": "197213",
      "fromID": "159494",
      "toID": "159492",
      "formEdgeID": null
    },
    {
      "edgeID": "197214",
      "fromID": "159496",
      "toID": "159497",
      "formEdgeID": null
    },
    {
      "edgeID": "197215",
      "fromID": "159497",
      "toID": "159495",
      "formEdgeID": null
    },
    {
      "edgeID": "197216",
      "fromID": "159498",
      "toID": "159499",
      "formEdgeID": null
    },
    {
      "edgeID": "197217",
      "fromID": "159499",
      "toID": "159490",
      "formEdgeID": null
    },
    {
      "edgeID": "197218",
      "fromID": "159500",
      "toID": "159501",
      "formEdgeID": null
    },
    {
      "edgeID": "197219",
      "fromID": "159501",
      "toID": "159490",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
