{
  "nodes": [
    {
      "nodeID": "140677",
      "text": "A small p-value by itself isn't enough to preclude chance.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:57"
    },
    {
      "nodeID": "140678",
      "text": "Oh my, but isn't you're whole endeavor to say that life has a small p-value, therefore could not have possible arisen by chance.  I just happen to dispute the low p-value of life arising. Not only do evolutionists usually not accept a low p-value for life forming, we Pastafarians also do not accept it, since we know that there is 100% chance of the FSM creating life with His Noodly Appendage. Then he starts equating the Bible Code (which has been debunked, I mean seriously debunked, start here). In my mind, if the Isaac Newton of Information Theory says, 'At the same time that research in the Bible Code has taken off, research in a seemingly unrelated field has taken off as well, namely, biological design. These two fields are in fact closely related...The relevant statistical methodology is identical for both fields,' and I say that if one of those methodologies has been debunked, then so has the other.  I think William Demski and other founding fathers of ID creationism are the movement's worst enemies. They contradict themselves repeatedly and usually their words can easily be used against them to refute or debunk ID itself, and I don't mean by quote mining or any other creationist tactic. On one hand there is Michael Behe, who under oath claimed that in order for ID to fit a definition of science, that definition also had to be broad enough to include astrology, and on the other hand there is William Demski, who claims that ID and the Bible Code follow the same statistical methodology and are very closely related. To me, it looks like these guys should be telling fortunes, not lobbying school boards. Well, I do suppose they are mostly sticking to selling books and lecturing for $200 an hour, so you've got to give them credit for keeping up the sham for so long. I'd really love it if someone got on this board and tried to defend the Bible Code or William Demksi's apparent endorsement of it.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:57"
    },
    {
      "nodeID": "140679",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:57"
    },
    {
      "nodeID": "140680",
      "text": "To start a thread. How nice. William Demski, one of the 'founding fathers' of the Intelligent Design movement, once wrote a review of a book about the Bible Code. Remember that his followers call him the Isaac Newton of Information Theory and he is supposed to be a great mathematician and theologian. It is here and here. There is a blog post about it here. When I first read this review, I rolled on the floor laughing (on the inside), and then I cried a little (on the inside). I cried because so many people fall prey to this charlatan, who doesn't really believe what he preaches, but knows he makes buckets of duckets by writing books and giving lectures and keeping people interested in the 'debate' over evolution.  I think the blog post says it all, but I have to put something here. I'll just post all the lines that made me chuckle. Since skip codes can also work on just about any piece of literature, I suppose that Moby Dick and War and Peace are also time capsules capable of predicting the future.  That's right. It's either chance or non-human intelligence. No other choices are possible. Brilliant. This one is the best! Since it must be a non-human intelligence and since the Bible talks about YHWH, the non-human intelligence talking to us through a time capsule must be YHWH. It is most certainly not Satan or the Flying Spaghetti Monster, to wit.   This just happens to be one of my favorite ID concepts. The concept of impossible improbabilities. If it is unlikely, then it is impossible.  Oh but wait, he covers his tracks a bit later.  Oh my, but isn't you're whole endeavor to say that life has a small p-value, therefore could not have possible arisen by chance.  I just happen to dispute the low p-value of life arising. Not only do evolutionists usually not accept a low p-value for life forming, we Pastafarians also do not accept it, since we know that there is 100% chance of the FSM creating life with His Noodly Appendage. Then he starts equating the Bible Code (which has been debunked, I mean seriously debunked, start here). In my mind, if the Isaac Newton of Information Theory says, 'At the same time that research in the Bible Code has taken off, research in a seemingly unrelated field has taken off as well, namely, biological design. These two fields are in fact closely related...The relevant statistical methodology is identical for both fields,' and I say that if one of those methodologies has been debunked, then so has the other.  I think William Demski and other founding fathers of ID creationism are the movement's worst enemies. They contradict themselves repeatedly and usually their words can easily be used against them to refute or debunk ID itself, and I don't mean by quote mining or any other creationist tactic. On one hand there is Michael Behe, who under oath claimed that in order for ID to fit a definition of science, that definition also had to be broad enough to include astrology, and on the other hand there is William Demski, who claims that ID and the Bible Code follow the same statistical methodology and are very closely related. To me, it looks like these guys should be telling fortunes, not lobbying school boards. Well, I do suppose they are mostly sticking to selling books and lecturing for $200 an hour, so you've got to give them credit for keeping up the sham for so long. I'd really love it if someone got on this board and tried to defend the Bible Code or William Demksi's apparent endorsement of it.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:57"
    },
    {
      "nodeID": "140681",
      "text": "Just about any phrase you want can come up with a bible code, right? Is there a program out there than looks for specific phrases with gaps ?? It should be possible to use the bible codes to prove that Intelligent Design is a fake, right'.. some phrase like. 'Intelligent design is fraud' and 'William Demski is a con artist', or something similar. That would be amusing.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:57"
    },
    {
      "nodeID": "140682",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:58"
    },
    {
      "nodeID": "140683",
      "text": "This just happens to be one of my favorite ID concepts. The concept of impossible improbabilities. If it is unlikely, then it is impossible.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:58"
    },
    {
      "nodeID": "140684",
      "text": "I know..... I've wondered from time to time exactly what this improbability is. I mean most of us would find the probabilities of dealing a given sequence from a deck of 52 card pretty 'improbable'. I guess its best to avoid those tricky fact things and stick to words only.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:58"
    },
    {
      "nodeID": "140685",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:51:58"
    }
  ],
  "edges": [
    {
      "edgeID": "183900",
      "fromID": "140678",
      "toID": "140679",
      "formEdgeID": null
    },
    {
      "edgeID": "183901",
      "fromID": "140679",
      "toID": "140677",
      "formEdgeID": null
    },
    {
      "edgeID": "183902",
      "fromID": "140681",
      "toID": "140682",
      "formEdgeID": null
    },
    {
      "edgeID": "183903",
      "fromID": "140682",
      "toID": "140680",
      "formEdgeID": null
    },
    {
      "edgeID": "183904",
      "fromID": "140684",
      "toID": "140685",
      "formEdgeID": null
    },
    {
      "edgeID": "183905",
      "fromID": "140685",
      "toID": "140683",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
