{
  "nodes": [
    {
      "nodeID": "155505",
      "text": "Ah yes. American perspective = world perspective. Those figures are just for the USA, not the world. I'm sure that in atheistic materialistic states such as China, North Korea etc, the figures are somewhat different.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:56"
    },
    {
      "nodeID": "155506",
      "text": "well then back up your claim. Saying 'I'm sure that...' doesn't make it true.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:56"
    },
    {
      "nodeID": "155507",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:56"
    },
    {
      "nodeID": "155508",
      "text": "Sure, we've always had murder etc. But now we're seeing exploitation of the un-born, old people no longer needed -(euthanasia), etc. You're looking at the micro level. When I look at macro evils, such as the millions killed by atheists in China, North Korea and other secularist states I don't think there's any comparison.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:56"
    },
    {
      "nodeID": "155509",
      "text": "So we haven't had rulers in the past commit atrocities at a massive level when atheism wasn't as prevalent? If I find a Christian leader who killed millions, would you accept that Christianity is just as dangerous as atheism (and by just as dangerous I mean not at all dangerous, it's the immoral people that do wrong. Now if you would like to show that crime is committed mainly by atheists (percentage wise) then you could have a point... but until then...)",
      "type": "I",
      "timestamp": "2016-03-08 20:23:56"
    },
    {
      "nodeID": "155510",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:56"
    },
    {
      "nodeID": "155511",
      "text": "your probably referring to the mexican basin crater. mass extinction doesn't prove evolution. the flood as described in the Bible is an example of mass extinction. besides, in order for the asteroid theory to work, the asteroid would have to create an almost global tidal wave that would effectively kill the animals by drowning. also similiar to the effects of the flood.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:56"
    },
    {
      "nodeID": "155512",
      "text": "You just can't fit all those animals on an ark.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:56"
    },
    {
      "nodeID": "155513",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:56"
    },
    {
      "nodeID": "155514",
      "text": "how many animals were there on the Ark, Hank? you'll probably tell me 2 times the number of species we have in the world today... I say, perhaps not. here's where evolution actually supports the Bible",
      "type": "I",
      "timestamp": "2016-03-08 20:23:56"
    },
    {
      "nodeID": "155515",
      "text": "No when talking about the ark, I like to agree on what we are talking about when using the term 'kind'. And I like to give the person that believes in the flood the opportunity to define it. That includes whether they think dinosaurs and other extinct animals were on the ark. So I'm interested in how you define 'kind' and your opinion on the dinosaurs and others.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:56"
    },
    {
      "nodeID": "155516",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:56"
    }
  ],
  "edges": [
    {
      "edgeID": "194378",
      "fromID": "155506",
      "toID": "155507",
      "formEdgeID": null
    },
    {
      "edgeID": "194379",
      "fromID": "155507",
      "toID": "155505",
      "formEdgeID": null
    },
    {
      "edgeID": "194380",
      "fromID": "155509",
      "toID": "155510",
      "formEdgeID": null
    },
    {
      "edgeID": "194381",
      "fromID": "155510",
      "toID": "155508",
      "formEdgeID": null
    },
    {
      "edgeID": "194382",
      "fromID": "155512",
      "toID": "155513",
      "formEdgeID": null
    },
    {
      "edgeID": "194383",
      "fromID": "155513",
      "toID": "155511",
      "formEdgeID": null
    },
    {
      "edgeID": "194384",
      "fromID": "155515",
      "toID": "155516",
      "formEdgeID": null
    },
    {
      "edgeID": "194385",
      "fromID": "155516",
      "toID": "155514",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
