{
  "nodes": [
    {
      "nodeID": "145446",
      "text": "so does the Creationist hold that certain absolutes exist regarding Creation, such as a personal God created all that is. We understand science can't prove God which is a huge stumbling block for the evolutionist, but isn't one at all for us because we can see the spiritual with evades the scientific perspective at all levels of understanding.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:21"
    },
    {
      "nodeID": "145447",
      "text": "So it's not about what's scientifically correct - or in other words, the real natural history of earth as determined by multiple independent avenues of scientific endeavour. What's important is that we teach the correct spiritual message, regardless of accuracy - the correct message being... yours?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:21"
    },
    {
      "nodeID": "145448",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:02:21"
    },
    {
      "nodeID": "145449",
      "text": "It doesn't really matter where we start with the imaginary predictions you rely so faithfully on for your World view, as they are all based on ABSOLUTELY UNPROVABLE ASSUMPTIONS WHICH ARE DERIVED FROM MAKING ABSOLUTELY UNPROVABLE CONCLUSIONS WHICH ARE BASED ON ABSOLUTELY UNVERIFIABLE PREDICTIONS THAT DETERMINE THE EXPERIMENTS YOU MAKE THAT CAUSE YOU TO COME TO YOUR FAULTY, AND VERY MISLEADING CONCLUSIONS.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:21"
    },
    {
      "nodeID": "145450",
      "text": "And yet, and yet... all these unprovable assumptions and unprovable conclusions and unverifiable predictions, all this faulty and misleading nonsense based on nothing more substantial than a desire to deny the existence of god... keeps paying off. :)",
      "type": "I",
      "timestamp": "2016-03-08 20:02:21"
    },
    {
      "nodeID": "145451",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:21"
    },
    {
      "nodeID": "145452",
      "text": "Stenger concludes, after reflecting on the long history of misrepresentation and manipulation of scientific fact regarding God, that our world actually is worse off as a result of religious faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:21"
    },
    {
      "nodeID": "145453",
      "text": "So religion must be systematically abandoned and eradicated, not completely, just enough to be out of the public and political realm, leaving atheism as king. It's not my pet theory that evolutionists are saying that, it's a fact that they are saying that.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145454",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145455",
      "text": "An education would help.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145456",
      "text": "But only if they're willing to receive one. Most aren't.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145457",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145458",
      "text": "The feeling I get is that it doesn't matter a wet slap what anyone says or does, you'll interpret it according to the requirements of your pet conspiracy theory. So when people say evolution isn't atheistic, you see it as proof that it is atheistic and evolutionists are liars. When umpteen independent scientific disciplines all corroborate the tentative predictions of evolutionary theory, it's proof that evolution has pervaded all of science and that all scientists are liars. When scientists say that I.D. is religiously motivated pseudoscience and produce documentary evidence to that effect, it's proof that I.D. is really good science and scientists want to suppress it because they're scared.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145459",
      "text": "Just as you make certain assumptions that never change regarding evo, so does the Creationist hold that certain absolutes exist regarding Creation, such as a personal God created all that is. We understand science can't prove God which is a huge stumbling block for the evolutionist, but isn't one at all for us because we can see the spiritual which evades the scientific perspective at all levels of understanding.  And ID would insist that it is evolution that's the atheistically motivated pseudo science, so we will continue to disagree there also.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145460",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145461",
      "text": "Take me, for instance: are you prepared to tell me to my face that I'm being deceptive when I talk about evolution? Can you point to anything I've ever written on the subject that seems intentionally misleading? Have I equivocated - or have I rather expended considerable effort in the service of clarity?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145462",
      "text": "Yes, I can. In our formal debate, you finished up your first post like this;",
      "type": "I",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145463",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145464",
      "text": "If the foundation upon which evo is based is false, such as the age of the Earth and the interpretation of fossil information. Then all of the conclusions that are derived from those original faulty conclusions is as wrong as wrong can be, and as deceptive as deceptive can be.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145465",
      "text": "And if wishes were horses... You've no evidence, AA. None at all. Nothing in the natural world disputes the great age of the earth. Don't you find that in the least bit remarkable, if it really is a few thousand years old? Wouldn't something fail to jibe? Read my challenge in the debate section: why doesn't our earth look like the one in my thought experiment?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145466",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145467",
      "text": "I would never call you deceptive or intentionally misleading at all Peeling. But I do consider you a victim who is a true believer in the great lie of evolution. Just as we make certain leaps of faith that although certain aspects of Creation can't be proven scientifically, so do evolutionists do the same exact thing. Only they do it under the guise of a constantly evolving science, thus the constantly changing definition.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145468",
      "text": "You are welcome to your faith, and you can use it to believe whatever you like, but this continuing misconception of yours that (on the subject of evolution) we're exchanging beliefs and opinions of equal merit can only be counterproductive. Evidence inevitably weighs in, and apart from a single chapter in a single book all of it is landing on my side. Either the whole world is lying to me, or that one chapter is allegorical, misinterpreted or just plain wrong. It does not require faith, bias or belief to be convinced when the evidence is overwhelming. You proudly proclaim you have the faith, the bias, necessary - that's fine; as I said you're welcome to it. But don't make the mistake of assuming everyone forms their opinions the same way.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145469",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:22"
    },
    {
      "nodeID": "145470",
      "text": "For some unfortunate reason, a lot of scientists seem to have moved from being fact-driven, objective observers to being what amounts to belligerent ideologues.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145471",
      "text": "Actually, scientists don't speak out enough about idiocy and ignorance.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145472",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145473",
      "text": "You know, I'm an evolutionist too, but I do think there's entirely too much vitriol toward creationists out there right now. I rarely read a post, blog article, or editorial where ID'ers aren't insulted and intentionally belittled. People are making heroes out of hateful people like Dawkins who seem to get a lot of glee out of belittling and insulting people. For some unfortunate reason, a lot of scientists seem to have moved from being fact-driven, objective observers to being what amounts to belligerent ideologues. I haven't seen Expelled yet, but I think that's part of what it's trying to get across, according to what I've read. This change in tact by scientists is too bad, because I think evolution and the facts would be better served by taking the high road. The facts don't NEED insults to be facts; science doesn't need evangelism and crusading to be science. If scientists think that it does, then these scientists must think it's pretty weak science to begin with. I think this new culture of ridicule among scientists is probably doing as much to hurt what they think of as a cause, rather than helping it.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145474",
      "text": "Well stated. Whatever the reason, the new culture of ridicule IS there. When you see the in person comments of Dawkins, Provine, Myers, you'll know where posters here get it from.  I hope you'll watch the movie, and post up what you think.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145475",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145476",
      "text": "I stated nothing; I merely asked you (or rather marc) to consider the options impartially and assess the scale and plausibility of the conspiracies each entail. Factor in the explicitly advertised intentions of the I.D movement and related sites such as AIG, and it's not hard to pick a winner.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145477",
      "text": "I never said anything about a conspiracy Peeling. I very clearly gave valid reasons to Consider that scientific GRANTS and pay increases for these scientists are based on making new and previously undiscovered claims that forward the science. That is the greatest motivation to lie, cheat, create and falsify evidence which adds to the scientists personal wealth and further promotes a false science that is rife with selfish motivations to preserve, protect and promote it.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145478",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145479",
      "text": "The only people practicing equivocation are those seeking to lump abiogenesis in with evolution, or cosmology in with biological evolution: they're genuinely attempting to distort the meaning of the word in order to bring irrelevant and emotive argumentation into play.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145480",
      "text": "But common descent is your word Peeling. And this is what gets so frustrating about debating with you because you're as slippery as the evolution you debate. And you can also be somewhat sanctimonious in you attitude also. So let's just get down to the built in contradictions that you constantly go between promoting and denying, depending on the arguments I give at any time. Here you are accusing me of wrongly lumping these other sciences in with evo as if I'm trying to confuse the situation, but here: http://en.wikipedia.org/wiki/Common_descent with the definition of common descent it say's, This theory is now generally accepted by biologists, and the last universal common ancestor (LUCA or LUA), that is, the most recent common ancestor of all currently living organisms, is believed to have appeared about 3.9 billion years ago. The theory of a common ancestor between all organisms is one of the principles of evolution, Doesn't this aspect of common descent clearly imply that since the earliest organisms appeared 3.9 billion years ago and we descended from them commonly that they are tied together with the separate science you now refer to as abiogenesis? Now go on and squirm out of that in your usual way Peeling.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145481",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145482",
      "text": "You'd have to show me their announcements of bias and conspiratorial intent, before I'd agree that they are as bad as you imply, but I have no question that they admit the possibility of extrapolation of ID for religious purposes far more than atheists admit the possibility of extrapolation of evolution for atheistic purposes. Why? Because Christians have guidelines about lying.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145483",
      "text": "I feel a No True Scotsman coming on. Should I even bother to mention Hovind?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145484",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145485",
      "text": "Umpteen scientific disciplines can be dwarfed by emotion and money, both of which saturate evolutionary study.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145486",
      "text": "Because it works. How much money is pumped into microchip design and production? IBM engineers must be so corrupt; the temptation to lie about quantum theory so they can pretend to offer faster processors must be overwhelming! And don't get me started on the evolutionary algorithms they use - clear evidence of atheist bias and lying. As if evolution could design better microchips! Research based on evolutionary theory is well funded because there's massive potential for return on investment. Who funds ICR? If you're so keen to follow the money, at least do it consistently.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:23"
    },
    {
      "nodeID": "145487",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145488",
      "text": "The wealth of evidence comes up short, no matter how hard I try, and the main reason is this; The more laughable (by todays standards) Darwin's lack of knowledge of the simplest forms of life becomes / the more details todays science learns about the simplest forms of life becomes, the more glaring the scientific community's inability to address origins becomes. That means less demonstrable scientific merit for evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145489",
      "text": "And there it is in black and off-white: you can't find any fault with common descent or evolution, so you shoehorn in something to which evolution does not speak. Evolution is not about origin of first life. Take it off the table. Now look again. Earliest forms of life: single cells. Then simple agglomerations (sponges), then progressively more specialisation (flatworms), and on and on and on. Evolution. A nested hierarchy of forms and genetics. Atavisms. Vestigial features. The evidence is all right there, yet because we haven't yet reached back three and a half billion years and created an accurate pre-cellular picture (you really ought to check out protocells though) you declare the whole edifice insubstantial. That's like saying we should acquit a murderer because the tens of thousands of pieces of evidence indicating his guilt mean nothing if we can't tell how many cornflakes he had for breakfast. Ok, it's not quite like that. Obviously the origin of life is a fascinating subject and not an insignificant detail. Let me rephrase, then: the murderer commited his crime with a weapon whose origin is indeterminate. So far, nobody has a full picture of how the murderer came by this weapon. Fascinating, intriguing, important even - but irrelevant to the question of whether he commited the crime, for which the evidence is overwhelming.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145490",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145491",
      "text": "They said that biological evolution has a simple scientific definition, and they were right. That term is often shortened to simply 'evolution', especially by practicing scientists - just as the word 'grip' is used without confusion on the set of a film, despite it having a different meaning to that employed in other fields. The fundamental problem was this: you wanted to argue your case based on vague popular or layman's usages of the term.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145492",
      "text": "Because what inspired my argument/debate challange was the Questions for both sides thread, it was full of vague/popular laymans usages of the term, and you can't blame only me for it, since I didn't start the thread, and since I was only about 1/10 of all the broad usages of the term going on in that thread, the rest were coming from evolutionists. Please read its opening post (by an evolutionist) - you're not going to find much about biology there.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145493",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145494",
      "text": "When I watch the news, and see someone interviewed, I'm always mildly irritated by the little caption they attach: 'Joe Bloggs, smoker'; 'Jane Middlemiss, motorist' - like these titles somehow define the person. Stenger is a person, who has personally come to certain conclusions by using his brain and the scientific method. I'm quite sure he is convinced by the evidence supporting evolution - so what? So's Jyoshu.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145495",
      "text": "But what he is doing is taking evolution (considered a 'fact') adding it to a theory (there is no god) and trying to convice his reader that he has added; fact + theory = fact. Evolution seems to do that in it's subcatagories. How do we distinguish the difference between the validity of when it's done in a subcatagory vs when it's done concerning the general term?  Do you get equally irritatied by the little captions under the names of Kent Hovind, or Michael Behe, or Ben Stein, or William Dembski? Why the double standard? Why not let them be individuals also? Why not let them come to certain conclusions without attacking captions, or ideologies? Why the fear in letting future generations be exposed to their path of thinking?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145496",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145497",
      "text": "If anyone is saying that the word evolution - not biological evolution - only has one meaning, point them at a dictionary - or me for that matter - for correction.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145498",
      "text": "Well then maybe I've accomplished something here by inspiring you to do that, because you sure weren't doing that a year ago, to the authors of posts 3, 4, 5, 6,7, 9, 10, etc etc etc in this thread.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145499",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145500",
      "text": "What, you mean atheists really exist? And they say things? Are they... are they outside, right now? ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145501",
      "text": "Yes, they're outside, they're in academics, they're writing books, they're teaching very small children, they're lining politicians pockets, they're filing lawsuits challenging tradition and morals, they're in a lot of places.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145502",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145503",
      "text": "And there it is in black and off-white: you can't find any fault with common descent or evolution, so you shoehorn in something to which evolution does not speak.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:24"
    },
    {
      "nodeID": "145504",
      "text": "And ID does not speak of a designer.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:25"
    },
    {
      "nodeID": "145505",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:25"
    }
  ],
  "edges": [
    {
      "edgeID": "187282",
      "fromID": "145447",
      "toID": "145448",
      "formEdgeID": null
    },
    {
      "edgeID": "187283",
      "fromID": "145448",
      "toID": "145446",
      "formEdgeID": null
    },
    {
      "edgeID": "187284",
      "fromID": "145450",
      "toID": "145451",
      "formEdgeID": null
    },
    {
      "edgeID": "187285",
      "fromID": "145451",
      "toID": "145449",
      "formEdgeID": null
    },
    {
      "edgeID": "187286",
      "fromID": "145453",
      "toID": "145454",
      "formEdgeID": null
    },
    {
      "edgeID": "187287",
      "fromID": "145454",
      "toID": "145452",
      "formEdgeID": null
    },
    {
      "edgeID": "187288",
      "fromID": "145456",
      "toID": "145457",
      "formEdgeID": null
    },
    {
      "edgeID": "187289",
      "fromID": "145457",
      "toID": "145455",
      "formEdgeID": null
    },
    {
      "edgeID": "187290",
      "fromID": "145459",
      "toID": "145460",
      "formEdgeID": null
    },
    {
      "edgeID": "187291",
      "fromID": "145460",
      "toID": "145458",
      "formEdgeID": null
    },
    {
      "edgeID": "187292",
      "fromID": "145462",
      "toID": "145463",
      "formEdgeID": null
    },
    {
      "edgeID": "187293",
      "fromID": "145463",
      "toID": "145461",
      "formEdgeID": null
    },
    {
      "edgeID": "187294",
      "fromID": "145465",
      "toID": "145466",
      "formEdgeID": null
    },
    {
      "edgeID": "187295",
      "fromID": "145466",
      "toID": "145464",
      "formEdgeID": null
    },
    {
      "edgeID": "187296",
      "fromID": "145468",
      "toID": "145469",
      "formEdgeID": null
    },
    {
      "edgeID": "187297",
      "fromID": "145469",
      "toID": "145467",
      "formEdgeID": null
    },
    {
      "edgeID": "187298",
      "fromID": "145471",
      "toID": "145472",
      "formEdgeID": null
    },
    {
      "edgeID": "187299",
      "fromID": "145472",
      "toID": "145470",
      "formEdgeID": null
    },
    {
      "edgeID": "187300",
      "fromID": "145474",
      "toID": "145475",
      "formEdgeID": null
    },
    {
      "edgeID": "187301",
      "fromID": "145475",
      "toID": "145473",
      "formEdgeID": null
    },
    {
      "edgeID": "187302",
      "fromID": "145477",
      "toID": "145478",
      "formEdgeID": null
    },
    {
      "edgeID": "187303",
      "fromID": "145478",
      "toID": "145476",
      "formEdgeID": null
    },
    {
      "edgeID": "187304",
      "fromID": "145480",
      "toID": "145481",
      "formEdgeID": null
    },
    {
      "edgeID": "187305",
      "fromID": "145481",
      "toID": "145479",
      "formEdgeID": null
    },
    {
      "edgeID": "187306",
      "fromID": "145483",
      "toID": "145484",
      "formEdgeID": null
    },
    {
      "edgeID": "187307",
      "fromID": "145484",
      "toID": "145482",
      "formEdgeID": null
    },
    {
      "edgeID": "187308",
      "fromID": "145486",
      "toID": "145487",
      "formEdgeID": null
    },
    {
      "edgeID": "187309",
      "fromID": "145487",
      "toID": "145485",
      "formEdgeID": null
    },
    {
      "edgeID": "187310",
      "fromID": "145489",
      "toID": "145490",
      "formEdgeID": null
    },
    {
      "edgeID": "187311",
      "fromID": "145490",
      "toID": "145488",
      "formEdgeID": null
    },
    {
      "edgeID": "187312",
      "fromID": "145492",
      "toID": "145493",
      "formEdgeID": null
    },
    {
      "edgeID": "187313",
      "fromID": "145493",
      "toID": "145491",
      "formEdgeID": null
    },
    {
      "edgeID": "187314",
      "fromID": "145495",
      "toID": "145496",
      "formEdgeID": null
    },
    {
      "edgeID": "187315",
      "fromID": "145496",
      "toID": "145494",
      "formEdgeID": null
    },
    {
      "edgeID": "187316",
      "fromID": "145498",
      "toID": "145499",
      "formEdgeID": null
    },
    {
      "edgeID": "187317",
      "fromID": "145499",
      "toID": "145497",
      "formEdgeID": null
    },
    {
      "edgeID": "187318",
      "fromID": "145501",
      "toID": "145502",
      "formEdgeID": null
    },
    {
      "edgeID": "187319",
      "fromID": "145502",
      "toID": "145500",
      "formEdgeID": null
    },
    {
      "edgeID": "187320",
      "fromID": "145504",
      "toID": "145505",
      "formEdgeID": null
    },
    {
      "edgeID": "187321",
      "fromID": "145505",
      "toID": "145503",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
