{
  "nodes": [
    {
      "nodeID": "141618",
      "text": "'State legislators have also rediscovered their political bullet-proof vests as the gun lobby has pushed aggressively to extend conceal-and-carry to college campuses, taverns, and the workplace. 'Since the mass fatal shooting at Virginia Tech in 2007, gun-rights advocates have made an all-out effort to allow students to carry hidden firearms - on the dubious theory that students would be better protected from mass killers. But 22 states saw the folly of this idea and defeated it, even in strong gun-rights states such as Louisiana, South Carolina, and Oklahoma.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:07"
    },
    {
      "nodeID": "141619",
      "text": "So students don't deserve their constitutional rights?",
      "type": "I",
      "timestamp": "2016-03-08 19:54:07"
    },
    {
      "nodeID": "141620",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:07"
    },
    {
      "nodeID": "141621",
      "text": "Senate to vote on concealed weapons measure - Yahoo! News So what kind of message is the NRA sending? That it doesn't really matter if people who carry around deadly weapons are able to hit a target at the shooting range or if they understand the law about when they can legally use their weapons or if they have drinking problems and sometimes get in fights? The NRA talks about respecting the right of self defense but it's clear they want rights without responsibilities. If they really believed in self defense then it seems that they would be pushing for legislation that required people that carry to obtain a minimum level of training so that they would be in a better position to defend themselves rather than supporting legislation that undermines state gun laws. Now come the slippery slope arguments or the 'well it's a right' arguments....",
      "type": "I",
      "timestamp": "2016-03-08 19:54:08"
    },
    {
      "nodeID": "141622",
      "text": "Oh goodie, same MO. First a biased claim repeated on Yahoo from canned propaganda source, VPC with a few quotes from staunch marxists that would like to ignore the Second Amendment and the entire Constitution, then you include the suppositions and dire warnings which have never come true but you are not finished yet. Your quote contains the usual lies about training and education plus an appeal to interfere with State Rights which 34 States have specifically stated their support of through their State AG. Not enough yet? 'well it's a right' is no longer an argument, it is fact. Read Heller v D.C. and the myriad of cases including 35 Supreme Court cases that have always held the Second Amendment protects those individual rights. Even Roe v Wade states the rights found in the BOR such as ...'the right to keep and bear arms' to be a fundamental right. What you have is an unConstitutional right being demeaned by a person who swore an oath to protect and defend it...making them/him a traitor.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:08"
    },
    {
      "nodeID": "141623",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:08"
    },
    {
      "nodeID": "141624",
      "text": "Yeah! The NRA is just encouraging a Wild West shootouts in our streets! Yeah, that stupid NRA!  So I thought I would take a look at the records. This is ALL justifiable homicides and not just concealed carry permit holders, from 1996 to the last date of records on the FBI website 2007.  So according to the Anti-gun side, we should see a humongous progression of citizen killings of innocent citizens, or in other words, criminals, as the number of Concealed Carry states pass their laws and allow permit holders carry concealed handguns. No?  From Expanded Homicide Data Table 14 - Crime in the United States 2005 and http://www.fbi.gov/filelink.html?file=/ucr/cius_00/xl/00tbl2-17.xls and  Justifiable Homicide by Weapon, Private Citizen,1 2003-2007 Oooops! emoticon_ic So lets look at Law enforcement just for comparison of the normal fluctuation in the number of incidents!  From http://www.fbi.gov/filelink.html?file=/ucr/cius_00/xl/00tbl2-16.xls and Expanded Homicide Data Table 13 - Crime in the United States 2005 and  Justifiable Homicide by Weapon, Law Enforcement,1 2003-2007 Oooops again! Like always, just bloated hype from the Anti-Constitutionalists! Nothing more!",
      "type": "I",
      "timestamp": "2016-03-08 19:54:08"
    },
    {
      "nodeID": "141625",
      "text": "Well, their cash cow dried up and even Toby Hoover is going to have to get a new gig. No matter how many times these dire warnings were given they just never came to pass and over 2/3rds of the people are wise to them now and they have lost any credibility at all. Folks all over are now standing up demanding their rights and the left has expended both it's money and political and emotional capital. Stick a fork in them Lucy, they are done emoticon_xhoho",
      "type": "I",
      "timestamp": "2016-03-08 19:54:08"
    },
    {
      "nodeID": "141626",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:08"
    },
    {
      "nodeID": "141627",
      "text": "'Last week the Senate found the courage to say, 'Freeze!' It defeated, if narrowly, a bill that would have allowed people with permits to carry a concealed gun across state lines....",
      "type": "I",
      "timestamp": "2016-03-08 19:54:08"
    },
    {
      "nodeID": "141628",
      "text": "So you're saying that a person's right to defend themselves ends at the border of their state of residence? How about a person's First Amendment rights? Should states be allowed to set limitations on free speech that're radically different from your own home state? Or how about driver's licenses? Should your license only be good in one state and one state only, and driving in a different state is a criminal offense?",
      "type": "I",
      "timestamp": "2016-03-08 19:54:08"
    },
    {
      "nodeID": "141629",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:08"
    },
    {
      "nodeID": "141630",
      "text": "'Interestingly, those injured in the Virginia Tech shooting and those who lost loved ones have spoken most vigorously against guns on campus.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:08"
    },
    {
      "nodeID": "141631",
      "text": "Because they're hoplophobe sissies.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:08"
    },
    {
      "nodeID": "141632",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:08"
    }
  ],
  "edges": [
    {
      "edgeID": "184570",
      "fromID": "141619",
      "toID": "141620",
      "formEdgeID": null
    },
    {
      "edgeID": "184571",
      "fromID": "141620",
      "toID": "141618",
      "formEdgeID": null
    },
    {
      "edgeID": "184572",
      "fromID": "141622",
      "toID": "141623",
      "formEdgeID": null
    },
    {
      "edgeID": "184573",
      "fromID": "141623",
      "toID": "141621",
      "formEdgeID": null
    },
    {
      "edgeID": "184574",
      "fromID": "141625",
      "toID": "141626",
      "formEdgeID": null
    },
    {
      "edgeID": "184575",
      "fromID": "141626",
      "toID": "141624",
      "formEdgeID": null
    },
    {
      "edgeID": "184576",
      "fromID": "141628",
      "toID": "141629",
      "formEdgeID": null
    },
    {
      "edgeID": "184577",
      "fromID": "141629",
      "toID": "141627",
      "formEdgeID": null
    },
    {
      "edgeID": "184578",
      "fromID": "141631",
      "toID": "141632",
      "formEdgeID": null
    },
    {
      "edgeID": "184579",
      "fromID": "141632",
      "toID": "141630",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
