{
  "nodes": [
    {
      "nodeID": "148496",
      "text": "Bus driver Terrance Gavan manufactured highly dangerous firearms and explosives at the home where he lived with his mother in Batley, West Yorkshire. Police discovered 54 improvised bombs including nail bombs and a booby-trapped cigarette packet, as well as 12 firearms.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:38"
    },
    {
      "nodeID": "148497",
      "text": "And last years stats say, 3rd July 2009  The most violent country in Europe: Britain is also worse than South Africa and U.S.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:38"
    },
    {
      "nodeID": "148498",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:38"
    },
    {
      "nodeID": "148499",
      "text": "Only as far as every murder is evidence of failure of homicide laws. In other words; to be expected. No law is 100% successful, and to expect one to be so is unrealistic at best. It would be nice, but that's an ideal which is more or less unreachable. The fact remains; it's a significant reduction, especially in comparison to the standard myths about gun availability in the UK. Did you read the report? 'One gun on an estate can be used by people you would not expect to be allies.' So much for buddies.  Of course you would rather. One of the options is counter to your agenda; the other is completely unrelated, not to mention generically trolling. I suppose that's a sort of consistency...  However, we're talking about the UK, not Russia. Bit of a difference.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:38"
    },
    {
      "nodeID": "148500",
      "text": "No, it is not counter to any agenda, it is a historical fact! If you turn on your allies during time of war, why trust them in time of peace? Your countrymen got sunk by the Brit disarmament plan as soon as the elite were safe and you are ecstatic about it? Good correlation as to why tyrants refuse to allow the populace arms so they can remain slaves. Free men are armed!",
      "type": "I",
      "timestamp": "2016-03-08 20:08:38"
    },
    {
      "nodeID": "148501",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:38"
    }
  ],
  "edges": [
    {
      "edgeID": "189422",
      "fromID": "148497",
      "toID": "148498",
      "formEdgeID": null
    },
    {
      "edgeID": "189423",
      "fromID": "148498",
      "toID": "148496",
      "formEdgeID": null
    },
    {
      "edgeID": "189424",
      "fromID": "148500",
      "toID": "148501",
      "formEdgeID": null
    },
    {
      "edgeID": "189425",
      "fromID": "148501",
      "toID": "148499",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
