{
  "nodes": [
    {
      "nodeID": "157391",
      "text": "When Chicago passed a ban on handgun ownership in 1982, it was part of a trend. Washington, D.C., had done it in 1976, and a few Chicago suburbs took up the cause in the following years. They all expected to reduce the number of guns and thus curtail bloodshed. District of Columbia Attorney General Linda Singer told The Washington Post in 2007, 'It's a pretty common-sense idea that the more guns there are around, the more gun violence you'll have.' Nadine Winters, a member of the Washington City Council in 1976, said she assumed at the time that the policy 'would spread to other places.' But the fad never really caught fire - even before last summer, when the U.S. Supreme Court struck down the D.C. law and cast doubt on the others, including the Chicago ordinance before the court Tuesday. The Second Amendment may kill such restrictions, but in most places, it wasn't needed to keep them from hatching in the first place. Maybe that's because there were so many flaws in the basic idea. Or maybe it was because strict gun control makes even less sense at the municipal level than it does on a broader scale. At any rate, the policy turned out to be a comprehensive dud. In the years following its ban, Washington did not generate a decline in gun murders. In fact, the number of killings rose by 156 percent - at a time when murders nationally increased by just 32 percent. For a while, the city vied regularly for the title of murder capital of America. Chicago followed a similar course. In the decade after it outlawed handguns, murders jumped by 41 percent, compared with an 18 percent rise in the entire United States. One problem is that the bans didn't actually have any discernible effect on the availability of guns to people with felonious intent. As with drugs and hookers, when there is a demand for guns, there will always be a supply. Who places the highest value on owning a firearm? Criminals. Who is least likely to fear being prosecuted for violating the law? Criminals. Who is most likely to have access to illicit dealers? You guessed it. If we were starting out in a country with zero guns, it might be possible to keep such weapons away from bad guys. But that's not this country, which has more than 200 million firearms in private hands and a large, perpetual supply of legal handguns. Only a tiny percentage of those weapons has to be diverted to the underground trade for crooks to acquire all the firepower they need. While gun bans greatly impede the law-abiding, they pose only a trivial inconvenience to the lawless. This is especially true at the local level. Banning guns from one city makes about as much sense as banning them on one block. It's hard enough to halt the flow of guns over international borders, where governments police traffic. It's impossible to stop them from crossing municipal boundaries - which are unmonitored, undefended and practically invisible. Tens of thousands of cars enter Washington and Chicago each day from places where guns are easily and legally obtainable. Any of those vehicles could be transporting a carton of pistols to sell to willing thugs. If you're on an island, you're going to get splashed by the waves. The proponents obviously knew all along this city-by-city approach had serious shortcomings. But they figured it was bound to curtail gun availability somewhat. They also hoped that by prohibiting handguns in one place, they were beginning a bigger process. First, they expected that other cities and states would follow suit. Second, they wagered that strict controls at the local level would acclimate Americans to new regulations at the national level. But things didn't work out that way. The persistence of crime in supposedly gun-free zones didn't build support for broader gun control by showing the limits of piecemeal legislation. It weakened the case, by proving that such regulations have little impact on the people who present the biggest danger. Instead of a broad upward avenue, it was a dead end. Gun control supporters fear that if the Supreme Court invalidates local handgun bans, the consequences will be nothing but bad. That would be easier to believe if the laws had ever done any good.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:15"
    },
    {
      "nodeID": "157392",
      "text": "Only a complete XXXXX, devoid of even the slightest measurable amount of critical thinking skills, would support Chicago's handgun ban.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:15"
    },
    {
      "nodeID": "157393",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:28:15"
    },
    {
      "nodeID": "157394",
      "text": "Chicago's handgun ban failure - chicagotribune.com Only a complete XXXXX, devoid of even the slightest measurable amount of critical thinking skills, would support Chicago's handgun ban.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:15"
    },
    {
      "nodeID": "157395",
      "text": "Come on, now. You're talking about a city where the dead vote in every election. ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:28:15"
    },
    {
      "nodeID": "157396",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:28:15"
    },
    {
      "nodeID": "157397",
      "text": "A textbook description of a liberal!",
      "type": "I",
      "timestamp": "2016-03-08 20:28:15"
    },
    {
      "nodeID": "157398",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:28:15"
    },
    {
      "nodeID": "157399",
      "text": "If they're voting then they should be paying taxes too. There's no excuse for those lazy stiffs to avoid being miserable along with everybody else. Nobody ever said that taxes had to stop just because you do.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:15"
    },
    {
      "nodeID": "157400",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:28:15"
    },
    {
      "nodeID": "157401",
      "text": "The rich dead leave this world by giving Uncle Sam a boatload of undeserved cash. It's called The Estate Tax. :xcensored",
      "type": "I",
      "timestamp": "2016-03-08 20:28:16"
    },
    {
      "nodeID": "157402",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:28:16"
    },
    {
      "nodeID": "157403",
      "text": "A textbook description of a democrat!",
      "type": "I",
      "timestamp": "2016-03-08 20:28:16"
    },
    {
      "nodeID": "157404",
      "text": "Liberal, not Democrat. Believe it or not, there are pro-gun 'thinking' Democrats.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:16"
    },
    {
      "nodeID": "157405",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:28:16"
    }
  ],
  "edges": [
    {
      "edgeID": "195702",
      "fromID": "157392",
      "toID": "157393",
      "formEdgeID": null
    },
    {
      "edgeID": "195703",
      "fromID": "157393",
      "toID": "157391",
      "formEdgeID": null
    },
    {
      "edgeID": "195704",
      "fromID": "157395",
      "toID": "157396",
      "formEdgeID": null
    },
    {
      "edgeID": "195705",
      "fromID": "157396",
      "toID": "157394",
      "formEdgeID": null
    },
    {
      "edgeID": "195706",
      "fromID": "157397",
      "toID": "157398",
      "formEdgeID": null
    },
    {
      "edgeID": "195707",
      "fromID": "157398",
      "toID": "157392",
      "formEdgeID": null
    },
    {
      "edgeID": "195708",
      "fromID": "157399",
      "toID": "157400",
      "formEdgeID": null
    },
    {
      "edgeID": "195709",
      "fromID": "157400",
      "toID": "157395",
      "formEdgeID": null
    },
    {
      "edgeID": "195710",
      "fromID": "157401",
      "toID": "157402",
      "formEdgeID": null
    },
    {
      "edgeID": "195711",
      "fromID": "157402",
      "toID": "157399",
      "formEdgeID": null
    },
    {
      "edgeID": "195712",
      "fromID": "157404",
      "toID": "157405",
      "formEdgeID": null
    },
    {
      "edgeID": "195713",
      "fromID": "157405",
      "toID": "157403",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
