{
  "nodes": [
    {
      "nodeID": "160543",
      "text": "Usually if you speak to a christian on subjects surrounding creation they come up with 'There are many theories'. If they were challenged to come up with 1 scientist who believed that humans do not share common ancestry with apes Behe would have been possibly the weak link. If even he believes in common ancestry do the creationists have a leg to stand on? (Not that lack of credibility seems to be a barrier to them...)",
      "type": "I",
      "timestamp": "2016-03-08 20:35:16"
    },
    {
      "nodeID": "160544",
      "text": "It's not a difficult challange. http://www.answersingenesis.org/Home/Area/bios/default.asp",
      "type": "I",
      "timestamp": "2016-03-08 20:35:17"
    },
    {
      "nodeID": "160545",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:17"
    },
    {
      "nodeID": "160546",
      "text": "It's not a difficult challange.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:17"
    },
    {
      "nodeID": "160547",
      "text": "No, it wasn't. Given the number of scientists one might assume that at least one would confuse his science with his religion. It seems that according to AIG, 182 actually do. I really have to commend AIG in that they did not list 'Dr.' Kent Hovind, 'Dr.' Carl Baugh, 'Dr.' Don Patton. However, the AIG does list Thomas Barnes who's highest earned degree is an MS in physics, his Sc.D being honorary from his undergraduate, Christian university. Clifford Burdick has a 'degree' from a non-university (as described in the mimeographed bulletin of the 'University of Physical Sciences', from which Burdick claimed his degree: ''The University is not an educational institution, but a society of individuals of common interest for the advancement of physical science. There are no campus, professors or tuition fee.'). Harold Slusher has an honorary degree from a Bible college with only a 1/2 man graduate science department in addition to his 'degree' from Columbia Pacific University a non-accredited correspondence school that promises a degree in less than a year. I do note that Clifford Burdick is listed on list of deceased scientists who believed in a creator. I presume that the rest of the 'scientists' listed by AIG actually have the PhDs that AIG claims of all 182 listed. I invite you to compare that list to the Steve list, now at 720+ scientists named Steve who accept evolution as the correct explanation for the observed diversity of life. The name 'Steve' (and variations thereof) comprises about 1% of the population. The percentage of qualified scientists with that name cannot be far from the norm. The Steve list was initially composed of scientists with PhD degrees biology, geology, paleontology, or a related scientific field. However, there are also scientists in fields such as cosmology and astrophysics that are signatories as well as other fields with an interest in evolutionary theory. For example, Stephen Hawking has signed the Steve list. I invite you to find bogus and inappropriate degrees on the Steve list. I am sure that the NCSE would be appreciative of your efforts. Hopefully you will have a more difficult time than I did in identifying bogus degrees. Oh, yes. In my experience, creationist scientists were always creationist long before they were scientists. On the other hand, there are lots of scientists who were once creationists, before they became scientists. As many polls have shown, the more educated a person becomes, the less likely it is that he/she is a creationist.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:17"
    },
    {
      "nodeID": "160548",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:35:17"
    },
    {
      "nodeID": "160549",
      "text": "I invite you to compare that list to the Steve list, now at 720+ scientists named Steve who accept evolution as the correct explanation for the observed diversity of life.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:17"
    },
    {
      "nodeID": "160550",
      "text": "As of this post, Project Steve stands at 703 Steves. The Steve-o-Meter's visual representation is a little misleading.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:17"
    },
    {
      "nodeID": "160551",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:17"
    },
    {
      "nodeID": "160552",
      "text": "No, it wasn't. Given the number of scientists one might assume that at least one would confuse his science with his religion. It seems that according to AIG, 182 actually do.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:17"
    },
    {
      "nodeID": "160553",
      "text": "Hundreds of thousands of atheist scientists do too, since common ancestry with apes harmonizes perfectly with the absence of a creator. They're seldom asked to answer about that confusion, however.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:17"
    },
    {
      "nodeID": "160554",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:35:17"
    },
    {
      "nodeID": "160555",
      "text": "I really have to commend AIG in that they did not list 'Dr.' Kent Hovind, 'Dr.' Carl Baugh, 'Dr.' Don Patton. However, the AIG does list Thomas Barnes who's highest earned degree is an MS in physics, his Sc.D being honorary from his undergraduate, Christian university. Clifford Burdick has a 'degree' from a non-university (as described in the mimeographed bulletin of the 'University of Physical Sciences', from which Burdick claimed his degree: ''The University is not an educational institution, but a society of individuals of common interest for the advancement of physical science. There are no campus, professors or tuition fee.'). Harold Slusher has an honorary degree from a Bible college with only a 1/2 man graduate science department in addition to his 'degree' from Columbia Pacific University a non-accredited correspondence school that promises a degree in less than a year. I do note that Clifford Burdick is listed on list of deceased scientists who believed in a creator. I presume that the rest of the 'scientists' listed by AIG actually have the PhDs that AIG claims of all 182 listed.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:17"
    },
    {
      "nodeID": "160556",
      "text": "So this list was a surprise to you? This isn't the first time that the 'challange to come up with one scientist who believed that humans do not share common ancestry with apes' has come up on these forums. When refuted, the goal posts move, and it's shown how several scientists who don't believe in common ancestry are dwarfed by percentages of those who do, with of course, a dose of ridicule thrown in. Is that how students are sometimes 'educated' in today's universities? A false implication is made to belittle creation as much as possible, and if not questioned, is quickly built upon? And if questioned, the goalposts are moved and the questioner is riduculed?",
      "type": "I",
      "timestamp": "2016-03-08 20:35:17"
    },
    {
      "nodeID": "160557",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:35:17"
    },
    {
      "nodeID": "160558",
      "text": "Oh, yes. In my experience, creationist scientists were always creationist long before they were scientists. On the other hand, there are lots of scientists who were once creationists, before they became scientists.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:18"
    },
    {
      "nodeID": "160559",
      "text": "Try a new experience. Check these names from that list; David Catchpoole, Emil Silvestru, Gary Parker, and Carl Wieland. I found them quickly - there are probably others like them who were once atheists, who became scientists, and subsequently creationists.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:18"
    },
    {
      "nodeID": "160560",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:18"
    },
    {
      "nodeID": "160561",
      "text": "As many polls have shown, the more educated a person becomes, the less likely it is that he/she is a creationist.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:18"
    },
    {
      "nodeID": "160562",
      "text": "That would depend on how the poll was done, and what education levels were compared. Comparing high school educated with college educated, I would believe your statement, considering today's extreme left leaning college administrators. If a poll was conducted among the LEAST educated (prison populations - unwed welfare mothers - deadbeat dads - intercity homeless, etc) I wouldn't need a poll to tell me that almost none of them would believe in creation. It's interesting that the most educated, and the least educated, could very well have similar worldviews, largely that once life is over it was purposeless and pointless. There is good reason the U.S. doesn't leave political decisions to only the highly educated.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:18"
    },
    {
      "nodeID": "160563",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:18"
    }
  ],
  "edges": [
    {
      "edgeID": "197962",
      "fromID": "160544",
      "toID": "160545",
      "formEdgeID": null
    },
    {
      "edgeID": "197963",
      "fromID": "160545",
      "toID": "160543",
      "formEdgeID": null
    },
    {
      "edgeID": "197964",
      "fromID": "160547",
      "toID": "160548",
      "formEdgeID": null
    },
    {
      "edgeID": "197965",
      "fromID": "160548",
      "toID": "160546",
      "formEdgeID": null
    },
    {
      "edgeID": "197966",
      "fromID": "160550",
      "toID": "160551",
      "formEdgeID": null
    },
    {
      "edgeID": "197967",
      "fromID": "160551",
      "toID": "160549",
      "formEdgeID": null
    },
    {
      "edgeID": "197968",
      "fromID": "160553",
      "toID": "160554",
      "formEdgeID": null
    },
    {
      "edgeID": "197969",
      "fromID": "160554",
      "toID": "160552",
      "formEdgeID": null
    },
    {
      "edgeID": "197970",
      "fromID": "160556",
      "toID": "160557",
      "formEdgeID": null
    },
    {
      "edgeID": "197971",
      "fromID": "160557",
      "toID": "160555",
      "formEdgeID": null
    },
    {
      "edgeID": "197972",
      "fromID": "160559",
      "toID": "160560",
      "formEdgeID": null
    },
    {
      "edgeID": "197973",
      "fromID": "160560",
      "toID": "160558",
      "formEdgeID": null
    },
    {
      "edgeID": "197974",
      "fromID": "160562",
      "toID": "160563",
      "formEdgeID": null
    },
    {
      "edgeID": "197975",
      "fromID": "160563",
      "toID": "160561",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
