{
  "nodes": [
    {
      "nodeID": "148140",
      "text": "A key doctrine in my own faith is that Jesus was born of a virgin, even though it makes no scientific sense - there is the matter of Jesus's Y-chromosome to account for. But that is the point. Miracles, by definition, do not have to make scientific sense. They are specific acts of God, designed in most cases to get a message across. Their very rarity is what makes them remarkable. An atheist, of course, will argue that miracles are bogus and are stitched together from the needs and desires of human imagination. Maybe so. To a believer, miracles are more than 'violations of the laws of nature,' as they were described by David Hume. They reflect a greater reality, a spiritual reality, and they occur in a context that makes religious, not scientific, sense. To the nonbeliever, there is no spiritual reality, and hence there are no miracles. To a person of faith, miracles display the greater purposes of God, giving them a meaning that transcends physical reality. If this is true, why shouldn't we allow that the creation of our species was a miracle? Or why not agree that the sudden explosion of life in the Cambrian era might have been a miracle? Both might have been. In 1900, we could easily have said that the sun's fire was a miracle. Unable to explain the biological basis of immunity, we could have chalked that up to God, too. And for good measure we could have told our students that the interior heat of the earth might be the work of the devil. We are now far enough along in the development of science to appreciate that its track record suggests that ultimately it will find natural causes for natural phenomena.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:57"
    },
    {
      "nodeID": "148141",
      "text": "But wait a minute! Hasn't science found that it's scientifically impossible for Jesus to be born of a virgin - no Y-chromosome? Why is he willing to forfeit science and accept the Bible in that regard, and forfeit the Bible in so many other respects? Why is it okay for him to accept the virgin birth of Christ, and riducule anyone who believes in the creation of the first man, Adam? If God could handle the Y-chromosome, couldn't God also handle creating the first, fully formed man? He calls Adam 'fictional' on page 5. It becomes more and more clear why atheists are comfortable with theistic evolution. If there was no Adam, there was no original sin, and no genealogy as described in the book of Genesis, only monkeys. Except for his amazing exception to science in the virgin birth of Jesus, he seems to allow evolutionistic pronouncements to have priority over Biblical statements. Then ALL the basics of Christianity, the nature of God and central New Testament teachings, including the way the sinner Adam (one man)and the Savior Jesus (one man) are linked together in Romans 5, 16-18, are trivialized just the way atheists love. No wonder they're so comfortable with theistic evolution! On the bottom of page 235, Miller's comment about 'just about any preacher I have had the patience to listen too.....' speaks volumes - his cluelessness about original sin and many other things about Christianity shows he hasn't had patience to listen to too many. But patience doesn't seem to be a factor when it comes to his enthusiasm for Darwin's works. He finishes the book with 'What kind of God do I believe in? The answer is in these words. I believe in Darwin's God.'  Sorry folks. It's going to take more than a herd of angry atheists to convince me that he's anything but a phony. I hope this thread gets some civilized responses.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:57"
    },
    {
      "nodeID": "148142",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:57"
    },
    {
      "nodeID": "148143",
      "text": "Ironically, when I have publicaly advanced the idea that God is generally compatable with evolution, I find that my agnostic and atheistic colleagues are generally comfortable with such ideas, but many believers are dumbfounded.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:57"
    },
    {
      "nodeID": "148144",
      "text": "I believe that's true, and as a 'believer' (creationist), here is what is hard to understand about that; In Matthew, 12:30, Jesus says 'He who is not with me is against me, and he who does not gather with me scatters'. It is safe to say that both creationists and theistic evolutionists would accept that statement from Jesus, and would seek to be 'with' him, while agnostic and atheists would consider themselves 'not with' him. Yet theistic evolutionists are comfortable to (usually politically) be 'with' agnostics and atheists, and separate themselves from creationists. If they're genuine Christians, knowing about the warnings in the Bible about false teachings, how can they be comfortable with that? Miller laments in several places throughout the book that atheists use evolution as a weapon against religion, and that it shouldn't be that way - that it causes more strife between the two than should exist.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:57"
    },
    {
      "nodeID": "148145",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:07:57"
    },
    {
      "nodeID": "148146",
      "text": "The book doesn't address it at all, this book written by a 'Christian' who claims to be attempting to find common ground between God and evolution. .... If you had a book by a creationist who claimed to compare evolution and Christianity, and spent almost the entire book searching scripture and ignoring evolution, would you come to the conclusion that he rejects evolution?",
      "type": "I",
      "timestamp": "2016-03-08 20:07:57"
    },
    {
      "nodeID": "148147",
      "text": "Oh, so now you admit that you realize that the book isn't an exhaustive review of his entire belief system. Earlier you wanted to use lack of information against him...",
      "type": "I",
      "timestamp": "2016-03-08 20:07:57"
    },
    {
      "nodeID": "148148",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:57"
    },
    {
      "nodeID": "148149",
      "text": "The reason his sentiments confirm the worst fears of creationists isn't because Lewontin alone has those sentiments, it's because creationists can clearly see those sentiments in the NY Times editorial board, CNN, ABC, Dan Rather, Handgun Control, The Sierra Club - the list is almost endless. Miller continues;",
      "type": "I",
      "timestamp": "2016-03-08 20:07:57"
    },
    {
      "nodeID": "148150",
      "text": "Because the NY Times, CNN, ABC, Dan Rather, and Handgun Control are all atheist-lead and anti-Christianity. Yeah.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:57"
    },
    {
      "nodeID": "148151",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:57"
    },
    {
      "nodeID": "148152",
      "text": "He calls Adam 'fictional' on page 5. It becomes more and more clear why atheists are comfortable with theistic evolution. If there was no Adam, there was no original sin, and no genealogy as described in the book of Genesis, only monkeys.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:57"
    },
    {
      "nodeID": "148153",
      "text": "Because the whole point of disproving Adam is to eliminate the idea of personal sin. Yep, that's exactly why I've always disliked the Adam and Eve tale. Never mind the colossus of contradictory evidence-it's all about making sure that vile idea of personal sin goes up in smoke with the fable itself.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:57"
    },
    {
      "nodeID": "148154",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148155",
      "text": "... here is what is hard to understand about that; In Matthew, 12:30, Jesus says 'He who is not with me is against me, and he who does not gather with me scatters'.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148156",
      "text": "But Miller is with Jesus (and by extension, you): he says that God exists and that Christianity is true. Or, if you insist that he's against you, you're left with this conundrum: You call Miller and theistic evolutionists incorrect, and he calls you and anti-evolutionists incorrect; why is your position any more logical than his? Regarding your citation about atheists using evolutionary findings to support their concepts, you omit the remainder of the paragraph. Shame on you, marc, for your quote mine. Miller clearly continues with 'philosophical pronouncements' that many atheists do not forward. Over the following three paragraphs, he examines a single philosophical insinuation -- not a plethora of them -- and then moves beyond 'atheistic philosophical pronouncements.'",
      "type": "I",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148157",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148158",
      "text": "Sorry folks. It's going to take more than a herd of angry atheists to convince me that he's anything but a phony.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148159",
      "text": "So you think he's really an atheist? No, you disagree with him on technicalities of your religion, which you'd do with billions of other Christians. Are they all phonies, too? ETA: Wow, Collin had some damn good points, especially PZ's chiding and JPII. Well done, Collin.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148160",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148161",
      "text": "It becomes more and more clear why atheists are comfortable with theistic evolution. If there was no Adam, there was no original sin, and no genealogy as described in the book of Genesis, only monkeys. Except for his amazing exception to science in the virgin birth of Jesus, he seems to allow evolutionistic pronouncements to have priority over Biblical statements. Then ALL the basics of Christianity, the nature of God and central New Testament teachings, including the way the sinner Adam (one man)and the Savior Jesus (one man) are linked together in Romans 5, 16-18, are trivialized just the way atheists love. No wonder they're so comfortable with theistic evolution!",
      "type": "I",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148162",
      "text": "Actually, you could probably make your point better if you referred to a 'theistic evolutionist' who rejected all creation stories (and other history) in the bible. As for your point itself, it is fairly correct (in my opinion). Theistic evolution makes no assertions that contradict either evolutionary theory or the teachings of the bible (morals, etc.). This presents no problems for atheistic evolutionists.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148163",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148164",
      "text": "Another theistic evolutionist that I would consider to be sincere could easily have the same ignorance of the Bible as Miller, but the difference is that Miller wrote a book attempting to compare the two (evolution vs. Christianity) and he has no excuse for being largely uninformed on one of the two subjects that he's trying to compare.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148165",
      "text": "Just as you are uninformed on the other subject? I honestly believe that is the only reason you don't at least partially accept evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148166",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148167",
      "text": "Miller continues; Evolution is not any of those things. It really is about science, and this means that the question of evolution is fundamentally different from issues of social and moral values. His mistake here, is that evolution isn't any of those social moral things because it shouldn't be. Yet he clearly shows, from Lewontin's words, that it IS.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148168",
      "text": "So Lewontin is the person who determines the opinion of the general public or something?",
      "type": "I",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148169",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:58"
    },
    {
      "nodeID": "148170",
      "text": "The reason his sentiments confirm the worst fears of creationists isn't because Lewontin alone has those sentiments, it's because creationists can clearly see those sentiments in the NY Times editorial board, CNN, ABC, Dan Rather, Handgun Control, The Sierra Club - the list is almost endless.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148171",
      "text": "So everyone thinks that 'evolutionists' should seize power or something? If that is true, it is because evolution is very widely accepted.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148172",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148173",
      "text": "Why is it okay for him to accept the virgin birth of Christ, and riducule anyone who believes in the creation of the first man, Adam?",
      "type": "I",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148174",
      "text": "Because there is no evidence against the virgin birth and there is considerable evidence against Adam -- including the text of Genesis 1.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148175",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148176",
      "text": "He finishes the book with 'What kind of God do I believe in? The answer is in these words. I believe in Darwin's God.'",
      "type": "I",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148177",
      "text": "And what does he mean by that? You apparently don't have a clue. Tell me, do you have any idea what 'secondary cause' is?",
      "type": "I",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148178",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148179",
      "text": "If Miller is genuinely disturbed about 'atheists in the scientific community who routinely enlist the material findings of evolutionary biology in support of their own philosophical pronouncements', why doesn't he distance himself from them, in political matters? He joined them in the recent Dover case, and he has in many others.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148180",
      "text": "Because evolution is how God created. Sorry, but we can't lie to our kids. We can't tell them creationism is true when God tells us it is false.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148181",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148182",
      "text": "But Miller is with Jesus (and by extension, you): he says that God exists and that Christianity is true. Or, if you insist that he's against you, you're left with this conundrum: You call Miller and theistic evolutionists incorrect, and he calls you and anti-evolutionists incorrect; why is your position any more logical than his?",
      "type": "I",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148183",
      "text": "Because his, as a Christian, doesn't follow the Christian Bible to anywhere near the extent that mine does.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148184",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148185",
      "text": "We have to, marc says.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148186",
      "text": "Because there are no ACLU lawsuits when Dawkin's book is required reading in public schools. We have to more and more, as atheism is established.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:59"
    },
    {
      "nodeID": "148187",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:00"
    },
    {
      "nodeID": "148188",
      "text": "Miller clearly continues with 'philosophical pronouncements' that many atheists do not forward. Over the following three paragraphs, he examines a single philosophical insinuation -- not a plethora of them -- and then moves beyond 'atheistic philosophical pronouncements.'",
      "type": "I",
      "timestamp": "2016-03-08 20:08:00"
    },
    {
      "nodeID": "148189",
      "text": "And that didn't have a thing to do with my point.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:00"
    },
    {
      "nodeID": "148190",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:00"
    },
    {
      "nodeID": "148191",
      "text": "I won't try to explain this, but anybody who has the book can read pages 240-243 to see what marc is once again omitting. Miller continues by explaining that he feels God's interactions with the world are few and far between because they are strategically placed, and he puts it in a context than any believer has surely heard, believed, and repeated dozens of times: We don't see huge Godly magic tricks because 'God doesn't work that way.' When I ask for an obvious sign, like my keyboard floating before my eyes, and it doesn't happen, the excuse I hear is that 'God doesn't work that way.' Now, all of a sudden, marc has a problem with that explanation. Go figure.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:00"
    },
    {
      "nodeID": "148192",
      "text": "And that's all irrelevent, because pages 240-243 concern what happens in the world today, not what happened concerning creation. His feelings about God's interactions with the world today would be different if he had a basic knowledge of the Bible.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:00"
    },
    {
      "nodeID": "148193",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:00"
    },
    {
      "nodeID": "148194",
      "text": "If God is all-powerful, then His words should be all that's needed. To me, the world is proof that God is all-powerful. The beauty and complexity is just staggering. (if all the DNA in the human body was stretched out it would circle the moon 6,000 times!) http://www.ba-education.demon.co.uk/for/science/dna.html",
      "type": "I",
      "timestamp": "2016-03-08 20:08:00"
    },
    {
      "nodeID": "148195",
      "text": "So much about complexity on earth has been discovered since Darwin, yet comparatively little more complexity has been discovered in all the dead rock planets all around us. But Darwinism will always be the faithful beginning point for atheism, just as the Bible is for us.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:00"
    },
    {
      "nodeID": "148196",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:00"
    },
    {
      "nodeID": "148197",
      "text": "Good questions. I agree that this logic is somewhat flawed (unless quote mined). God could have made Adam and Eve. He could then have planted evidence that life evolved to this point. The miracle could have happened, too, in much the same way.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:00"
    },
    {
      "nodeID": "148198",
      "text": "See my post above, Hi. marc ignores fundamentals of Miller's beliefs that he clearly spells out in trying to push his anti-Miller argument.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:00"
    },
    {
      "nodeID": "148199",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:00"
    },
    {
      "nodeID": "148200",
      "text": "Christanity is not synonymous with religion or a belief in a diety.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:00"
    },
    {
      "nodeID": "148201",
      "text": "And evolution isn't atheistic!! :p Do you ever wonder how these peoples' minds work, SS????",
      "type": "I",
      "timestamp": "2016-03-08 20:08:00"
    },
    {
      "nodeID": "148202",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148203",
      "text": "That one blog is a very lopsided comparison to the many examples of Miller siding with them in this book.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148204",
      "text": "So it's the blog's fault that Miller sided with the creationists. Right-o, marc. (I suspect you haven't even read the blog entry in question; I'd be surprised if you've read more than a paragraph of PZ's blog.. ever.)",
      "type": "I",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148205",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148206",
      "text": "It was a media circus, and had plenty to do with the establishment clause of the first amendment.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148207",
      "text": "So the Establishment Clause was included to promote atheism, eh?",
      "type": "I",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148208",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148209",
      "text": "The one where he bragged about defeating Henry Morris, a Christian?",
      "type": "I",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148210",
      "text": "Oh, you didn't read the part where he distanced himself from atheism? The one where he explained that evolution is compatible with theism? I guess you missed it... It was only, you know, the vast majority of the book.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148211",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148212",
      "text": "Sure they were, Christians are always opposing Christianity! All they have to do is claim to be a Christian, and there's no way they could be a false teacher!",
      "type": "I",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148213",
      "text": "Oh, good, I get to do this again! They're not Christians, just like Judge Jones isn't a Lutheran. (Your foot should still be in your mouth over that one, but you never learn.) They're all phonies, aren't they, marc? Lucky for marc, he can accurately assess people's belief systems without knowing the slightest thing about their beliefs. But I have this 'power,' too:marc is an atheist. Sure, he says all this fundie Christian stuff, but he's really an atheist. I know it in my heart because my own belief system, infallible and based upon the teachings of God himself, tells me so. I know, because I know Christians, and marc's not a Christian. He's just a big phony. And there you go... atheist. Clearly, I've correctly labeled you, and you are nothing but a false teacher.Pathetic, marc. Absolutely, positively pathetic.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148214",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148215",
      "text": "So you're implying that when he made his snide little comment about 'preachers', he wasn't referring to priests? I've seen it all now.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148216",
      "text": "Yes, that's what he is saying. It seems that in your small, closeted little world of ignorance you aren't aware that a Roman Catholic would never refer to a priest as a preacher. Miller was talking about the ministers of the non-Eucharistic protestant sects, like yours, that rely more on words than deeds. However, original sin is a basic tenet of Catholicism. Your failure to know that is yet another sign of your ignorance. In fact, the source of your concept of original sin is Roman Catholicism, probably through several other invented religions.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148217",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:01"
    },
    {
      "nodeID": "148218",
      "text": "Also, I noticed you haven't posted on the theistic evolution thread. Why don't you defend your claims that evolution is atheistic and/or that it is only for destroying religious views.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148219",
      "text": "Yes, time is a factor - the gang is trying to bleed me out. I'll try to get to it.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148220",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148221",
      "text": "Religion= faith in a deity or deities (rough definition) Atheism= lack of religion/deities Therefore, atheism= lack of faith There is no 'faithful' beginning point of atheism.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148222",
      "text": "So atheism doesn't 'need' facts? If it claims to have complete knowledge of evolution, doesn't it need all the facts? If the answer is no, then how can it argue against religion? Miller didn't explain it.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148223",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148224",
      "text": "Evolution may not, but most evolutionists do.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148225",
      "text": "But you are trying to debunk the theory, right? If it can be accepted by atheists, agnostics, theists, and the catholic church, how can you say that it is completely atheistic?",
      "type": "I",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148226",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148227",
      "text": "Remember that Darwin referred to evolution as the secondary cause by which 'the Creator' acted. So, when Miller says 'I believe in Darwin's God', he is saying that God sustains the natural process of evolution and an intermediate agent.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148228",
      "text": "And if the 'natural process of evolution' is determined by humans in a university lab, many with an atheist worldview, that clash with something the Bible says, you and Kenneth Miller immediately toss the Bible out and accept what the humans say - no questions asked?",
      "type": "I",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148229",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148230",
      "text": "Conclusion from data and reason, not belief.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148231",
      "text": "So theistic evolution is not a belief, not a faith at all? It is simply a humanistic idea that is based on science, using God to fill gaps?",
      "type": "I",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148232",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148233",
      "text": "Some people attempt to explain unknown causes in nature by God's direct intervention. This has been called, 'the God of the gaps.' While God could certainly intervene in the natural process (called a miracle), to make God responsible for common natural phenomena means that as each scientific discovery finds a natural explanation of what was previously attributed to God, the direct intervention of God becomes unnecessary. That is, as the gaps in knowledge become smaller, the God of these gaps becomes correspondingly smaller. People with this mentality see science as a threat to their faith. Obviously, were such a view held by the founders of modern science, there would have been no incentive to find answers to the natural phenomena. Understanding these natural phenomena as secondary causes, places God above them where increased ability to explain how they occur not only does not 'decrease' God, but adds wonder to His creation.' http://www.leaderu.com/offices/o_helweg/science_andor_faith.html",
      "type": "I",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148234",
      "text": "And depending on what human is 'finding the answers' it can unfortunately cheapen and deny many central Biblical teachings.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:02"
    },
    {
      "nodeID": "148235",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:03"
    },
    {
      "nodeID": "148236",
      "text": "As I said, you don't have a clue. You are SO wrong. These are quotes from Origin of Species. I doubt they will help you, but at least you will have the straight information for your denial.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:03"
    },
    {
      "nodeID": "148237",
      "text": "So the 'Origin of Species' has more information for theistic evolutionists than the Bible does?? Does theistic evolution believe in Satan?",
      "type": "I",
      "timestamp": "2016-03-08 20:08:03"
    },
    {
      "nodeID": "148238",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:03"
    },
    {
      "nodeID": "148239",
      "text": "'A Law of Nature then is the rule and Law, according to which God resolved that certain Motions should always, that is, in all Cases be performed. Every Law does immediately depend upon the Will of God.' Gravesande, Mathematical Elements of Natural Philosophy, I, 2-3, 1726, quoted in CC Gillespie, Genesis and Geology, 1959. Judges 21:15 ' 4 The people were still disconsolate over Benjamin because the LORD had made a breach among the tribes of Israel. ' 4. 4 [15] Had made a breach: what is here attributed to God was in reality the free and deliberate act of the Israelites and happened only by the permissive will of God. The ancients attributed to the first primary cause what is more directly due to secondary causes.' http://www.nccbuscc.org/nab/bible/judges/judges21.htm 'Yes, God's eternal decree is being worked out, but the working out of that eternal decree is done through his interaction with people, and through their decisions and actions. The role that man's actions take in the working out of God's will is called a 'secondary cause.' The Westminster Confession of Faith explains it this way: 'God is the first cause, and in relationship to Him everything happens unchangeably and infallibly. However, by this same providence, He orders things to happen according to secondary causes. As a result of these secondary causes, some things must inevitably happen; others may or may not happen, depending on the voluntary intentions of the agents involved; and some things do not have to happen but may, depending on other conditions (WCF 5.2; I've quoted from Summertown Text's modern version).' http://www.thirdmill.org/answers/answer.asp/file/99788.qna/category/th/page/questions/site/iiim",
      "type": "I",
      "timestamp": "2016-03-08 20:08:03"
    },
    {
      "nodeID": "148240",
      "text": "So the main disagreements between fundamentalists and theistic evolutionists are what are, and are not first (primary) causes. And atheists believe everything is a second cause (or first cause) with no intelligence behind it.  It still doesn't make any sense to me why theistic evolutionists are in such agreement with atheists, and so far apart from 'fundamentalists'.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:03"
    },
    {
      "nodeID": "148241",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:03"
    },
    {
      "nodeID": "148242",
      "text": "So the main disagreements between fundamentalists and theistic evolutionists are what are, and are not first (primary) causes.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:03"
    },
    {
      "nodeID": "148243",
      "text": "Oh no. The main disagreement between theistic evolutionists and Fundmentalists is that Fundies aren't worshipping God, but a false idol of their own making.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:03"
    },
    {
      "nodeID": "148244",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:03"
    },
    {
      "nodeID": "148245",
      "text": "There is a huge difference in the things he described above, and what science does to determine what happened billions of years ago, what chance, evolutionary principles affect human behavior - countless other philosophical things that science involves itself in.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:03"
    },
    {
      "nodeID": "148246",
      "text": "I don't see a huge difference. The same methodology science used to come up with sonograms and amniocentesis was used to come up with evolution. After all, both sonic imaging and amniocentesis are theories.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:03"
    },
    {
      "nodeID": "148247",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:03"
    }
  ],
  "edges": [
    {
      "edgeID": "189174",
      "fromID": "148141",
      "toID": "148142",
      "formEdgeID": null
    },
    {
      "edgeID": "189175",
      "fromID": "148142",
      "toID": "148140",
      "formEdgeID": null
    },
    {
      "edgeID": "189176",
      "fromID": "148144",
      "toID": "148145",
      "formEdgeID": null
    },
    {
      "edgeID": "189177",
      "fromID": "148145",
      "toID": "148143",
      "formEdgeID": null
    },
    {
      "edgeID": "189178",
      "fromID": "148147",
      "toID": "148148",
      "formEdgeID": null
    },
    {
      "edgeID": "189179",
      "fromID": "148148",
      "toID": "148146",
      "formEdgeID": null
    },
    {
      "edgeID": "189180",
      "fromID": "148150",
      "toID": "148151",
      "formEdgeID": null
    },
    {
      "edgeID": "189181",
      "fromID": "148151",
      "toID": "148149",
      "formEdgeID": null
    },
    {
      "edgeID": "189182",
      "fromID": "148153",
      "toID": "148154",
      "formEdgeID": null
    },
    {
      "edgeID": "189183",
      "fromID": "148154",
      "toID": "148152",
      "formEdgeID": null
    },
    {
      "edgeID": "189184",
      "fromID": "148156",
      "toID": "148157",
      "formEdgeID": null
    },
    {
      "edgeID": "189185",
      "fromID": "148157",
      "toID": "148155",
      "formEdgeID": null
    },
    {
      "edgeID": "189186",
      "fromID": "148159",
      "toID": "148160",
      "formEdgeID": null
    },
    {
      "edgeID": "189187",
      "fromID": "148160",
      "toID": "148158",
      "formEdgeID": null
    },
    {
      "edgeID": "189188",
      "fromID": "148162",
      "toID": "148163",
      "formEdgeID": null
    },
    {
      "edgeID": "189189",
      "fromID": "148163",
      "toID": "148161",
      "formEdgeID": null
    },
    {
      "edgeID": "189190",
      "fromID": "148165",
      "toID": "148166",
      "formEdgeID": null
    },
    {
      "edgeID": "189191",
      "fromID": "148166",
      "toID": "148164",
      "formEdgeID": null
    },
    {
      "edgeID": "189192",
      "fromID": "148168",
      "toID": "148169",
      "formEdgeID": null
    },
    {
      "edgeID": "189193",
      "fromID": "148169",
      "toID": "148167",
      "formEdgeID": null
    },
    {
      "edgeID": "189194",
      "fromID": "148171",
      "toID": "148172",
      "formEdgeID": null
    },
    {
      "edgeID": "189195",
      "fromID": "148172",
      "toID": "148170",
      "formEdgeID": null
    },
    {
      "edgeID": "189196",
      "fromID": "148174",
      "toID": "148175",
      "formEdgeID": null
    },
    {
      "edgeID": "189197",
      "fromID": "148175",
      "toID": "148173",
      "formEdgeID": null
    },
    {
      "edgeID": "189198",
      "fromID": "148177",
      "toID": "148178",
      "formEdgeID": null
    },
    {
      "edgeID": "189199",
      "fromID": "148178",
      "toID": "148176",
      "formEdgeID": null
    },
    {
      "edgeID": "189200",
      "fromID": "148180",
      "toID": "148181",
      "formEdgeID": null
    },
    {
      "edgeID": "189201",
      "fromID": "148181",
      "toID": "148179",
      "formEdgeID": null
    },
    {
      "edgeID": "189202",
      "fromID": "148183",
      "toID": "148184",
      "formEdgeID": null
    },
    {
      "edgeID": "189203",
      "fromID": "148184",
      "toID": "148182",
      "formEdgeID": null
    },
    {
      "edgeID": "189204",
      "fromID": "148186",
      "toID": "148187",
      "formEdgeID": null
    },
    {
      "edgeID": "189205",
      "fromID": "148187",
      "toID": "148185",
      "formEdgeID": null
    },
    {
      "edgeID": "189206",
      "fromID": "148189",
      "toID": "148190",
      "formEdgeID": null
    },
    {
      "edgeID": "189207",
      "fromID": "148190",
      "toID": "148188",
      "formEdgeID": null
    },
    {
      "edgeID": "189208",
      "fromID": "148192",
      "toID": "148193",
      "formEdgeID": null
    },
    {
      "edgeID": "189209",
      "fromID": "148193",
      "toID": "148191",
      "formEdgeID": null
    },
    {
      "edgeID": "189210",
      "fromID": "148195",
      "toID": "148196",
      "formEdgeID": null
    },
    {
      "edgeID": "189211",
      "fromID": "148196",
      "toID": "148194",
      "formEdgeID": null
    },
    {
      "edgeID": "189212",
      "fromID": "148198",
      "toID": "148199",
      "formEdgeID": null
    },
    {
      "edgeID": "189213",
      "fromID": "148199",
      "toID": "148197",
      "formEdgeID": null
    },
    {
      "edgeID": "189214",
      "fromID": "148201",
      "toID": "148202",
      "formEdgeID": null
    },
    {
      "edgeID": "189215",
      "fromID": "148202",
      "toID": "148200",
      "formEdgeID": null
    },
    {
      "edgeID": "189216",
      "fromID": "148204",
      "toID": "148205",
      "formEdgeID": null
    },
    {
      "edgeID": "189217",
      "fromID": "148205",
      "toID": "148203",
      "formEdgeID": null
    },
    {
      "edgeID": "189218",
      "fromID": "148207",
      "toID": "148208",
      "formEdgeID": null
    },
    {
      "edgeID": "189219",
      "fromID": "148208",
      "toID": "148206",
      "formEdgeID": null
    },
    {
      "edgeID": "189220",
      "fromID": "148210",
      "toID": "148211",
      "formEdgeID": null
    },
    {
      "edgeID": "189221",
      "fromID": "148211",
      "toID": "148209",
      "formEdgeID": null
    },
    {
      "edgeID": "189222",
      "fromID": "148213",
      "toID": "148214",
      "formEdgeID": null
    },
    {
      "edgeID": "189223",
      "fromID": "148214",
      "toID": "148212",
      "formEdgeID": null
    },
    {
      "edgeID": "189224",
      "fromID": "148216",
      "toID": "148217",
      "formEdgeID": null
    },
    {
      "edgeID": "189225",
      "fromID": "148217",
      "toID": "148215",
      "formEdgeID": null
    },
    {
      "edgeID": "189226",
      "fromID": "148219",
      "toID": "148220",
      "formEdgeID": null
    },
    {
      "edgeID": "189227",
      "fromID": "148220",
      "toID": "148218",
      "formEdgeID": null
    },
    {
      "edgeID": "189228",
      "fromID": "148222",
      "toID": "148223",
      "formEdgeID": null
    },
    {
      "edgeID": "189229",
      "fromID": "148223",
      "toID": "148221",
      "formEdgeID": null
    },
    {
      "edgeID": "189230",
      "fromID": "148225",
      "toID": "148226",
      "formEdgeID": null
    },
    {
      "edgeID": "189231",
      "fromID": "148226",
      "toID": "148224",
      "formEdgeID": null
    },
    {
      "edgeID": "189232",
      "fromID": "148228",
      "toID": "148229",
      "formEdgeID": null
    },
    {
      "edgeID": "189233",
      "fromID": "148229",
      "toID": "148227",
      "formEdgeID": null
    },
    {
      "edgeID": "189234",
      "fromID": "148231",
      "toID": "148232",
      "formEdgeID": null
    },
    {
      "edgeID": "189235",
      "fromID": "148232",
      "toID": "148230",
      "formEdgeID": null
    },
    {
      "edgeID": "189236",
      "fromID": "148234",
      "toID": "148235",
      "formEdgeID": null
    },
    {
      "edgeID": "189237",
      "fromID": "148235",
      "toID": "148233",
      "formEdgeID": null
    },
    {
      "edgeID": "189238",
      "fromID": "148237",
      "toID": "148238",
      "formEdgeID": null
    },
    {
      "edgeID": "189239",
      "fromID": "148238",
      "toID": "148236",
      "formEdgeID": null
    },
    {
      "edgeID": "189240",
      "fromID": "148240",
      "toID": "148241",
      "formEdgeID": null
    },
    {
      "edgeID": "189241",
      "fromID": "148241",
      "toID": "148239",
      "formEdgeID": null
    },
    {
      "edgeID": "189242",
      "fromID": "148243",
      "toID": "148244",
      "formEdgeID": null
    },
    {
      "edgeID": "189243",
      "fromID": "148244",
      "toID": "148242",
      "formEdgeID": null
    },
    {
      "edgeID": "189244",
      "fromID": "148246",
      "toID": "148247",
      "formEdgeID": null
    },
    {
      "edgeID": "189245",
      "fromID": "148247",
      "toID": "148245",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
