{
  "nodes": [
    {
      "nodeID": "156033",
      "text": "What new class? This is a silly statement. Too general.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:12"
    },
    {
      "nodeID": "156034",
      "text": "Yes, Joe, I agree. Does this new class apply to the new straight couples as well?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:12"
    },
    {
      "nodeID": "156035",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:25:12"
    },
    {
      "nodeID": "156036",
      "text": "* there are 105.5 million households in the USA. * 5.5 million of these consist of unmarried partnerships, * of these, 595,000 consist of same sex partners.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:12"
    },
    {
      "nodeID": "156037",
      "text": "So that's 0.5% of 'households' whatever that means nowadays.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:12"
    },
    {
      "nodeID": "156038",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:25:12"
    },
    {
      "nodeID": "156039",
      "text": "Agreed, when the husband is part of a hetero relationship. Gay husband is not a legally recognized category. Agreed, when the wife is part of a hetero relationship. Gay wife is not a legally recognized category. Agreed, when the spouse is part of a hetero relationship. Gay spouse is not a legally recognized category.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:13"
    },
    {
      "nodeID": "156040",
      "text": "So the fact that it is not legally recognized is the problem. What is the reason it's not legally recognized? Because the couple is gay.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:13"
    },
    {
      "nodeID": "156041",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:13"
    },
    {
      "nodeID": "156042",
      "text": "4. It adds costs to the court system via increased litigation over custody, property, inheritance, etc.,",
      "type": "I",
      "timestamp": "2016-03-08 20:25:13"
    },
    {
      "nodeID": "156043",
      "text": "Yes, we shouldn't let those slaves be citizens, they will burden our legal system since they will now have...OMG...rights!",
      "type": "I",
      "timestamp": "2016-03-08 20:25:13"
    },
    {
      "nodeID": "156044",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:13"
    },
    {
      "nodeID": "156045",
      "text": "I was requested to start a new thread in which pro-gay and anti-gay marriage positions could be debated without posters being called 'homophobes', 'gay bashers' and 'bigots' simply because they don't favor gay marriage. While I've already stated why I'm against gay marriage in previous threads, I'll reiterate them here for newbies and for simplicity sake. 1. Gay marriage creates a new dependent class of citizen 2. It is an unfunded mandate and therefore, illegal 3. It forces additional costs on an employer via healthcare benefits 4. It adds costs to the court system via increased litigation over custody, property, inheritance, etc., 5. It allows more people to lay claim to finite SS and other entitlement benefits 6. It establishes a loophole to transfer property without payment of inheritance taxes. 7. It establishes a mechanism to bypass the payment of taxes on life insurance payouts. These should be enough fodder to get the ball rolling.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:13"
    },
    {
      "nodeID": "156046",
      "text": "You know what I find amusing here...your entire argument revolves around how it will affect your wallet. Forget about the lives of the people who are denied rights in this country that you take forgranted. That is the true christian-American spirit isn't it? Oh how proud our forefathers would be if they could see us now...oh wait...most of them owned people...nevermind.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:13"
    },
    {
      "nodeID": "156047",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:13"
    },
    {
      "nodeID": "156048",
      "text": "Heh, well we'll see how long they can do it.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:13"
    },
    {
      "nodeID": "156049",
      "text": "I guess I'd have to reluctantly admit that it didn't take long for some....but I'm an eternal optimist and think civility will prevail. Besides, I try not to judge everybody by the acts of a few.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:13"
    },
    {
      "nodeID": "156050",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:25:13"
    },
    {
      "nodeID": "156051",
      "text": "If anything, the special dependant class already exists in the form of the heterosexual married couple, funded by the rest of society, married or not. Any 'loopholes' that exist are now only to the exclusive benefit of heterosexual married couples.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:13"
    },
    {
      "nodeID": "156052",
      "text": "I have never disagreed that marriage is a special dependent class. My point is that it is a society-sanctioned special class.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:13"
    },
    {
      "nodeID": "156053",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:13"
    },
    {
      "nodeID": "156054",
      "text": "And an even funnier thing is it won't affect his wallet at all.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:14"
    },
    {
      "nodeID": "156055",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:25:14"
    },
    {
      "nodeID": "156056",
      "text": "The latter, of course. I'm not anti-marriage. In fact I've been 'institutionalized' with the same woman for 26 great years so far. I just don't see the benefits to society for promoting gay marriage. All I see are increased chances for abuse of the law, additional costs and a promotion of a lifestyle that I , personally, believe is deviant. (not deviant as in 'sinister', but in the sense of 'abnormal') But that's not to say that I'm closed minded and can't be persuaded otherwise. There are other things that I consider deviant, but can tolerate, none-the-less.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:14"
    },
    {
      "nodeID": "156057",
      "text": "Well, it may surprise you that I believe that it is deviant to believe that same-sex marriage is immoral (in the sense that it is abnormal). This is because I believe that it is normal for most people to want to treat others the way they wish to be treated themselves. I believe it is normal for others to work toward the happiness of others, especially when that happiness does not interfere with their own happiness. But it does not follow for me that one can oppose same-sex marriage and follow those rules. It seems to me that people have been told or told themselves that same-sex marriage is bad for so long that they have sort of convinced themselves to deviate from human compassion on this one issue. Well, I suppose what I just said doesn't really mean much of anything, just that someone who want to spend his or her life with the one he or she loves does not qualify as 'deviant' behavior in my book. It is not something that must be 'tolerated', it is something that should be enjoyed for the good present in its nature. You wrote that you do not see the benefits of same-sex marriage. I know I went into the benefits of allowing same-sex couples to adopt, but I also spoke on same-sex marriage promoting equality, freedom, and happiness. Let me expand on that. Equality seems very simple to explain. Currently those who love someone of the opposite sex and choose to enter a relationship with that person are granted a set of benefits under the law. This same set of benefits could be extended to those who love someone of the same sex, but it is not, and they are still forced to pay any costs in taxes that salary cuts from businesses that might be accrued through these benefits being bestowed upon someone else. This simple fact violates equality, and I think this is clear and easy to understand. What may not be clear is why equality is so imporant. Granting a set of rights to one group of people that another does not have elevate the first group over the second. The more equality is removed, the more one group is elevated over the other and the more that first group is leeching off of the second group. If the first group could provide those same bonuses to the second group without causing any real harm, the first group is obligated to do so. For the powerful to take things for themselves that they could just as easily share with the weak crosses the line of moral evil. Freedom might be a bit more difficult to understand. Though the government is not granting the same set of benefits that it gives opposite-sex couples to same-sex couples, it is not actually taking any anyone's freedom to behave in the manner they please. Or is it? By benefiting one lifestyle over another, the government is directly promoting that specific lifestyle. Taken to the extreme, the government could just as easily imprision those who don't live the way the government commands and claim that those people have complete freedom, they just don't have the 'benefit' of walking around that other people get. The lack of these benefits could be considered a fine for not living the way the government intends, or more accurately, the government is promoting one lifestyle over another. To any extent which the government does this, we all lose a bit of freedom to behave in the manner that we want. Of course there are good reasons to restrict freedom, taking into consideration murder and stealing, however those are actions that cause harm to people; they are restricted to protect the rights of others, to stop harm. I do not think that any of the reasons you listed are harms that opposite-sex marriage does not also imply, and I think most of the harms you listed are not really harms at all as explained above. In fact, same-sex marriage brings plenty of benefits (again, as I explained above). This in no way warrants the restriction of freedom. Finally I come to happiness: this is the end of all governments. Governments exist to make as many of their citizens as happy as possible, or at least give them all as much an opportunity to persue happiness as they can. The ideas of freedom and equality are really only a means to help people achieve happiness, to help the achieve the best standard of living they can, to help them be able to do the things in life they want to do, to help people in any way they can. With same-sex marriage, we have the opportunity to help a set of people without bringing harm to anyone. We have the power to give the same rights that we hold to a group of people different from ourselves. We have an opportunity to help people, and I am forced to conclude that we cannot call ourselves equal, we cannot call ourselves the land of the free, and we cannot call ourselves a morally good society if we do not take that opportunity.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:14"
    },
    {
      "nodeID": "156058",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:14"
    },
    {
      "nodeID": "156059",
      "text": "I disagree. If there were 500,000 gay couples in the US today that wanted to get married and Uncle Sam said 'OK', instantly, 500,000 people who 5 minutes before had zero legal standing and NO chance of gaining any benefits as a married partner, with respects to SS, Medicare, gov't pensions, tax breaks, etc., suddenly become stakeholders. I'd call that the creation of a new class of dependent. To argue otherwise is to be in denial.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:14"
    },
    {
      "nodeID": "156060",
      "text": "Well, to argue so reveals an ignorance of the meaning of the word 'class'. There would be no new class, as there would be no new categories above.  Would there be more members of the 'married' class? Yes.  I thought you righties thought more married folks was a good thing????",
      "type": "I",
      "timestamp": "2016-03-08 20:25:14"
    },
    {
      "nodeID": "156061",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:14"
    },
    {
      "nodeID": "156062",
      "text": "Where do you get the figure of 500,000 gay couples who want to immediately be married? Would these gay couples beat the straight couples in some kind of a race to the weddings occurring at the same time, or occurring over the course of a month or a year?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:14"
    },
    {
      "nodeID": "156063",
      "text": "Actually, I pulled the number out of the air for illustrative purposes only, but after reading the CBO report, I see that I wasn't far off. They predicted 600,000 gay couples would want to get married it allowed.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:14"
    },
    {
      "nodeID": "156064",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:14"
    },
    {
      "nodeID": "156065",
      "text": "Your arguing apples and oranges. There are laws already on the books, prior to the unfunded mandate statute, that prohibit discrimination in employment. Gays partners have no legal status today, so the granting of legal status to them will result in increased expenditures by business.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:14"
    },
    {
      "nodeID": "156066",
      "text": "But again, the cost is worth it, just as it is with straight couples, as it will benefit gay couples in the same ways. It will mean better employee health and job satisfaction and increased productivity for the gay employees just as it will for the straight employees.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:14"
    },
    {
      "nodeID": "156067",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:14"
    },
    {
      "nodeID": "156068",
      "text": "The CBO estimate was ~$1Billion/ year in additional costs for legalizing 600,000 gay marriages.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:15"
    },
    {
      "nodeID": "156069",
      "text": "Well, HRC estimates that the costs would be negligable and that some governments would actually save money. They site many studies on the issue, which I have not taken the time to look up, as I think this sort of statistic is worthless. It is unreasonable to ask same-sex couples to pay for the marriage of opposite-sex couples without asking opposite-sex couples to return this payment. Still, you seem very concerned about it, so I will provide this link: http://www.hrc.org/Template.cfm?Section=Center&CONTENTID=16814&TEMPLATE=/ContentManagement/ContentDisplay.cfm It is an interest group in favor of gay rights, yes, but that doesn't make them wrong. I did have a link to an actual study on the topic, but I cannot seem to find it. I'm sure if I scoured the Internet more, I could come up with something.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:15"
    },
    {
      "nodeID": "156070",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:15"
    },
    {
      "nodeID": "156071",
      "text": "But there were not always laws on the books that prevented these things. I was presenting a hypothetical situation in which those laws are not already on the books. The situtation was intended to show only that a ruling allowing same-sex marriage would not have to cost companies a dime.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:15"
    },
    {
      "nodeID": "156072",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:15"
    },
    {
      "nodeID": "156073",
      "text": "You assume that the majority want gays to enjoy those same benefits. That's a big assumption.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:15"
    },
    {
      "nodeID": "156074",
      "text": "I assume nothing of the sort. That statement only relies on that fact that if same-sex couples were allowed to marry, the marriage rights of opposite-sex couples would be unaffected and would remain completely intact.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:15"
    },
    {
      "nodeID": "156075",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:15"
    },
    {
      "nodeID": "156076",
      "text": "Interesting. What you call a fine for non-compliance, I call a benefit FOR compliance. There are lots of examples of laws designed to promote social changes. Tax codes that favor married couples is but one example. Another would be IRAs. Uncle Sam rewards people for saving money by deferring taxes on that money. It rewards home owners with deductions for mortgage interest. I don't see rewarding hetero marriage as being any different. The government is promoting hetero marriage.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:15"
    },
    {
      "nodeID": "156077",
      "text": "Well, I do understand that you call it a benefit for compliance, but my argument was that a benefit for compliance is the same thing as a fine for non-compliance and that in reality, the government is simply promoting one lifestyle over another. That is equivalent to destroying freedom. I do understand that the government rewards people for taking certain actions. IRA's are an example, yes, promoting investment in an IRA does destroy freedom in a sense. But there is at least a debatable reason behind the government using taxpayer money to reward IRA investers. The government wants people to have money in their old age so that they will be happier in the long run. But when the government is promoting heterosexual marriage, it isn't because promoting heterosexual marriage over homosexual marriage is a good thing, and it isn't because heterosexual couples deserve more money or more benefits than same-sex couples. It is because the majority is willing to use religious beliefs as a reason to give themselves more benefits under the law, as a reason to hurt others while benefiting themselves, as a reason to promote their own religoius beliefs over someone else's.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:15"
    },
    {
      "nodeID": "156078",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:15"
    },
    {
      "nodeID": "156079",
      "text": "An interesting scenario. Let me reply with an example of my own. The top 5% of wage earners pay over 30% of all Federal Income Taxes in the US because the majority of US citizens supported higher taxation on the wealthy. Is that not similar to your scenario, except that in your scenario the blacks footed the bill and in mine the wealthy footed the bill? But I digress.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:15"
    },
    {
      "nodeID": "156080",
      "text": "I did not say that I agree with a tax incline, and perhaps that is a discussion for a different time. However there is a difference that I should point out. There is a reason for the tax incline: those with little money will suffer a lot more if they have to pay hijgher taxes. Those with high taxes are much more able to give money without losing those things essential to a decent standard of living. Is it equal? Interestingly it could be viewed as an attempt to give everyone a more equal income, however it could also be viewed as an inequality involving one group of people paying lots of taxes and another group paying not as much. I won't debate whether it is the type of equality we want to promote, I'll just assume that a tax incline removes equality. But remember, there is a reason behind that tax incline. The goal of government is to promote happiness as much as possible. In this case, the government could be viewed as sacrificing equality in favor of happiness. But whether that tradeoff is really working or is really a good idea is all up for debate. The point is: there is reasoning behind a tax incline based on income. There is no good reason behind giving marriage benefits to people based on their sex and there are plenty of reasons to do just the opposite. Or at least it is my goal to prove that in these posts.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:15"
    },
    {
      "nodeID": "156081",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:15"
    },
    {
      "nodeID": "156082",
      "text": "I didn't go into enough detail with respect to unmarried hetero couples. Right now, most states have 'common law' marriage statutes in which a partner of the opposite sex can lay claim to a portion of their unmarried partner's property if they've lived together for a defined period of time. Allowing gay marriage without also rewriting common law statutes discriminates against unmarried heteros living together. Without legal gay marriage, gay partners don't have to worry about common law statutes being used against them by their partner. Does that explain it better?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:15"
    },
    {
      "nodeID": "156083",
      "text": "Well, I disagree that it discriminates against unmarried heterosexual couples; those couples still have the choice to get married to recieve the benefits of marriage or stay unmarried. Same-sex couples do not have that choice currently, and all we are talking about is giving them that choice. Unmarried heterosexual couples are not affected and have the same choice available to them. Though now that I think about it, you may be saying that the common law statutes are applies to unmarried opposite-sex couples but not to unmarried same-sex couples? Well, in all honesty I think that is very unfair regardless of marriage status. The same common law rules should apply to both heterosexual and homosexual couples. I see no reason why this wouldn't be updated along with marriage. As for common law statutes being used against same-sex partners, well again, that is an argument against marriage or common law statutes, not against same-sex marriage specifically. It isn't a reason to disallow marriage to same-sex couples but allow it for opposite-sex couples.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:16"
    },
    {
      "nodeID": "156084",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:16"
    },
    {
      "nodeID": "156085",
      "text": "If the cost of initiating gay marriage is <$50Million, then it is an unfunded mandate by definition and as the CBO calculated, the costs will far exceed $50Million.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:16"
    },
    {
      "nodeID": "156086",
      "text": "Yes, but what I meant about the legislature passing it is that the legislature could fund it. If there is funding, it becomes a funded mandate. As I've said in the past, though, whether it is classified as an 'unfunded mandate' or not does not suggest that same-sex marriage is wrong or right.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:16"
    },
    {
      "nodeID": "156087",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:16"
    },
    {
      "nodeID": "156088",
      "text": "I'd like to see freedom and equality myself. I'd like to see Uncle Sam get out of the business of social engineering, restricting my personal freedom and enslaving my children and grandchildren with ever-growing debt. maybe gays and Conservatives should join forces and bring about changes that will benefit all of us and make us all happy.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:16"
    },
    {
      "nodeID": "156089",
      "text": "Well, many argue that pro gay rights is a conservative. They say that conservatives favor government staying out of people's lives and not dictating the way that people should live. They argue that conservative people are using religion, not conservative principle to stand against gay rights. I don't know if that is true; I do know that whether conservative, liberal, both, or neither, I cannot find a way to call myself a good person if I do not support gay rights.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:16"
    },
    {
      "nodeID": "156090",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:25:16"
    },
    {
      "nodeID": "156091",
      "text": "Not true. If the government changes the definition of handicapped to include a previously non-covered group, and the net effect is to increase costs <$50Million, it is an unfunded mandate. Back during GW1's presidency, they changed the definition of disabled and incurred increased costs through the ADA to pay drunks and drug addicts benefits. http://www.usccr.gov/pubs/ada/ch4.htm The redefining of 'disabled' did, indeed, cost a sizeable amount of money.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:16"
    },
    {
      "nodeID": "156092",
      "text": "Oh, well I'm not saying that companies won't be paying more money in health insurance. My point is that allowing same-sex marriage doesn't really change company policy. The company's policy is currently based on the government's definition of marriage. If the government simply allows more people to choose to classify themselves as married, the company may see more more married couples apply for jobs, and it may see more of its employees decide to become married. As it sees these things happening, it can feel free to change its policies as it sees fit. What I mean is that this ruling would not mandate the businesses to make any payments to facillitate a change; all that would happen is a few more of its employees might begin to classify themselves as married and it might be a bit more likely that the company hires in a married person. There is no mandate sent out to the company, there is no change in company policy, and there is no payment that the company is dishing out. If as more married people show up in the workplace, the company decides to change its health care coverage, that is up to the company, but it is not mandated to make any change. Now maybe you can still classify this as an unfunded mandate, but I'm not really so sure that it legally qualifies under the circumstances. Regardless, I've been saying that its status as an unfunded mandate is irrelevant in determining whether it is right to agree with same-sex marriage or not; the fact that companies might have to provide all couples with health care equally instead of only giving health care to couples based on the sex of those involved is a change worth making. Quite a few companies already do it, in fact.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:16"
    },
    {
      "nodeID": "156093",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:16"
    },
    {
      "nodeID": "156094",
      "text": "It's not a loophole if the gay partner has no legal standing. As far as the employer is concerned, the partner is a non-issue. Now, if you could prove that an employer didn't hire you because YOU were gay, that'd be a whole different ballgame.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:16"
    },
    {
      "nodeID": "156095",
      "text": "Well earlier you seemed interested in the idea that a loophole might exist that allowed people to avoid taxes. In this case I was only suggesting that a loophole could exist which allows companies to save money by hiring gay people instead of straight people in order to cut health insurance costs. As I said, it isn't really a strong argument, but maybe an interesting one.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:16"
    },
    {
      "nodeID": "156096",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:16"
    },
    {
      "nodeID": "156097",
      "text": "Right now, the majority of Americans DO believe that gay marriage IS wrong. This has been demonstrated in 19 states that overwhelmingly voted against gay marriage. You have your work cut out for you in trying to convince the majority of Americans that there is a benefit to society in allowing gay marriages.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:16"
    },
    {
      "nodeID": "156098",
      "text": "Well, certainly I don't expect to change the minds of millions of Americans, and that is not my goal. My goal is to convince readers of my writing that Americans SHOULD agree with same-sex marriage because it is morally correct to do so.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:17"
    },
    {
      "nodeID": "156099",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:25:17"
    },
    {
      "nodeID": "156100",
      "text": "Homosexuality is deviant in the sense that it isn't 'the norm'. That doesn't mean that it can't have benefits that outweigh its 'abnormal' nature. I'm a very strong advocate for kids and I believe that any loving couple is better than a single parent home or similar.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:17"
    },
    {
      "nodeID": "156101",
      "text": "You mentioned here that same-sex marriage may have benefits which outweigh its 'abnormal' nature. I must point out that even if we consider it abnormal, there is no reason to suggest that abnormal is somehow bad. In a free and equal society, abnormal deserves all the rights and privleges thet normal receives. Any benefits that exist in allowing same-sex marriage aren't being weighed down by abnormality. [QUOTE]The concept of equality is a lot easier to conceptualize than to put into practice. We, as a society, preach equality in principle, but practice inequality in all aspects of our lives. As I mentioned above, the tax code is a great example of institutionalized inequality. Businesses practice institutionalized inequality daily. For example, I am considered, by my employer, to be an HCI (highly compensated individual). As a result, I pay a much higher rate for the same healthcare coverage that my fellow employees get. Is that fair? I guess as I get older, I worry less about abstract concepts that sound good in theory but don't exist in practice.[QUOTE] Well, I won't argue that we will never be truly equal, and I won't argue that equality is the answer to everything, but I will argue that equality is worth striving for and that equality does exist in practice, it is just so ingrained into our mindset that we forget it is there. Compare US law to the laws of Europe before the revolution. In Europe there existed classes of nobles with extra rights under the law as well as kings and royalty with even more rights. As you went higher up in class, you'd get more and more political power. In America, we all have one vote. We all have an equal ability to participate in government. It is true that we use that vote to choose someone to make decisions for us in the government, but our ability to participate in government set a new precedent in equality. Consider even slaves or women's rights. These are cases where equality won out not just in theory but in practice. I will admit that we cannot simply just make everyone equal in every way, but we do our best to give them equal rights and equal represenation. In the case of same-sex marriage, I can think of no reason why we should not extend the same rights that opposite-sex couples have to same-sex couples (and plenty of reasons why we should).",
      "type": "I",
      "timestamp": "2016-03-08 20:25:17"
    },
    {
      "nodeID": "156102",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:25:17"
    }
  ],
  "edges": [
    {
      "edgeID": "194748",
      "fromID": "156034",
      "toID": "156035",
      "formEdgeID": null
    },
    {
      "edgeID": "194749",
      "fromID": "156035",
      "toID": "156033",
      "formEdgeID": null
    },
    {
      "edgeID": "194750",
      "fromID": "156037",
      "toID": "156038",
      "formEdgeID": null
    },
    {
      "edgeID": "194751",
      "fromID": "156038",
      "toID": "156036",
      "formEdgeID": null
    },
    {
      "edgeID": "194752",
      "fromID": "156040",
      "toID": "156041",
      "formEdgeID": null
    },
    {
      "edgeID": "194753",
      "fromID": "156041",
      "toID": "156039",
      "formEdgeID": null
    },
    {
      "edgeID": "194754",
      "fromID": "156043",
      "toID": "156044",
      "formEdgeID": null
    },
    {
      "edgeID": "194755",
      "fromID": "156044",
      "toID": "156042",
      "formEdgeID": null
    },
    {
      "edgeID": "194756",
      "fromID": "156046",
      "toID": "156047",
      "formEdgeID": null
    },
    {
      "edgeID": "194757",
      "fromID": "156047",
      "toID": "156045",
      "formEdgeID": null
    },
    {
      "edgeID": "194758",
      "fromID": "156049",
      "toID": "156050",
      "formEdgeID": null
    },
    {
      "edgeID": "194759",
      "fromID": "156050",
      "toID": "156048",
      "formEdgeID": null
    },
    {
      "edgeID": "194760",
      "fromID": "156052",
      "toID": "156053",
      "formEdgeID": null
    },
    {
      "edgeID": "194761",
      "fromID": "156053",
      "toID": "156051",
      "formEdgeID": null
    },
    {
      "edgeID": "194762",
      "fromID": "156054",
      "toID": "156055",
      "formEdgeID": null
    },
    {
      "edgeID": "194763",
      "fromID": "156055",
      "toID": "156046",
      "formEdgeID": null
    },
    {
      "edgeID": "194764",
      "fromID": "156057",
      "toID": "156058",
      "formEdgeID": null
    },
    {
      "edgeID": "194765",
      "fromID": "156058",
      "toID": "156056",
      "formEdgeID": null
    },
    {
      "edgeID": "194766",
      "fromID": "156060",
      "toID": "156061",
      "formEdgeID": null
    },
    {
      "edgeID": "194767",
      "fromID": "156061",
      "toID": "156059",
      "formEdgeID": null
    },
    {
      "edgeID": "194768",
      "fromID": "156063",
      "toID": "156064",
      "formEdgeID": null
    },
    {
      "edgeID": "194769",
      "fromID": "156064",
      "toID": "156062",
      "formEdgeID": null
    },
    {
      "edgeID": "194770",
      "fromID": "156066",
      "toID": "156067",
      "formEdgeID": null
    },
    {
      "edgeID": "194771",
      "fromID": "156067",
      "toID": "156065",
      "formEdgeID": null
    },
    {
      "edgeID": "194772",
      "fromID": "156069",
      "toID": "156070",
      "formEdgeID": null
    },
    {
      "edgeID": "194773",
      "fromID": "156070",
      "toID": "156068",
      "formEdgeID": null
    },
    {
      "edgeID": "194774",
      "fromID": "156071",
      "toID": "156072",
      "formEdgeID": null
    },
    {
      "edgeID": "194775",
      "fromID": "156072",
      "toID": "156065",
      "formEdgeID": null
    },
    {
      "edgeID": "194776",
      "fromID": "156074",
      "toID": "156075",
      "formEdgeID": null
    },
    {
      "edgeID": "194777",
      "fromID": "156075",
      "toID": "156073",
      "formEdgeID": null
    },
    {
      "edgeID": "194778",
      "fromID": "156077",
      "toID": "156078",
      "formEdgeID": null
    },
    {
      "edgeID": "194779",
      "fromID": "156078",
      "toID": "156076",
      "formEdgeID": null
    },
    {
      "edgeID": "194780",
      "fromID": "156080",
      "toID": "156081",
      "formEdgeID": null
    },
    {
      "edgeID": "194781",
      "fromID": "156081",
      "toID": "156079",
      "formEdgeID": null
    },
    {
      "edgeID": "194782",
      "fromID": "156083",
      "toID": "156084",
      "formEdgeID": null
    },
    {
      "edgeID": "194783",
      "fromID": "156084",
      "toID": "156082",
      "formEdgeID": null
    },
    {
      "edgeID": "194784",
      "fromID": "156086",
      "toID": "156087",
      "formEdgeID": null
    },
    {
      "edgeID": "194785",
      "fromID": "156087",
      "toID": "156085",
      "formEdgeID": null
    },
    {
      "edgeID": "194786",
      "fromID": "156089",
      "toID": "156090",
      "formEdgeID": null
    },
    {
      "edgeID": "194787",
      "fromID": "156090",
      "toID": "156088",
      "formEdgeID": null
    },
    {
      "edgeID": "194788",
      "fromID": "156092",
      "toID": "156093",
      "formEdgeID": null
    },
    {
      "edgeID": "194789",
      "fromID": "156093",
      "toID": "156091",
      "formEdgeID": null
    },
    {
      "edgeID": "194790",
      "fromID": "156095",
      "toID": "156096",
      "formEdgeID": null
    },
    {
      "edgeID": "194791",
      "fromID": "156096",
      "toID": "156094",
      "formEdgeID": null
    },
    {
      "edgeID": "194792",
      "fromID": "156098",
      "toID": "156099",
      "formEdgeID": null
    },
    {
      "edgeID": "194793",
      "fromID": "156099",
      "toID": "156097",
      "formEdgeID": null
    },
    {
      "edgeID": "194794",
      "fromID": "156101",
      "toID": "156102",
      "formEdgeID": null
    },
    {
      "edgeID": "194795",
      "fromID": "156102",
      "toID": "156100",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
