{
  "nodes": [
    {
      "nodeID": "143996",
      "text": "I see no way the federal government can force states to marry gays.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:23"
    },
    {
      "nodeID": "143997",
      "text": "Well, you must not be a GOP lawmaker or the President of the United States. They're convinced that the only way to prevent the SCOTUS finding in favor of same-sex marriage is to amend the Constitution.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:23"
    },
    {
      "nodeID": "143998",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:23"
    },
    {
      "nodeID": "143999",
      "text": "Wow, Scalia's full of @#$#. 'The U.S. Constitution says nothing about homosexual bias. Thus, it is left up to Congress, state legislatures, and state constitutions to resolve the issue.' Apparently he missed the 14th amendment which prohibits discrimination against ANY citizen. This is in the Constitution.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:23"
    },
    {
      "nodeID": "144000",
      "text": "no it doesn't...where do you people get this from! If says you have equal protection of the laws but this still doesn't apply to gay marriage just like it doesn't apply to 10 year olds getting married.  Good grief this is sad. Have any of you ever taken a class or read a book on the constitution?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:23"
    },
    {
      "nodeID": "144001",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:23"
    },
    {
      "nodeID": "144002",
      "text": "Technically though marriage is not discrimination, because gays are still allowed to marry the opposite sex. Just talking technicality here, not what I believe. I've already told you I see no reason for marriage in government. It's a religious ceremony.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:23"
    },
    {
      "nodeID": "144003",
      "text": "Well... so far eight out of nine state supreme courts that have taken up the issue have found that barring same-sex marriage is unconstitutional. We're waiting to hear about three or four more. As for the nature of marriage, it is both a legal contract and (sometimes) a religious ceremony (sacrament in some religions). We're stuck with the duality, whether we like it or not, and the courts can and must deal with the legal aspect. Different religions can do what they want.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:23"
    },
    {
      "nodeID": "144004",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:23"
    },
    {
      "nodeID": "144005",
      "text": "Did you read what I was responding to? It was to Colorado's amendment 2. Read the thread first before responding like this please.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:23"
    },
    {
      "nodeID": "144006",
      "text": "I know what you said. I disagree with you. Scalia's dissent was right and the majority opinion was based on the living constitution. Since I reject the living constitution, I'd say that your assessment of Scalia is wrong. ReligiousTolerance.org is also a POS site.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:23"
    },
    {
      "nodeID": "144007",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:23"
    },
    {
      "nodeID": "144008",
      "text": "You're saying it's impossible to take marriage out of the government? Give all people currently married a civil union, and let people from now on get a civil union from the government, and marriage from the church. It really wouldn't be that hard.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:23"
    },
    {
      "nodeID": "144009",
      "text": "emoticon_xgood I think we all could live with this.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:24"
    },
    {
      "nodeID": "144010",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:24"
    },
    {
      "nodeID": "144011",
      "text": "It doesn't mean that state has to recoginze your marriage if you move in though. You also forgot the last part 'And the Congress may by general Laws prescribe the Manner in which such Acts, Records and Proceedings shall be proved, and the Effect thereof.'",
      "type": "I",
      "timestamp": "2016-03-08 19:59:24"
    },
    {
      "nodeID": "144012",
      "text": "Actually, I think Kronos is right in this case--at least from the standpoint of most consitutional scholars. Of course the framers didn't envision the wording to be used in this way for this purpose--this is what's simply called a 'loophole', in this case anyway. It's why there has been an effort in recent years to close the loophole with a constitutional amendment defining marriage.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:24"
    },
    {
      "nodeID": "144013",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:24"
    }
  ],
  "edges": [
    {
      "edgeID": "186260",
      "fromID": "143997",
      "toID": "143998",
      "formEdgeID": null
    },
    {
      "edgeID": "186261",
      "fromID": "143998",
      "toID": "143996",
      "formEdgeID": null
    },
    {
      "edgeID": "186262",
      "fromID": "144000",
      "toID": "144001",
      "formEdgeID": null
    },
    {
      "edgeID": "186263",
      "fromID": "144001",
      "toID": "143999",
      "formEdgeID": null
    },
    {
      "edgeID": "186264",
      "fromID": "144003",
      "toID": "144004",
      "formEdgeID": null
    },
    {
      "edgeID": "186265",
      "fromID": "144004",
      "toID": "144002",
      "formEdgeID": null
    },
    {
      "edgeID": "186266",
      "fromID": "144006",
      "toID": "144007",
      "formEdgeID": null
    },
    {
      "edgeID": "186267",
      "fromID": "144007",
      "toID": "144005",
      "formEdgeID": null
    },
    {
      "edgeID": "186268",
      "fromID": "144009",
      "toID": "144010",
      "formEdgeID": null
    },
    {
      "edgeID": "186269",
      "fromID": "144010",
      "toID": "144008",
      "formEdgeID": null
    },
    {
      "edgeID": "186270",
      "fromID": "144012",
      "toID": "144013",
      "formEdgeID": null
    },
    {
      "edgeID": "186271",
      "fromID": "144013",
      "toID": "144011",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
