{
  "nodes": [
    {
      "nodeID": "158059",
      "text": "asahi.com????????Unloaded rifle on TV triggers controversy - English OTSU, Shiga Prefecture--Given this nation's strict gun control law, were police overreacting when they swooped on a TV broadcaster that had allowed a celebrity to handle a hunting rifle during a live broadcast? The Shiga prefectural police insist they were perfectly within their rights, but TV networks are outraged, citing the fact the weapon was not loaded. The incident stems from a show aired Jan. 17 by Biwako Broadcasting Co. Almost four months later, police mounted a search of the premises and confiscated a dozen items, including a script and a DVD of the show. Critics accuse the police of being overzealous and question their motives, but law enforcement officials remain unrepentant. Shiga prefectural police regard the incident, in which a hunter with a gun permit allowed TV personality Noburo Harada, 57, to momentarily handle the rifle during the show, as a serious breach of a law concerning the storage and management of firearms. So much so, in fact, that on June 12, the prefectural police referred the case to prosecutors. As a result, the hunter, aged 49, along with a 60-year-old TV producer and a 37-year-old director of the show, could face charges of violating the swords and firearms control law. Police did not pursue a case against Harada even though he briefly handled the weapon. Police argued that he did not actually 'possess' the rifle because the hunter handed it to him in an unscripted moment during the broadcast. Police justified their search on grounds that they needed to determine if the law concerning the storage and management of firearms had been broken. The show, called 'Tokimeki Shiga'S,' is broadcast one Saturday a month. In the show, Harada visits various locations in the prefecture as a travel guide. The program in question was set in Yogo, where Harada and other cast members were served a pot of wild boar meat. The hunter who had killed the boar appeared in the scene. He offered the unloaded weapon to Harada and asked,'Do you want to hold it?' Harada held the rifle and commented, 'It's heavy, isn't it?' adding, 'Not everybody has a chance to hold it, right?' He held the firearm for six seconds and then gave it back. Biwako Broadcasting says the scene in which the hunter handed over the rifle was not in the script and was improvised. The TV crew decided to display the rifle on the show after the hunter told the director he had no problem with the idea at a preliminary meeting. The prefectural police began their investigation after a complaint by a viewer. The intervention by the police flabbergasted Harada and employees of other TV stations. 'I never could have imagined anything like this,' Harada, a former member of the male comedy duo Anonenone, told reporters after he was questioned by police on June 2. 'I was stunned.' Akihiko Ito, head of the TV station's programming department, said the station would cooperate with police, but defended Harada's actions. 'We consulted our lawyers, and it is hard to believe that touching a rifle for about six seconds is equivalent to possessing it,' he said. A spokesperson with a TV station based in Osaka sharply criticized police. 'They should have at least asked (Biwako Broadcasting) to cooperate voluntarily,' a spokesperson said. 'From a common sense standpoint, we cannot even comprehend what the police were thinking.' An employee at another TV station was also critical. 'If we, for example, were to produce a program about a knife shop and an actor picked up a large knife, would the police investigate us, too?' the employee asked. 'Such an overreaction would be intimidating toward people trying to do their jobs. This would ultimately undermine viewer interest in programming.' But police say they don't understand what all the fuss is about. They say the media has, by focusing on the celebrity angle, blurred the facts in the case. A senior official with the Shiga prefectural police said the real issue is not that Harada briefly held the rifle, but whether bringing the rifle to the live broadcast was appropriate in terms of 'storage and management.' An explanation for the police tactics may lie in the revised gun control law, which took effect in January. The law was tightened after a 37-year-old man in Sasebo, Nagasaki Prefecture, shot and killed two people and wounded six in December 2007. The man, known for erratic behavior, committed suicide after the shooting. The incident called into question whether existing regulations regarding gun permits and firearm storage were adequate. 'I believe the hunter who handed the rifle to the actor and the TV crew lacked an awareness of the firearm's potential danger,' another police official said. According to the National Police Agency, police can file a case against anybody if he or she, with criminal intent to kill or injure people, possesses a weapon for even a second. A case can be built based not on the length of time of possession, but on the purpose of possession, the presence of criminal intent and whether the suspect tricked or maneuvered the gun owner. The Shiga prefectural police justify the raid on the grounds that they had to find out how it was possible to bring a gun to the show. By transporting the gun to the show, the hunter may have violated the rules under which he was granted a gun permit, police asserted. They defended questioning Harada and the crew as crucial to ferreting out the real issue--did those involved in the program improperly store and manage the weapon? Takaaki Hattori, professor of media law at Rikkyo University in Tokyo, says that police went too far. 'The way the police conducted their investigation is not convincing. I sense they were trying to use the media to sell the public on the revised gun control law,' he said. 'They should have been more cautious about the exercise of power by public authorities.' But he also said the broadcaster could have been more prudent. 'The TV station should consider whether it was absolutely necessary to use a gun in making the show. The gun owner may have been primarily responsible, but the broadcaster is also to blame for lacking awareness of the law.' Takaaki Matsumiya, professor of criminal law at Ritsumeikan University School of Law in Kyoto, disagrees that the TV station or the hunter were in any way culpable and lays the blame on the authorities. Citing a precedent set by the Tokyo High Court in June 1967, he said: 'The high court decided that the act of touching a handgun for dozens of seconds by a man brokering the sale of a handgun during the transfer did not constitute 'possession,'' he said. 'There have been no precedents to alter that interpretation. Harada did not 'possess' it (during the show).' Matsumiya also defended the hunter who brought the rifle to the set. 'When the precedent concludes that a person 'has no legitimate reason' for bearing and carrying a firearm, it assumes that he or she was going to do harm or ran a risk of doing harm,' he said. 'It is obvious that was not the case under these circumstances.'(IHT/Asahi: July 2,2009) Now then, what's all this bull**** about how other industrialized nations are better off with regard to guns when compared to America? I don't see such being the case, do you? If you can't even touch a gun that somebody hands you to examine without breaking the law, that is a serious violation of human rights and everything else. How can Japan be so much better off than we are, if it's a crime for somebody to hand you a rifle to look at but not to keep; especially when it's unloaded!?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:54"
    },
    {
      "nodeID": "158060",
      "text": "A taste of what could be our future if the left has its way.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:54"
    },
    {
      "nodeID": "158061",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:54"
    },
    {
      "nodeID": "158062",
      "text": "Two gun deaths per 100,000 population per year instead of fourteen? emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:29:54"
    },
    {
      "nodeID": "158063",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:54"
    },
    {
      "nodeID": "158064",
      "text": "Ah yes, adopting the Nazi Germany policy of encouraging neighbors to snitch on others, to reward tattle tails for violating the trust of others and invading privacy.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:54"
    },
    {
      "nodeID": "158065",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:55"
    },
    {
      "nodeID": "158066",
      "text": "versus how many suicides? Different strokes for different folks. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:29:55"
    },
    {
      "nodeID": "158067",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:55"
    },
    {
      "nodeID": "158068",
      "text": "At what cost? How many civil rights are you willing to give up in the name of a few less murders each year? Are you perfectly willing to be stopped by the police on a block-by-block basis and forced to show identification and traveling papers, all the while the officers on location are pointing their guns right at your head, ready to blow you away at the first sign of a twitch or if you display even a hint of hesitation to comply? How desperately do you crave a police state? How much do you favor a nationwide curfew where violators can be arrested by the police and held without legal counsel for an indefinite period of time? Do you favor the use of physical and mental torture to force convictions even from the innocent?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:55"
    },
    {
      "nodeID": "158069",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:55"
    },
    {
      "nodeID": "158070",
      "text": "No brother...complete controll of everything you do by a power structure you'll be powerless to stop. Enjoy!",
      "type": "I",
      "timestamp": "2016-03-08 20:29:55"
    },
    {
      "nodeID": "158071",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:55"
    },
    {
      "nodeID": "158072",
      "text": "A gun death is a gun death, whoever pulls the trigger. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:29:55"
    },
    {
      "nodeID": "158073",
      "text": "a suicide is a suicide by what ever means emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:29:55"
    },
    {
      "nodeID": "158074",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:55"
    },
    {
      "nodeID": "158075",
      "text": "'I believe the hunter who handed the rifle to the actor and the TV crew lacked an awareness of the firearm's potential danger,' another police official said. How is anyone to learn any potential of a firearm if it is to be locked away and not seen? Besides that little piece about lacking awareness I don't really buy it. A gun death is a gun death, whoever pulls the trigger?Serious question, Penfold, and I will even dispense with the COMRADE,are you a plant just to get people going?or did you actually have someone close to you hurt or killed by a firearm? and if so I apologizeemoticon_xbangheadxbanghead.'",
      "type": "I",
      "timestamp": "2016-03-08 20:29:55"
    },
    {
      "nodeID": "158076",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:55"
    },
    {
      "nodeID": "158077",
      "text": "Are you refering to Japan or some hypothetical police state?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:55"
    },
    {
      "nodeID": "158078",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:55"
    },
    {
      "nodeID": "158079",
      "text": "How many civil rights are you willing to give up in the name of a few less murders each year?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:56"
    },
    {
      "nodeID": "158080",
      "text": "In 2000, the U.S. recorded close to 11,000 firearm homicides and more than 16,000 firearm suicides. The European Union -- an area with a population approximately 25% higher than that of the U.S. -- reported fewer than 1,300 firearm homicides for the same year. In Japan, the number was 22. sinjin - The US firearm homicide rate is more than 180x that of Japan.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:56"
    },
    {
      "nodeID": "158081",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:56"
    },
    {
      "nodeID": "158082",
      "text": "A little of both. Japan is known for allowing its police officers to physically and mentally torture suspects and deny them legal counsel if they determine that such counsel will interfere with their interrogation. Suspects aren't allowed to read confessions before signing them either. Is that what Penfold really wants?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:56"
    },
    {
      "nodeID": "158083",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:56"
    },
    {
      "nodeID": "158084",
      "text": "And what exactly did it take to get such a low number? Exactly how much of a police state are you willing to tolerate for a few less murders each year? What human rights and freedoms are you willing to give up? Are you willing to let the police come into your home without a warrant and make regular, unannounced, unscheduled inspections to ensure that there are no illegal contraband in the area? At what point will you finally reach the conclusion that the price outweighs the gain?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:56"
    },
    {
      "nodeID": "158085",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:56"
    }
  ],
  "edges": [
    {
      "edgeID": "196180",
      "fromID": "158060",
      "toID": "158061",
      "formEdgeID": null
    },
    {
      "edgeID": "196181",
      "fromID": "158061",
      "toID": "158059",
      "formEdgeID": null
    },
    {
      "edgeID": "196182",
      "fromID": "158062",
      "toID": "158063",
      "formEdgeID": null
    },
    {
      "edgeID": "196183",
      "fromID": "158063",
      "toID": "158060",
      "formEdgeID": null
    },
    {
      "edgeID": "196184",
      "fromID": "158064",
      "toID": "158065",
      "formEdgeID": null
    },
    {
      "edgeID": "196185",
      "fromID": "158065",
      "toID": "158060",
      "formEdgeID": null
    },
    {
      "edgeID": "196186",
      "fromID": "158066",
      "toID": "158067",
      "formEdgeID": null
    },
    {
      "edgeID": "196187",
      "fromID": "158067",
      "toID": "158062",
      "formEdgeID": null
    },
    {
      "edgeID": "196188",
      "fromID": "158068",
      "toID": "158069",
      "formEdgeID": null
    },
    {
      "edgeID": "196189",
      "fromID": "158069",
      "toID": "158062",
      "formEdgeID": null
    },
    {
      "edgeID": "196190",
      "fromID": "158070",
      "toID": "158071",
      "formEdgeID": null
    },
    {
      "edgeID": "196191",
      "fromID": "158071",
      "toID": "158062",
      "formEdgeID": null
    },
    {
      "edgeID": "196192",
      "fromID": "158073",
      "toID": "158074",
      "formEdgeID": null
    },
    {
      "edgeID": "196193",
      "fromID": "158074",
      "toID": "158072",
      "formEdgeID": null
    },
    {
      "edgeID": "196194",
      "fromID": "158075",
      "toID": "158076",
      "formEdgeID": null
    },
    {
      "edgeID": "196195",
      "fromID": "158076",
      "toID": "158072",
      "formEdgeID": null
    },
    {
      "edgeID": "196196",
      "fromID": "158077",
      "toID": "158078",
      "formEdgeID": null
    },
    {
      "edgeID": "196197",
      "fromID": "158078",
      "toID": "158068",
      "formEdgeID": null
    },
    {
      "edgeID": "196198",
      "fromID": "158080",
      "toID": "158081",
      "formEdgeID": null
    },
    {
      "edgeID": "196199",
      "fromID": "158081",
      "toID": "158079",
      "formEdgeID": null
    },
    {
      "edgeID": "196200",
      "fromID": "158082",
      "toID": "158083",
      "formEdgeID": null
    },
    {
      "edgeID": "196201",
      "fromID": "158083",
      "toID": "158077",
      "formEdgeID": null
    },
    {
      "edgeID": "196202",
      "fromID": "158084",
      "toID": "158085",
      "formEdgeID": null
    },
    {
      "edgeID": "196203",
      "fromID": "158085",
      "toID": "158080",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
