{
  "nodes": [
    {
      "nodeID": "157459",
      "text": "Donna Santa Marie was a 16-year-old girl who was forced by her parents and abortionist to have an abortion against her will. Her father even punched her in the stomach to try to induce a miscarriage. The abortionist had to be called in to perform an abortion without her consent. Despite these horrific facts, New Jersey Federal Courts have ruled that Donna Santa Marie cannot sue the doctor, the abortionist, because the infant was not born alive and have cited Roe v. Wade as justification. If Roe v. Wade is supposed to be based on a woman's choice, how can she be forced to have an abortion and have no remedy under the law.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:27"
    },
    {
      "nodeID": "157460",
      "text": "I think you guys are missing out on the fact that the Judge ruled that there was not injury done to Donna Santa Marie. So much for the arguement that the unborn human is part of the mother. What a disgusting and unfortunate case. It wasn't born alive, so it doesn't matter. What unsettles me the most is that some of you don't seem to care. You sound more worried about the possible blow to abortion than the women who have been hurt.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:27"
    },
    {
      "nodeID": "157461",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:28:27"
    },
    {
      "nodeID": "157462",
      "text": "As did I. Don't ever let anyone force you into having an abortion, and never see a Planned Parenthood specialist if you're pregnant! See a trusted medical doctor who will give you a non-biased list of ALL your options.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:27"
    },
    {
      "nodeID": "157463",
      "text": "On the flip side, you should never let anyone force you into carrying out a pregnancy you do not want. as for planned parenthood vs doctors, planned parenthood counselors are required to give you unbiased information and referrals, as far as i know, a doctor is not required to do either. Just because you do not like the work that planned parenthood does, it gives you no right to malign them or their employees. You have never proved that these people are anything but compassionate and qualified care givers and medical professionals.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:27"
    },
    {
      "nodeID": "157464",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:28:27"
    },
    {
      "nodeID": "157465",
      "text": "Carmen, it's senseless not to believe that Abortion is Planned Parenthood's #1 reccomendation. Does Planned Parenthood offer pregnancy support? No. Do they offer ultrasounds? No. Do they have maternity wards? No. What do they do? They give out pregnancy tests and do abortions. That's where they get their money- a quarter of all their revenue is from pre 13-week abortions. This is not even countig their later more expensive abortons that are also so common! They get $40 million a year for abortions alone.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:27"
    },
    {
      "nodeID": "157466",
      "text": "parcum, they are like any other medical facility, saying this is like saying that just because my physician just happens to be do some surgeries, he will always tell me I need to have a surgery- because of course, he will make more money off me then. You dont like the fact that planned parenthood performs abortions, and so you feel the need to slanderize them. Some rabid pro=lifer told you that, and you swallowed it hook, line and sinker. You obviously have no clue into the idea of customer service- which is the field I work in. You try to do whatever is in the best interest of the customer, even if it sends them to your competition. IN the case of planned parenthood, it is against their policy to recommend that a patient do anything but dicuss it with their own support system, be that friends, family, clergy or whatever. Any employee of theirs who breaks that policy is making them liable for legal recourse, and will also be likely to lose their job.  I wonder, does your high school offer logic courses? Please do us all a favor and invest in one.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:27"
    },
    {
      "nodeID": "157467",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:28:27"
    },
    {
      "nodeID": "157468",
      "text": "Again, I did not say that they did not recommend abortion... they do offer it as an option, but I have never heard of anyone being 'forced' to have one by Planned Parenthood. All I was disputing was when you said that they ALWAYS recommended it. They do offer pregnancy counseling, along with pregnancy testing. They also offer birth control, gynecological care, STD testing, infertility testing, sexual education counseling, prenatal care, adoption referrals.. etc...Almost all of these things are offered by my regular doctor, and probably most other doctors as well. They don't have a maternity ward at Planned Parenthood because they aren't a hospital, and you can go to your own hospital to have an ultrasound done, but if a clinic does an abortion themselves, they have to do an ultrasound first, to determine how far along the pregnancy is, because there are different procedures for different amounts of weeks. If an ob/gyn sees an ultrasound with severe problems, they will sometimes recommend an abortion too. All in all, I just thought that your remark that Planned Parenthood always recommended an abortion was wrong. They also offer services to men too, do you think they recommend abortion to them as well?? I have nothing wrong with you being pro-life... I honestly don't. I think it's good that you stand up for what you believe in. But when you make a statement on how a woman is wrong to have an abortion even if her own life is in danger, I find that a little ignorant. I'm not saying that you are ignorant yourself, but I don't think you are as well informed on everything as you seem to think you are. And can I ask, are you male? If you are, you will never, ever be in any type of situation like that, so how can you decide what a woman should do when SHE is faced with a situation?",
      "type": "I",
      "timestamp": "2016-03-08 20:28:27"
    },
    {
      "nodeID": "157469",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:28:28"
    },
    {
      "nodeID": "157470",
      "text": "That last statement, Carmen, is a logical fallacy- Ad hominum tu quoque. Simply because I'm a male doesn't autmatiaclly mean I have no opinion on the issue. During World War II Americans wern't Jews or German. Does that mean they didn't have a right to speak up against what the Nazis were doing? You must understand that the fetus is, scientifically and logically, a human being. Killing is, morally, murder.  'Always' in the english language isn't always literal. If I say the cup is full it doesn't nessecarily mean it's completely full. We're speaking english, darling, not Aramaic. ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:28:28"
    },
    {
      "nodeID": "157471",
      "text": "I'm sorry, I didn't mean to imply that because you are male, you shouldn't have an opinion.. I just meant that how can you know so much about what a woman should do if you will never be in that kind of situation? I do understand that biologically a fetus is a human being. I've never contested that. I don't necessarily agree with abortion in all cases, at all.. I do know that sometimes it medically becomes the only realistic option to the mother. (I've been through that). But in cases where the woman uses what I think are trivial reasons, such as they don't want to lose their figure, or they have to much to do before they have a child, I don't agree with it. A lot of my aquaintances have done it for those reasons, and that seems really irresponsible to me... In my opinion, it should be made an option for medical reasons, not the little trivial reasons like my friends used.. but even then to me it doesn't seem right... After what I just went through, I got a first hand look at how horrible it really is, and even though I knew that medically that was the only choice, morally and emotionally it still doesn't seem like it should have been that way. Maybe it's because I didn't want to do it, but knew I had to, as opposed to someone choosing to have it done, but I almost wish it hadn't been an option, because then you don't have to make that choice. It's a very hard thing to deal with, no matter what the reasons behind it, and knowing you can't change it.. but I do know if something like this happens again, it won't be an option to me, no matter how many doctors tell me otherwise. Again, I do apologize for the misunderstanding.. I didn't mean to say it that way, and yes I think men have rights and should have opinions too! :)",
      "type": "I",
      "timestamp": "2016-03-08 20:28:28"
    },
    {
      "nodeID": "157472",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:28:28"
    }
  ],
  "edges": [
    {
      "edgeID": "195752",
      "fromID": "157460",
      "toID": "157461",
      "formEdgeID": null
    },
    {
      "edgeID": "195753",
      "fromID": "157461",
      "toID": "157459",
      "formEdgeID": null
    },
    {
      "edgeID": "195754",
      "fromID": "157463",
      "toID": "157464",
      "formEdgeID": null
    },
    {
      "edgeID": "195755",
      "fromID": "157464",
      "toID": "157462",
      "formEdgeID": null
    },
    {
      "edgeID": "195756",
      "fromID": "157466",
      "toID": "157467",
      "formEdgeID": null
    },
    {
      "edgeID": "195757",
      "fromID": "157467",
      "toID": "157465",
      "formEdgeID": null
    },
    {
      "edgeID": "195758",
      "fromID": "157468",
      "toID": "157469",
      "formEdgeID": null
    },
    {
      "edgeID": "195759",
      "fromID": "157469",
      "toID": "157465",
      "formEdgeID": null
    },
    {
      "edgeID": "195760",
      "fromID": "157471",
      "toID": "157472",
      "formEdgeID": null
    },
    {
      "edgeID": "195761",
      "fromID": "157472",
      "toID": "157470",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
