{
  "nodes": [
    {
      "nodeID": "139926",
      "text": "I just wanted to add one more thing to clear up some stuff and make sure I have the standards set correctly before we delve into a hardcore debate of facts.  When I use the word evolution, I am not referring to the minor variations found in all of the various life forms (microevolution). I am referring to the general theory of evolution, correct me if I'm wrong, which believes these five major events took place without God: 1. Time, space, and matter came into existence by themselves. 2. Planets and stars formed from space dust. 3. Matter created life by itself. 4. Early life forms learned to reproduce themselves. 5. Major changes occurred between these diverse life forms (i.e., fish changed to amphibians, amphibians changed to reptiles, and reptiles changed to birds or mammals). Now here are the six main areas of evolution that we will be able to discuss: 1. Cosmic evolution-the origin of time, space, and matter. Big Bang. 2. Chemical evolution-the origin of higher elements from hydrogen. 3. Stellar and planetary evolution-Origin of stars and planets. 4. Organic evolution-Origin of life from inanimate matter. 5. Macroevolution-Changing from one kind into another. 6. Microevolution-Variations within kinds. Only this one has been observed. So there are some standards I guess you could say, sorry for lack of a better word but it has been a long day and my vocabulary isn't as sharp as it use to be. Correct me if I'm misinformed or incorrect about any of my above statements concerning my understanding of evolution. Anyways I just wanted to add that real quick before I headed off to bed, and hopefully I will have those questions answered for you by tomorrow. Night.......",
      "type": "I",
      "timestamp": "2016-03-08 19:50:22"
    },
    {
      "nodeID": "139927",
      "text": "Oh brother, here we go again. emoticon_frazzled",
      "type": "I",
      "timestamp": "2016-03-08 19:50:22"
    },
    {
      "nodeID": "139928",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:22"
    },
    {
      "nodeID": "139929",
      "text": "Get on with the argument! emoticon_xangel",
      "type": "I",
      "timestamp": "2016-03-08 19:50:22"
    },
    {
      "nodeID": "139930",
      "text": "Yes, there are a lot of us that have been waiting. I'm sure the delay will have been worthwhile though. :)",
      "type": "I",
      "timestamp": "2016-03-08 19:50:22"
    },
    {
      "nodeID": "139931",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:22"
    }
  ],
  "edges": [
    {
      "edgeID": "183366",
      "fromID": "139927",
      "toID": "139928",
      "formEdgeID": null
    },
    {
      "edgeID": "183367",
      "fromID": "139928",
      "toID": "139926",
      "formEdgeID": null
    },
    {
      "edgeID": "183368",
      "fromID": "139930",
      "toID": "139931",
      "formEdgeID": null
    },
    {
      "edgeID": "183369",
      "fromID": "139931",
      "toID": "139929",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
