{
  "nodes": [
    {
      "nodeID": "145229",
      "text": "This post is directed mainly toward men. Women feel free to discuss, but I would like the actual answers to the questions to be from the men. Hitlers or Helpers? Which one are you? Hitler defined the Jews as nonhumans, as parasites, so he did execute them. He did. He exercised his freedom of choice, imposed his will upon them, and had them cleaned out from the country. He had them removed, scraped away. A helper is someone who stands alongside another in assistance, and protection.  So, which are you? What kind of a man are you?  Do you have the guts to stand up and defend the weak and helpless? Or, have you redefined human life so that you can justify killing it? Do you have the guts to be men and stand for what is right? Or, is sitting in your couch, watching TV, easier to do than be good men? Do you have the strength to curtail your own sensual desires? Or do you seek women for your own pleasure, and then destroy the lives formed in the long because they are inconvenient? Or, let's see where you stand? Are you a Hitler or a helper?  - REAL MEN stand up for the innocent even at the cost of their lives.  - REAL MEN do what is right, even when it's inconvenient.  - REAL MEN recognize that there are things greater than themselves, like righteousness, integrity, the need to protect women, the obligation to provide for children, and they live their lives according.   - non men get women pregnant after a tryst of satisfying their own desires, and then the emotional burden on the woman to destroy the life within her.  - non men advocate killing the weak and defenseless.  - non men hide behind the sinful and asinine intellectual arguments of liberals and the ungodly in order to justify the destruction of life so they might be self-assured, and self comforted.   - I'm a real man because I stand against unrighteousness - even when it is extremely difficult.  - I'm a real man because I protect the innocent and the weak.  - I'm a real man because I stand against other males who seek to justify killing the weak and innocent.  - I'm a real man because I advocate the production and preservation of life.  - I'm a real man because I do not set the mother against the child.  - I am a real man because I don't redefine life in emotionally neutral and dry intellectual terms to ease my own conscience.  I'm a helper working against Hitlers!",
      "type": "I",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145230",
      "text": "If this is the only way you define manhood, then congratulations. You know passion is a tricky thing. It can bring great gains in society, great achievement. It can also bring horrible horrible things, like this writing. You are making a strawman, if you create your own opposition and make them absurd, then it is surely absurd.  You know, here's what I think about abortion. It doesn't matter to me. I don't really care either way. That being said, it is safer to legalize, it is better to regulate it, and ultimately, as men, we don't get the choice, do we? The day when you have to walk into that abortion clinic and make that decision, you stand up and tell me what a real man is. Those poor girls and women who go through abortions did what they had to do, more than you could ever do. Don't stand on your high horse and lecture the world on the virtuousness of your position. Don't talk about being virtuous, be virtuous.  A 'real man' helps those who he loves, whether he likes what they did. A father loves his sons and daughters, despite what they do, rather in spite of what they have done.  Good day to you.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145231",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145232",
      "text": "Are you a real man or do you send PMs to mothers applauding and endorsing violence against their children?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145233",
      "text": "He didn't! I hope you reported that to the admin",
      "type": "I",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145234",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145235",
      "text": "He did and I didn't. Kind of prefer to fight my own battles.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145236",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145237",
      "text": "Is it possible to tell the real men from the fake men over the internet? Wait .. let me check ... emoticon_xbouncer",
      "type": "I",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145238",
      "text": "Hello, Let me see, N.O.W. that 80% Lesbian Lot (by their own count and definition), continue to whine about women not being given 'equal rights', all the while, 51% of the population (that's women) own the MAJORITY of the wealth, represent the greatest number of teachers, have more rights on college campuses than their male counterparts, have more legal rights than men, are given legal custody of children-even when they are drug addicts/drunks/abusers, and are overwhelmingly the recipients of alimony (regardless of their being no children in the marriage). Ah yes, the 'poor victims' of all that male power. Women start professional careers later than men, yet demand the same amount of pay that their male counterparts, get, having spent years in the corporate trenches to achieve their status and pay grades. Women continue to whine about how they are victimized by men in the USA, despite the facts to the contrary. N.O.W. hasn't bothered a peep about all the Muslim women in the world being beaten, maimed, and murdered, on a daily basis; they're too busy complaining that some unsuspecting woman heard a 'sexist' joke while passing by a male counterpart's office (one guy telling another guy a joke). Yes indeed, poor 'oppressed' American women. Whiners the lot of them; never happy and wanting to make everyone around them just as unhappy. The bottom line is this: there is nothing between a woman's legs, which is worth putting up with that, which is between her nose and her chin. And you can quote me on that! Keep up the whining, I'm sure the Muslim woman being beaten to death, clitorectomies being performed with rusted razor blades, and noses being cut off, won't bother you a bit; you've got a man in the office whom you wish to undermine, or a corporation you wish to sue, for some slight against your 'womanhood.' Cheers from the Rockies emoticon_xbouncer emoticon_xagree emoticon_xbye emoticon_xdonno emoticon_xhoho emoticon_mad :xbanghead",
      "type": "I",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145239",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145240",
      "text": "Well - at least your name is right on.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145241",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145242",
      "text": "Hello there, Your ignorance is showing concerning both history and anthropology. We Neanderthals were the first humans to recognize the existence of the soul and the afterlife. We were the first to bury our beloved dead with personal articles, still valuable and quite usable to the living, but because they belonged to those we loved, we buried such items with them. You obviously were never taught that and never sharp enough to learn for yourself, but hey, that's nothing new from someone from the Left. Symbol over substance is your mantra and shall no doubt, so remain. Cheers from the Rockies emoticon_xhoho emoticon_xhoho emoticon_cool emoticon_xkill",
      "type": "I",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145243",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145244",
      "text": "A 'real man' helps those who he loves, whether he likes what they did. A father loves his sons and daughters, despite what they do, rather in spite of what they have done.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:54"
    },
    {
      "nodeID": "145245",
      "text": "Absolutely. emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:01:55"
    },
    {
      "nodeID": "145246",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:01:55"
    },
    {
      "nodeID": "145247",
      "text": "The day when you have to walk into that abortion clinic and make that decision, you stand up and tell me what a real man is. Those poor girls and women who go through abortions did what they had to do, more than you could ever do. Don't stand on your high horse and lecture the world on the virtuousness of your position. Don't talk about being virtuous, be virtuous.  A 'real man' helps those who he loves, whether he likes what they did. A father loves his sons and daughters, despite what they do, rather in spite of what they have done.  Good day to you.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:55"
    },
    {
      "nodeID": "145248",
      "text": "Right on! A real man supports those he loves, through thick and thin. He doesn't try and control the things he can't either. In the end, it's not a man's decision. It is not his body, therefore, he has no right to make the ultimate decision. He can only express his view. That's about it. (I'm pretty sure it's not any easier for her to decide). So cudos to those men.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:55"
    },
    {
      "nodeID": "145249",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:01:55"
    }
  ],
  "edges": [
    {
      "edgeID": "187132",
      "fromID": "145230",
      "toID": "145231",
      "formEdgeID": null
    },
    {
      "edgeID": "187133",
      "fromID": "145231",
      "toID": "145229",
      "formEdgeID": null
    },
    {
      "edgeID": "187134",
      "fromID": "145233",
      "toID": "145234",
      "formEdgeID": null
    },
    {
      "edgeID": "187135",
      "fromID": "145234",
      "toID": "145232",
      "formEdgeID": null
    },
    {
      "edgeID": "187136",
      "fromID": "145235",
      "toID": "145236",
      "formEdgeID": null
    },
    {
      "edgeID": "187137",
      "fromID": "145236",
      "toID": "145233",
      "formEdgeID": null
    },
    {
      "edgeID": "187138",
      "fromID": "145238",
      "toID": "145239",
      "formEdgeID": null
    },
    {
      "edgeID": "187139",
      "fromID": "145239",
      "toID": "145237",
      "formEdgeID": null
    },
    {
      "edgeID": "187140",
      "fromID": "145240",
      "toID": "145241",
      "formEdgeID": null
    },
    {
      "edgeID": "187141",
      "fromID": "145241",
      "toID": "145238",
      "formEdgeID": null
    },
    {
      "edgeID": "187142",
      "fromID": "145242",
      "toID": "145243",
      "formEdgeID": null
    },
    {
      "edgeID": "187143",
      "fromID": "145243",
      "toID": "145240",
      "formEdgeID": null
    },
    {
      "edgeID": "187144",
      "fromID": "145245",
      "toID": "145246",
      "formEdgeID": null
    },
    {
      "edgeID": "187145",
      "fromID": "145246",
      "toID": "145244",
      "formEdgeID": null
    },
    {
      "edgeID": "187146",
      "fromID": "145248",
      "toID": "145249",
      "formEdgeID": null
    },
    {
      "edgeID": "187147",
      "fromID": "145249",
      "toID": "145247",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
