{
  "nodes": [
    {
      "nodeID": "150212",
      "text": "Originally posted by dsadevil [B We license people to use cars, provide mandatory training, enforce safety standards ('street-legal' cars), and register who owns what car. Why can't we do this for guns, if the two are so comparable? [/B]",
      "type": "I",
      "timestamp": "2016-03-08 20:12:15"
    },
    {
      "nodeID": "150213",
      "text": "Because the rights to firearms are bestowed by God. Not by a king, not by a government, not by a judge, not by a group of men. The right to firearms are given to you in the same way as the right to reproduce, the right of freedom of thought, the right of speech, the right to vote. The privildge to drive is given by the state.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:15"
    },
    {
      "nodeID": "150214",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:15"
    },
    {
      "nodeID": "150215",
      "text": "Originally posted by dsadevil The fact that guns can yield political influence makes the argument no stronger. A nuke yields political influence.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:15"
    },
    {
      "nodeID": "150216",
      "text": "I will not give up my right to vote. I will not give up my firearms. I consider people taking my right to firearms as dangers as people trying to take away my right to vote. In other places around the world, firearms are much more important than the right to vote. There are people around the world trying to get a chance to vote by using firearms to establish a system where they can use the right to vote. For self-preservation? I will use a bazooka if there is tank comming down the street. The immediate threat I am thinking of is a felon with bare hands on parole. That is exactly what the anti-gunners are trying to limit me from doing. Limit my right to self-preservation from a felon on parole. If you read the other threads, especially from VOR, you will see he is about confiscation not gun regulation. I have asked many anti-gunners about confiscation, when they point to models of UK and Austraila I shudder. Those countries are not about regulation, they are about confiscation.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:15"
    },
    {
      "nodeID": "150217",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:15"
    },
    {
      "nodeID": "150218",
      "text": "Originally posted by dsadevil Why don't I have a right to drive? What objective standard are you using to determine what I do and do not have a right to do?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:15"
    },
    {
      "nodeID": "150219",
      "text": "You do not have a right to drive. No one does. Driving is not a right. The state does not owe it to you to give you a license to drive. The activity of driving is a priveldge granted by the state, not a right. Rights are not regulated by government. You have them and no earthly authority can take it away from you. The state never gave me my rights, I already had them, nor do I have to ask for permission to exercise them.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:15"
    },
    {
      "nodeID": "150220",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:15"
    },
    {
      "nodeID": "150221",
      "text": "I give you, from The Federalist, Alexander Hamilton... Does this sound like he is saying, 'the government can dictate to anyone what kind of arms that they can own?'",
      "type": "I",
      "timestamp": "2016-03-08 20:12:15"
    },
    {
      "nodeID": "150222",
      "text": "No, it sounds like he's saying people should be able to have arms so they can be trained to the point where they can be considered a well-regulated militia.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:15"
    },
    {
      "nodeID": "150223",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:15"
    },
    {
      "nodeID": "150224",
      "text": "Originally posted by dsadevil I am merely asking for an objective standard to determine what is and is not a 'god-given right.' And you STILL have yet to provide one.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:15"
    },
    {
      "nodeID": "150225",
      "text": "And he has still yet to provide one. If more gun-control means more lives saved then more gun-control means more self preservation.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:15"
    },
    {
      "nodeID": "150226",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150227",
      "text": "Originally posted by voiceofreason OK.... Well, that standard doesn't show that gun ownership is a God-given right. I don't know of any animals that own guns. Also I think that I would have a better chance at preserving myself if I lived in a society that had more gun-control. Look at Canada- it has less homicide and less gun violence than the US and more gun-control. So I don't see how gun-control interferes with self-preservation.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150228",
      "text": "You don't see how gun-control interferes with self-preservatlion? Hmmmm? OK, simple. I want to defend myself with a handgun. I really can't if I don't have one do I. Sure you can defend yourself in a gun free society such as Canada. I want to defend myself with a gun when the felons only have knives. I really can't do that if I don't have a gun do I. Your responsible for your own protection, not me.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150229",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150230",
      "text": "To quote Scott Adams: WHAT THE HELL IS WRONG WITH YOU!!!!???",
      "type": "I",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150231",
      "text": "Actually to an anti-gunner than equilivant slander and propagada is perfectly logical. Please see how the NRA is equated with the KKK by an anti-gunner: 'In an animated history send-up, with the narrator talking rapidly, Bowling equates the NRA with the Klan, suggesting NRA was founded in 1871, 'the same year that the Klan became an illegal terrorist organization.' Bowling goes on to depict Klansmen becoming the NRA and an NRA character helping to light a burning cross.' http://www.liberalvalues.org.nz/archive/civil_liberties/bowling_for_columbine_fiction.html",
      "type": "I",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150232",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150233",
      "text": "a prostitute withe aids will kill more people than my ak47 ever has",
      "type": "I",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150234",
      "text": "And more people have died from anti-gun Senator Ted Kennedy's driving than will ever die from my AR-15.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150235",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150236",
      "text": "a pro-gunner with the SN of 'marxismismurder' conservative was a pretty safe bet. You don't see many liberals in that mold.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150237",
      "text": "I believe in a strict interpretation of the Constitution, this makes me neither a liberal or conservative. The SN was inspired by VOR who kept signing his posts with quotes from Karl Marx.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150238",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150239",
      "text": "Today modern military assault weapons are M-16s and AK-47s. When the constitution was written modern was a musket. The next dictator that this country will see will also be using modern military weapons. The militia will need modern military weapns to fight for freedom. If that means nukes, then so be it.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150240",
      "text": "And that just scares me.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150241",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:12:16"
    },
    {
      "nodeID": "150242",
      "text": "If you're willing to accept this, doesn't that in a way contradict the gun control theory of 'well regulated militia?' In other words the founders knew the importance of the citizenry militia against encroachments of the goverment, but then gave the government the power to make the encroachments easier by disarming the citizenry?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:17"
    },
    {
      "nodeID": "150243",
      "text": "Because A BALANCE needed to be struck! It doesn't go entirely in either direction. We need to balance the right to revolt against an unjust govt. with the problems created when everyone owns assualt rifles and bazookas and we have no registration. Either extreme presents a problem.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:17"
    },
    {
      "nodeID": "150244",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:17"
    },
    {
      "nodeID": "150245",
      "text": "If more gun-control means more lives saved then more gun-control means more self preservation.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:17"
    },
    {
      "nodeID": "150246",
      "text": "But gun control doesn't mean more lives saved so therefore, your entire statement is wrong. Your idea of gun control works ONLY in an ideal world. In your ideal world, everyone will give up their guns for the good of society. In this world, we will go back and forget that guns ever existed outside of the military. Thus, there will be no shooting deaths because no one has possession of a gun. However, your utopia cannot exist because of the human tendancy to seek power. Marx thought that if everyone became equal, there would be no problems, and everyone could live together in perfect harmony. However, when everyone tried to live together, there was a group who tried to rise up and gain more power. In the end, people began to realize that Marx's ideas would not work because there would be an elite few who would attempt to screw everyone else over. Gun control would produce the same results. The people would be the law-abiding citizens, and that elite few would be the criminals. The criminals, realizing that the rest of the people have no guns, would then attain guns through illegal means. They could then use their guns against the innocent law-abiding citizens, who have given up their guns and now have no equal force to resist with. It will become like prohibition with guns instead of alcohol.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:17"
    },
    {
      "nodeID": "150247",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:17"
    }
  ],
  "edges": [
    {
      "edgeID": "190636",
      "fromID": "150213",
      "toID": "150214",
      "formEdgeID": null
    },
    {
      "edgeID": "190637",
      "fromID": "150214",
      "toID": "150212",
      "formEdgeID": null
    },
    {
      "edgeID": "190638",
      "fromID": "150216",
      "toID": "150217",
      "formEdgeID": null
    },
    {
      "edgeID": "190639",
      "fromID": "150217",
      "toID": "150215",
      "formEdgeID": null
    },
    {
      "edgeID": "190640",
      "fromID": "150219",
      "toID": "150220",
      "formEdgeID": null
    },
    {
      "edgeID": "190641",
      "fromID": "150220",
      "toID": "150218",
      "formEdgeID": null
    },
    {
      "edgeID": "190642",
      "fromID": "150222",
      "toID": "150223",
      "formEdgeID": null
    },
    {
      "edgeID": "190643",
      "fromID": "150223",
      "toID": "150221",
      "formEdgeID": null
    },
    {
      "edgeID": "190644",
      "fromID": "150225",
      "toID": "150226",
      "formEdgeID": null
    },
    {
      "edgeID": "190645",
      "fromID": "150226",
      "toID": "150224",
      "formEdgeID": null
    },
    {
      "edgeID": "190646",
      "fromID": "150228",
      "toID": "150229",
      "formEdgeID": null
    },
    {
      "edgeID": "190647",
      "fromID": "150229",
      "toID": "150227",
      "formEdgeID": null
    },
    {
      "edgeID": "190648",
      "fromID": "150231",
      "toID": "150232",
      "formEdgeID": null
    },
    {
      "edgeID": "190649",
      "fromID": "150232",
      "toID": "150230",
      "formEdgeID": null
    },
    {
      "edgeID": "190650",
      "fromID": "150234",
      "toID": "150235",
      "formEdgeID": null
    },
    {
      "edgeID": "190651",
      "fromID": "150235",
      "toID": "150233",
      "formEdgeID": null
    },
    {
      "edgeID": "190652",
      "fromID": "150237",
      "toID": "150238",
      "formEdgeID": null
    },
    {
      "edgeID": "190653",
      "fromID": "150238",
      "toID": "150236",
      "formEdgeID": null
    },
    {
      "edgeID": "190654",
      "fromID": "150240",
      "toID": "150241",
      "formEdgeID": null
    },
    {
      "edgeID": "190655",
      "fromID": "150241",
      "toID": "150239",
      "formEdgeID": null
    },
    {
      "edgeID": "190656",
      "fromID": "150243",
      "toID": "150244",
      "formEdgeID": null
    },
    {
      "edgeID": "190657",
      "fromID": "150244",
      "toID": "150242",
      "formEdgeID": null
    },
    {
      "edgeID": "190658",
      "fromID": "150246",
      "toID": "150247",
      "formEdgeID": null
    },
    {
      "edgeID": "190659",
      "fromID": "150247",
      "toID": "150245",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
