{
  "nodes": [
    {
      "nodeID": "155648",
      "text": "I don't understand why pro-choicers have so much hate.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:16"
    },
    {
      "nodeID": "155649",
      "text": "Could it partially be the fact that they don't want antiquated belief system dogma making their decisions? Must have access to a sonogram sounds like a lobby group attempting to sway opinion while enhancing revenue. Does the legislation force pregnant women who have not chosen abortion to have a sonogram? Raising children creates post-delivery stress syndrome.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:16"
    },
    {
      "nodeID": "155650",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:16"
    },
    {
      "nodeID": "155651",
      "text": "Pro choicers claim they are for the rights of women. If that is true why don't pro-choicer want the pregnant women who seek abortion to be informed. I read yesterday, how the pro-choice people are trying to block legislation that would help women make better CHOICES about their pregnancy. If I find the link, I'll post it, but the legislation was anyone who seeks an abortion, must have access to a sonogram before the abortion. That having an abortion 'may' cause post-abortion stress syndrome, which for some it does! It's sad, pro-choicer, don't want women to be 'informed' to the best of their ability. Sonogram can be helpful tool to the WOMAN in helping her make a better CHOICE, and aren't pro-choicers all about CHOICE. So why block this legislation????????? I don't understand why pro-choicers have so much hate.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:16"
    },
    {
      "nodeID": "155652",
      "text": "Why, if one wants to have an abortion, should one be FORCED to view a sonogram?",
      "type": "I",
      "timestamp": "2016-03-08 20:24:16"
    },
    {
      "nodeID": "155653",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:16"
    },
    {
      "nodeID": "155654",
      "text": "First off, not all pro-choice advocates support this position. Second, How does a sonogram help to make an informed choice? What does a sonogram actually inform a pregnant woman about...that she is pregnant? I would think that if she was going to get a sonogram, that she would know that she is already pregnant. Seems like simple logic to me.  By saying it would help them make a better choice, don't you really mean to say that it might influence them to not have an abortion, which is actually your choice for them? You seem to be counting on the puppy store effect. You can drive by the puppy store every day without giving a thought to buying a puppy. But if you actually stop and look at one, you might just feel sorry for the pathetic little puppy couped up in the little cage, and decide to buy it just to 'rescue' it from it's plight. It goes something like this: 'awww...look at the cute little puppy, we can't leave it here, we just have to take it home'.  4 months later, that same cute little puppy is sitting in an SPCA shelter waiting to either be adopted or destroyed. All because it's do-gooder owner made the decision to buy it based on emotion rather than informed choice.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:16"
    },
    {
      "nodeID": "155655",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:16"
    },
    {
      "nodeID": "155656",
      "text": "Anti abortion people want to take a womens right to an abortion away period. Would you force someone to get a sonagram of a tumor and be forced to look at it and think 'do I really want to have this tumor removed?' That is exactly what a fetus is and for some women that is how it is viewed.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:17"
    },
    {
      "nodeID": "155657",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:17"
    },
    {
      "nodeID": "155658",
      "text": "So is it safe to say you may be for pro-ignorance? With technology ANSWERS become clear. Everything cost money. Education cost money, therefore knowledge has a price tag. Do you now suggest people don't go to College because it too is yet another EXPENSE. Society should NOT be inventing equipment that advance our intelligence.  Sonograms are great tool for understanding more to those women who have doubt. I don't know about you, but I'm all for empowerment with knowledge. Most people are 'VISUAL' people and perhaps seeing the unborn may make the CHOICE clearer for the woman.  I'm for educating those from ALL PERSPECTIVES. Most people would rather see physcial evidence that a sonogram may provide than the RHETORIC of SLOGANS and IDEALISTIC POINTS OF VIEW. I know your kind...'just trust me' is your motto.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:17"
    },
    {
      "nodeID": "155659",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:17"
    },
    {
      "nodeID": "155660",
      "text": "You know 'my kind'? How very presumptuous on your part. Then you know individual choice is the issue, not enforced medical procedures. You didn't answer the question regarding pregnant women who intend to carry to term being required to have a sonogram.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:17"
    },
    {
      "nodeID": "155661",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:17"
    },
    {
      "nodeID": "155662",
      "text": "Since when does the word 'access' get translated into 'must perform'? emoticon_confused Women should have access to all medical diagnostic tests that can help them throughout their pregnancy. They should have access to sonagrams, CAT Scans, EKGs, EEGs, MRIs, blood tests, X-rays, etc., None of these are forced procedures or tests now. While I haven't read the actual text of the legislation, I would find it unfathomable that any legislator would force a woman into a medical procedure.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:17"
    },
    {
      "nodeID": "155663",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:17"
    },
    {
      "nodeID": "155664",
      "text": "Required, another word for forced, is in the text. They have to undergo the procedure but are not required to view the results. Required medical procedures should make anyone with even a breath of freedom left become ill. If you have any familiarity with typical legislative processes you're aware the formula is getting the first half passed and required viewing can be tacked onto a peanut museum funding bill.  http://www.grtl.org/printerfriendly.asp?aaid=78 ~Full Disclosure Ultrasound Act - Representative James Mills introduced HB 888 Full Disclosure Ultrasound Act to require an ultrasound or sonogram examination of each unborn child before an abortion is performed or a referral for an abortion is made. All facilities where abortions are performed and all facilities of physicians who refer for abortions will be required to have functional ultrasound or sonogram equipment on site or have access to the equipment through other medical facilities. As part of the informed consent to abortion, a pregnant female desiring an abortion will be offered an opportunity to view the ultrasound or sonogram image of her unborn child. This will be a top priority for GRTL in 2006.~ I lived in Georgia and it's not beyond my comprehension legislators would propose legislation requiring medical procedures not applicable to women without the intent of abortion. It hasn't been that many years since they considered skin color other than white as a lesser race and used state legislation to segregate all non-whites. It was difficult to believe I was in the US while experiencing Georgia's segregation policies in the 1960s.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:17"
    },
    {
      "nodeID": "155665",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:17"
    },
    {
      "nodeID": "155666",
      "text": "Nobody should be forced to even have a sonagram. I think that you'll find reasonable pro-life and pro-abortion people believe that much.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:17"
    },
    {
      "nodeID": "155667",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:24:17"
    }
  ],
  "edges": [
    {
      "edgeID": "194476",
      "fromID": "155649",
      "toID": "155650",
      "formEdgeID": null
    },
    {
      "edgeID": "194477",
      "fromID": "155650",
      "toID": "155648",
      "formEdgeID": null
    },
    {
      "edgeID": "194478",
      "fromID": "155652",
      "toID": "155653",
      "formEdgeID": null
    },
    {
      "edgeID": "194479",
      "fromID": "155653",
      "toID": "155651",
      "formEdgeID": null
    },
    {
      "edgeID": "194480",
      "fromID": "155654",
      "toID": "155655",
      "formEdgeID": null
    },
    {
      "edgeID": "194481",
      "fromID": "155655",
      "toID": "155648",
      "formEdgeID": null
    },
    {
      "edgeID": "194482",
      "fromID": "155656",
      "toID": "155657",
      "formEdgeID": null
    },
    {
      "edgeID": "194483",
      "fromID": "155657",
      "toID": "155648",
      "formEdgeID": null
    },
    {
      "edgeID": "194484",
      "fromID": "155658",
      "toID": "155659",
      "formEdgeID": null
    },
    {
      "edgeID": "194485",
      "fromID": "155659",
      "toID": "155649",
      "formEdgeID": null
    },
    {
      "edgeID": "194486",
      "fromID": "155660",
      "toID": "155661",
      "formEdgeID": null
    },
    {
      "edgeID": "194487",
      "fromID": "155661",
      "toID": "155658",
      "formEdgeID": null
    },
    {
      "edgeID": "194488",
      "fromID": "155662",
      "toID": "155663",
      "formEdgeID": null
    },
    {
      "edgeID": "194489",
      "fromID": "155663",
      "toID": "155660",
      "formEdgeID": null
    },
    {
      "edgeID": "194490",
      "fromID": "155664",
      "toID": "155665",
      "formEdgeID": null
    },
    {
      "edgeID": "194491",
      "fromID": "155665",
      "toID": "155662",
      "formEdgeID": null
    },
    {
      "edgeID": "194492",
      "fromID": "155666",
      "toID": "155667",
      "formEdgeID": null
    },
    {
      "edgeID": "194493",
      "fromID": "155667",
      "toID": "155652",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
