{
  "nodes": [
    {
      "nodeID": "143567",
      "text": "Both atheists and agnostics will tell you they see no evidence for the existence of any god. Some will continue with 'thus, there is not one' and other will continue with 'as for the other, i don't know'. The agnostic position is obviously tentative, however even though the atheist does not explicitly state his position is tentative, you will be hard pressed to find an atheist who states 'there is absolutely, positively, with out a doubt, no god at all'.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:26"
    },
    {
      "nodeID": "143568",
      "text": "That distinction may be irrelevant since they do say that no god that any religious person believes in exists. And that is what I was getting at originaly. Still I think that the idea that the existence of all religious gods can be ultimately refuted based on the logic you bring up is invalid.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:26"
    },
    {
      "nodeID": "143569",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:26"
    },
    {
      "nodeID": "143570",
      "text": "To say that an all knowing and loving God would prevent any suffering among the innocent is assuming that a lack of suffering is the best situation for us in God's view.  God can be all powerful and loving and still, innocents will suffer due to the poor choices of others.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:26"
    },
    {
      "nodeID": "143571",
      "text": "Ok, this does seem like one of the weaker arguments as to why there is no evidence for god... but it's like this... Some people's idea of god is all loving, and all knowing... and well you know. But if that were the case we would expect there to not be things like pain and suffering. Granted, we may not actually be able to know his grand design, and how this pain is actually necessary... but it just goes against my reasoning. I guess I could take their word for it that it's part of God's plan... but since they don't know his plan either that isn't very comforting... and hardly positive evidence.  It also gets me wondering how they don't know how god's design work, however they do know god has certain qualities. (but that's neither here nor there)",
      "type": "I",
      "timestamp": "2016-03-08 19:58:26"
    },
    {
      "nodeID": "143572",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:26"
    },
    {
      "nodeID": "143573",
      "text": "What we are left with are gods that have considerably little interaction with the world that we know.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:26"
    },
    {
      "nodeID": "143574",
      "text": "That who knows? Your use of 'we' does not include many religious folk I assume. I would claim to know of much interaction that God has and has had with the world.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:26"
    },
    {
      "nodeID": "143575",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:26"
    },
    {
      "nodeID": "143576",
      "text": "While ALL gods can not be shown to exist, it can be pretty conclusively shown that certain gods do not exist. For example, pretend there was a religion...",
      "type": "I",
      "timestamp": "2016-03-08 19:58:26"
    },
    {
      "nodeID": "143577",
      "text": "Obviously that is the case. We cannot simply say that a certain God exists and have it be so.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:26"
    },
    {
      "nodeID": "143578",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:58:26"
    },
    {
      "nodeID": "143579",
      "text": "At the risk of getting flamed: well for starters science doesn't disprove god. Any opinions about the existence (or non-existence) of any kind of god come from personal experience, and analysis of current evidence.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:26"
    },
    {
      "nodeID": "143580",
      "text": "Granted",
      "type": "I",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143581",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143582",
      "text": "And finally in regards to what God is like... certain religions say God has certain characteristics... all loving, all powerful, omniscient... Some of these characteristics contradict observations we see today (how can an all loving god allow pain and suffering among the innocent).",
      "type": "I",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143583",
      "text": "This argument is not valid, although it is widely used, and even believed as valid by some that use it. I will use one example of why this is a fallacious argument, in my opinion. To say that an all knowing and loving God would prevent any suffering among the innocent is assuming that a lack of suffering is the best situation for us in God's view. Perhaps it is not. Think of a muscle analogy, in order to grow it must be stressed. So too we may need trials and difficulty to grow and develop as an all powerful and loving God would desire. Furthermore the argument can be made that God allows us to choose for ourselves. (There is debate over this point among the different religions). Thus suffering is not God's doing but a result of our own, or other's poor choices and actions. God can be all powerful and loving and still, innocents will suffer due to the poor choices of others. This part of the post was not to prove that a certain God exists but that your given reasons for believing that said God doesn't are not completley valid. And perhaps you need to look over them again and see where you may have made invalid assumptions based on your own ideals.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143584",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143585",
      "text": "As for the other gods, well since they don't interact with our world they don't really matter at all. they could just as well not be there, and life as we know it would be the same. a question that asks 'is there a god?' is answered 'it doesn't matter'.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143586",
      "text": "Very true, especially since when someone asks 'is there a God' they are most likely really asking 'does the God in which I believe exist'",
      "type": "I",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143587",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143588",
      "text": "Here's the thing... this is my thought process... and probably the thought process of a lot of other agnostics and atheists. I'm not expecting this to change the minds of any religious individuals out there (not do I even hope). This is simply what has caused me to adopt the position I hold today.  I accept that possibly my logic is horribly flawed (but I don't think it is)... but even if it were at the very worst I would just be as religious and dogmatic as religious folks. It's just that in my mind I prefer to have reasoning and logic behind my beliefs. For me it's better to have reasons and logic for beliefs. Going through this thought process is better for me because of who I am. Maybe some of my reasoning is flawed... but I doubt ALL of it is flawed... and as long as it's not all flawed then I am just that much farther from totally blind faith (which is better for me).",
      "type": "I",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143589",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143590",
      "text": "aswell as the socialogical aspects of how conveniant religion is huh? if your nice and stay orderly youll exist for eternity in heaven (wow that sounds like a pretty sweet deal)",
      "type": "I",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143591",
      "text": "How has the 'convenience' of a religion disprove the existence of God? What sociological aspects are you referring to? Are these the same forces that make anti-religious feeling more 'convenient today?",
      "type": "I",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143592",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143593",
      "text": "what makes there visions of otherworldly beings any differnt then that of moses or allah.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143594",
      "text": "What makes them different is that Muslims believe in Allah, and Hindus do not.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143595",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:27"
    },
    {
      "nodeID": "143596",
      "text": "so yes the existance of other religions can be seen as disproof for your god, becuas logic dictates that you must ask yourself why your god didint speak to people in asia or south america.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:28"
    },
    {
      "nodeID": "143597",
      "text": "There are several scientific explanations for the nature of the earth. Some use 'science' to say that the world is flat. Granted that these beliefs aren't widely accepted, but then not all religions are widely accepted. By your reasoning or 'logic' you must ask yourself about whether you should rely on science when there are many different scientific theories. The Flat Earth News, at least back then, had a regular column, 'One Hundred Proofs Earth is Not a Globe.' (go to http://www.flat-earth.org/) Other theories taught as science phrenology alchemy evolution eugenics neptunism Theories of the Aether Articles relating to the Emergence of Scientific Theories of the Cosmic Aether (http://www.mountainman.com.au/aether.html) What about 'metascience'? http://www.calresco.org/lucas/science.htm Or, sciences used to support political ends... What about Marxist Science http://www.marxists.org/archive/haldane/works/1930s/philosophy.htm or Chaos Theory and Marxism http://www.marxist.com/science/chaostheory.html There's Nazi Science http://www.webster.edu/~woolflm/naziscience.html Nationalist Science http://www.ljudmila.org/nettime/zkp4/08.htm Or social ends... Scientific Racism http://www.press.uillinois.edu/f02/tucker.html Mainstream scientists instead of using the word 'heretic' use the word 'pseudo-science' to categorise fringe beliefs.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:28"
    },
    {
      "nodeID": "143598",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:28"
    },
    {
      "nodeID": "143599",
      "text": "becuase science condridicts what the church has told people.  First there was that the earth wasent the center of the universe, that really disturbed the religous institutions of the time. Then geology and evolution which made it obvious that the worlds been around much longer then what is suggested by the bible, and that it wasnet created in such a short time.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:28"
    },
    {
      "nodeID": "143600",
      "text": "Let's give credit where credit is due. Science taught that the world was the centre of the universe. The leading scientists convinced churchmen to take allegorical passages of the Bible and re-interpret them as literal. The ancient Greeks, who were esteemed in Europe as the pre-eminent scientists of their day believed this. They also believed that people were made up of four elements. And taught this. Scientists backed up racism 'No rational man (writes Thomas Huxley, a contemporary evolutionist), cognizant of the facts, believes that the average Negro is the equal, still less the superior, of the white man. And if this be true, it is simply incredible that, when all his disabilities are removed, and our prognathous relative has a fair field and no favor, as well as no oppressor, he will be able to compete successfully with his bigger-brained and smaller-jawed rival, in a contest which is to be carried out on by thoughts and not by bites.' (Thomas H. Huxley, 'Lay Sermans, Addresses and Reviews' (New York: Appleton, 1871) p. 20. Huxley was arguing that blacks could not compete intellectually with Caucasians, even under equal and fair conditions.)' http://www.goodschools.com/darwin.htm What then is your point?",
      "type": "I",
      "timestamp": "2016-03-08 19:58:28"
    },
    {
      "nodeID": "143601",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:28"
    }
  ],
  "edges": [
    {
      "edgeID": "185952",
      "fromID": "143568",
      "toID": "143569",
      "formEdgeID": null
    },
    {
      "edgeID": "185953",
      "fromID": "143569",
      "toID": "143567",
      "formEdgeID": null
    },
    {
      "edgeID": "185954",
      "fromID": "143571",
      "toID": "143572",
      "formEdgeID": null
    },
    {
      "edgeID": "185955",
      "fromID": "143572",
      "toID": "143570",
      "formEdgeID": null
    },
    {
      "edgeID": "185956",
      "fromID": "143574",
      "toID": "143575",
      "formEdgeID": null
    },
    {
      "edgeID": "185957",
      "fromID": "143575",
      "toID": "143573",
      "formEdgeID": null
    },
    {
      "edgeID": "185958",
      "fromID": "143577",
      "toID": "143578",
      "formEdgeID": null
    },
    {
      "edgeID": "185959",
      "fromID": "143578",
      "toID": "143576",
      "formEdgeID": null
    },
    {
      "edgeID": "185960",
      "fromID": "143580",
      "toID": "143581",
      "formEdgeID": null
    },
    {
      "edgeID": "185961",
      "fromID": "143581",
      "toID": "143579",
      "formEdgeID": null
    },
    {
      "edgeID": "185962",
      "fromID": "143583",
      "toID": "143584",
      "formEdgeID": null
    },
    {
      "edgeID": "185963",
      "fromID": "143584",
      "toID": "143582",
      "formEdgeID": null
    },
    {
      "edgeID": "185964",
      "fromID": "143586",
      "toID": "143587",
      "formEdgeID": null
    },
    {
      "edgeID": "185965",
      "fromID": "143587",
      "toID": "143585",
      "formEdgeID": null
    },
    {
      "edgeID": "185966",
      "fromID": "143588",
      "toID": "143589",
      "formEdgeID": null
    },
    {
      "edgeID": "185967",
      "fromID": "143589",
      "toID": "143568",
      "formEdgeID": null
    },
    {
      "edgeID": "185968",
      "fromID": "143591",
      "toID": "143592",
      "formEdgeID": null
    },
    {
      "edgeID": "185969",
      "fromID": "143592",
      "toID": "143590",
      "formEdgeID": null
    },
    {
      "edgeID": "185970",
      "fromID": "143594",
      "toID": "143595",
      "formEdgeID": null
    },
    {
      "edgeID": "185971",
      "fromID": "143595",
      "toID": "143593",
      "formEdgeID": null
    },
    {
      "edgeID": "185972",
      "fromID": "143597",
      "toID": "143598",
      "formEdgeID": null
    },
    {
      "edgeID": "185973",
      "fromID": "143598",
      "toID": "143596",
      "formEdgeID": null
    },
    {
      "edgeID": "185974",
      "fromID": "143600",
      "toID": "143601",
      "formEdgeID": null
    },
    {
      "edgeID": "185975",
      "fromID": "143601",
      "toID": "143599",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
