{
  "nodes": [
    {
      "nodeID": "150749",
      "text": "Exd 22:19 'Whoever has sex with an animal shall surely be put to death. Sex with animals was once a death penalty offense. Today, we have web sites promoting it.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:16"
    },
    {
      "nodeID": "150750",
      "text": "Firstly, how is this relevant? Secondly, dishonouring your father and mother was once an offence punishable by death. If you quote one, you gotta quote them all.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:16"
    },
    {
      "nodeID": "150751",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:16"
    },
    {
      "nodeID": "150752",
      "text": "3) Being gay is immoral in the eyes of God. Taking humans out of consideration, why did God create some animals with both sex organs (hermaphradites), switch sexes (male to female, or vice versa) when one sex is dominate, or engage in homosexual activities? Just wondering if any of the anti-gay activist can answers these. I'm curious. Thanks!",
      "type": "I",
      "timestamp": "2016-03-08 20:13:17"
    },
    {
      "nodeID": "150753",
      "text": "First of all, why would you take humans out of consideration? Doesn't the verse I posted above show where in addition to God blessing Adam and Eve in marriage, it speaks of God giving humanity dominion over every creature on Earth which humanities personal history is evidence of actually happening?  So since we are made in Gods image: Gen 1:26 Then God said, 'Let Us make man in Our image, according to Our likeness; and let them rule over the fish of the sea and over the birds of the sky and over the cattle and over all the earth, and over every creeping thing that creeps on the earth.' And notice how here, as He decides to create us in His image, He repeats Himself by giving us the same authority over all living things as He did when He blessed Adam and Eve and commanded them to be fruitful and multiply 2 verses later at Genesis 1:28? So just because homosexuality is found in the animal kingdom, who also never sinned against God and fell from grace by the way, it's irrational to compare animals sexual habits to Mans as we are made in Gods image and live by different morals and values than animals do. And btw, welcome to the forum. emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:13:17"
    },
    {
      "nodeID": "150754",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:17"
    },
    {
      "nodeID": "150755",
      "text": "2) The term 'marriage' is not exclusively reserved for a union between man and woman. The term can also describe the joining of anything (ie. 'the marriage of words and music in a hit song', 'new lipstick is a beautiful marriage of fragrance and texture', 'marriage of these companies will be successful', etc). Is it not possible marriage can also be used to describe gay unions?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:17"
    },
    {
      "nodeID": "150756",
      "text": "So, when a comedian leaves the stage and say's I killed tonight, then obviously killing people en-masse is just fine, right?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:17"
    },
    {
      "nodeID": "150757",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:17"
    },
    {
      "nodeID": "150758",
      "text": "1) I haven't read the Bible cover to cover. So, please cite the where the term 'marriage' is used in the Bible.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:17"
    },
    {
      "nodeID": "150759",
      "text": "Where to start. The term Marriage appears 41 times in the NIV (New International Version). The term Marry appears 42 times in the NIV. But there are some relevant verses that speak to the rightness or wrongness of marriage in different situations; most of which refer to moral issues which is something people in this generation don't want to consider at all. For example, here the bible speaks about keeping the marriage BED pure and undefiled.  Hbr 13:4 Marriage {is to be held} in honor among all, and the {marriage} bed {is to be} undefiled; for fornicators and adulterers God will judge. And here is where God consecrated the relationship (Marriage) between Man and Woman through Adam and Eve. He also gave Man dominion over all the animals of the World at this time.  No where does the bible refer to gay marriage anywhere in the positive sense as the concept was never raised or dreamt of by anyone in the ancient world, homosexuals included. Only in this generation have the morals and values of society become so reprobate that these various unnatural forms of sexual perversions are seen as right and normal. Gen 1:28 Then God blessed them(Adam and Eve), and God said to them, 'Be fruitful and multiply; fill the earth and subdue it; have dominion over the fish of the sea, over the birds of the air, and over every living thing that moves on the earth.'Exd 22:19 'Whoever has sex with an animal shall surely be put to death. Sex with animals was once a death penalty offense. Today, we have web sites promoting it. Lev. 20:13 ''If a man lies with a man as one lies with a woman, both of them have done what is detestable. They must be put to death; their blood will be on their own heads. ROM 1:26 Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. 27 In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. 32 Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. Now all one must do to rationally determine that God, through His word condemns the concept of homosexual marriage is to look at his attitude on homosexuality. If God considers homosexuality so unnatural an act and a death penalty offense under the OT Law, do you really believe that He thinks gay marriage is right, acceptable or normal?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:17"
    },
    {
      "nodeID": "150760",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:17"
    },
    {
      "nodeID": "150761",
      "text": "So since we are made in Gods image:",
      "type": "I",
      "timestamp": "2016-03-08 20:13:17"
    },
    {
      "nodeID": "150762",
      "text": "Is it possible for an omnipotent being to have a definable 'image'? I guess the stock answer is 'yes, He made us in it', but that's somewhat... unsatisfying. Are you implying that God is a hetrosexual?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:17"
    },
    {
      "nodeID": "150763",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:17"
    },
    {
      "nodeID": "150764",
      "text": "Is it possible for an omnipotent being to have a definable 'image'?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:17"
    },
    {
      "nodeID": "150765",
      "text": "Questions I asked in a previous post, but to which I have never received a reply:[*]Does God have genitalia? Why would he? To what possible purpose?[*]Does He have legs and feet? Why? What does he have to walk on?[*]How about nipples? A navel? A digestive tract? An anus? Lungs? Why would a non-corporeal being need any of these?[*]Why would an all-seeing being have eyes that limit him to seeing only forward as we do, especially before he'd even created Light?God was made in Man's image, not the other way around.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:17"
    },
    {
      "nodeID": "150766",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:17"
    }
  ],
  "edges": [
    {
      "edgeID": "191008",
      "fromID": "150750",
      "toID": "150751",
      "formEdgeID": null
    },
    {
      "edgeID": "191009",
      "fromID": "150751",
      "toID": "150749",
      "formEdgeID": null
    },
    {
      "edgeID": "191010",
      "fromID": "150753",
      "toID": "150754",
      "formEdgeID": null
    },
    {
      "edgeID": "191011",
      "fromID": "150754",
      "toID": "150752",
      "formEdgeID": null
    },
    {
      "edgeID": "191012",
      "fromID": "150756",
      "toID": "150757",
      "formEdgeID": null
    },
    {
      "edgeID": "191013",
      "fromID": "150757",
      "toID": "150755",
      "formEdgeID": null
    },
    {
      "edgeID": "191014",
      "fromID": "150759",
      "toID": "150760",
      "formEdgeID": null
    },
    {
      "edgeID": "191015",
      "fromID": "150760",
      "toID": "150758",
      "formEdgeID": null
    },
    {
      "edgeID": "191016",
      "fromID": "150762",
      "toID": "150763",
      "formEdgeID": null
    },
    {
      "edgeID": "191017",
      "fromID": "150763",
      "toID": "150761",
      "formEdgeID": null
    },
    {
      "edgeID": "191018",
      "fromID": "150765",
      "toID": "150766",
      "formEdgeID": null
    },
    {
      "edgeID": "191019",
      "fromID": "150766",
      "toID": "150764",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
