{
  "nodes": [
    {
      "nodeID": "151715",
      "text": "Why did my post get deleted? Did you guys realize I was right so you decided to delete it when we exposed the religion of evolution? Anyway, supersport, good job, keep up the good work. I liked that last link you posted it was really interesting, but someone deleted it - they must have realized the truth it exposed. I think it's funny how the evolution beleivers can call you a liar and all sorts of other stuff, but when we point out how unfair it is, the evolution mod goes and deletes our posts. Total bias. The mod should at least send you a message to tell you why the post was deleted, if it happens again without warning I'm going to contact the admin about the bias: I've kept a record of my posts here because this has happened before on other boards with large evolution support.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:22"
    },
    {
      "nodeID": "151716",
      "text": "Yea an explanation would be nice.....I don't know that I've had anything deleted on here before -- (it could have happened without me knowing it) -- but I have no idea why that was deleted. If there was something specific I said, the post should have been snipped, not deleted altogether.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:22"
    },
    {
      "nodeID": "151717",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:22"
    },
    {
      "nodeID": "151718",
      "text": "There isn't an 'evolution mod', its just Admin who deals with all of these sort of things and I've not seen any bias from them at all - a quick look over the rest of the forums shows that there certainly isn't any weighting towards science or religion,. Its probably just a lot of people logging on at once messing with the server (it finds long posts are particularly delicious, make sure you've copied a version into word before you click reply)- you're not going to get told off for reposting anything. - Supersport There has been a radical change in biology, particularly at the molecular level in less than a decade as how knowledge of how genes work has increasived massively in the wake of the human genome project and the advent of 'omic' technologies. The person who wrote the article really needs to update this as they are quite a bit behind the times working from a 1998 text book - especially if you're going to be critising approachs to biotech. A huge amount has happened in the ten years since it was written. She's also using a few odd terms, DNA -< RNA -< Protein is known as the 'Central Dogma' of molecular biology and doesn't really have much to do with what she is talking about, we already know there were some exceptions to this with retroviruses and we've only recently discovered that RNA plays a lot larger role than just being an intermediate. On top of this, her 'fluid' genome is part of the central dogma - its only a very simplistic description of what happens in the cell and doesn't really go into all the modifications that the protein and RNA undergo that aren't encoded within the gene.  Most of the 4 assumptions have just been made up though,  Is clearly wrong, as its never been beleived that one protein = one trait. Prior to the human genome project it was thought that each gene encoded one protein (hence why the estimates for the total number of genes in the human genome were so high) but we've always known that proteins interacted with each other than that many genes will only produce a trait in combination with particular allele of another gene - even Mendel knew that and he didn't even know what the 'inherited particles' were.  Again, we've know pretty much since the first protein structures were worked out that the mRNA doesn't directly translate into the protein and that the translated polypeptide is still not the end protein - that they are both cut up and rearranged.  Assumption 3 is pretty much accurate, though we have seen some unusual cases that suggest that susceptability to mutation is heritable and even sometimes selected for (indirectly at least). There are also wierder cases of some microorganisms 'stealing' genes from other nearby organisms in times of stress. She is misrepresenting how common these things are though and how easy it is to proove this. If we replace 'genes' with 'sections of the genome' then she is dead wrong and this isn't a common assumption - transposable elements are a good example of how we know DNA sometimes does this. Basically they are bits of a retrovirus that got 'stuck' in our genomes rather than producing new viruses - they've lost most of the coding useful to the virus and now just have enough to write themselves out and them back in again. Post human genome project we know that over 40% of our genome is actually made up of these broken viruses and other similar elements. Assumption 4 is exactly the same as Assumption 3 - and even now we know that 99.9% of the time this is the case, however we're not entirely sure whether she would count the surrounding ecosystem as part of the 'environment'. We know bacteria can share (or scavenge) new genes and viruses can spread, or at least infere with, them as well.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:22"
    },
    {
      "nodeID": "151719",
      "text": "So since you admit there's been a 'radical change' in biology do you still think neo-darwinism explains evolution? If so, how...if not...what is your new explantion?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:22"
    },
    {
      "nodeID": "151720",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:22"
    },
    {
      "nodeID": "151721",
      "text": "Well seeing as you are him and therefore you have access to his message box as you are again him, you know why his post was deleted unless you haven't opened your fake account's message folder.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:22"
    },
    {
      "nodeID": "151722",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:22"
    },
    {
      "nodeID": "151723",
      "text": "And WW already gave you guys the link to the Woese paper called Biology's Next Revolution....you can read about it here:",
      "type": "I",
      "timestamp": "2016-03-08 20:15:23"
    },
    {
      "nodeID": "151724",
      "text": "And I suspect WW understands it about as well as you do...",
      "type": "I",
      "timestamp": "2016-03-08 20:15:23"
    },
    {
      "nodeID": "151725",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:23"
    }
  ],
  "edges": [
    {
      "edgeID": "191692",
      "fromID": "151716",
      "toID": "151717",
      "formEdgeID": null
    },
    {
      "edgeID": "191693",
      "fromID": "151717",
      "toID": "151715",
      "formEdgeID": null
    },
    {
      "edgeID": "191694",
      "fromID": "151719",
      "toID": "151720",
      "formEdgeID": null
    },
    {
      "edgeID": "191695",
      "fromID": "151720",
      "toID": "151718",
      "formEdgeID": null
    },
    {
      "edgeID": "191696",
      "fromID": "151721",
      "toID": "151722",
      "formEdgeID": null
    },
    {
      "edgeID": "191697",
      "fromID": "151722",
      "toID": "151716",
      "formEdgeID": null
    },
    {
      "edgeID": "191698",
      "fromID": "151724",
      "toID": "151725",
      "formEdgeID": null
    },
    {
      "edgeID": "191699",
      "fromID": "151725",
      "toID": "151723",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
