{
  "nodes": [
    {
      "nodeID": "137753",
      "text": "[SIZE=7][SIZE=7] When I was 16 I was curious about sex because a couple of my friends had done it and I (for some dumb reason) wanted to see what it was like for myself (peer pressure, I guess).  After a few weeks my mom started to get bad feelings and confronted me, had me take a pregnancy test, and as I said was ready to kill me. She was ashamed and really didn't give me much of an option as to whether or not I wanted to keep the baby.  I'm 27 now and still think back and ask myself if I have any regrets. I would have a child that would be around 11 years old. I wonder what kind if life the 2 of us would be living. I'm married now and have 2 children that I love and adore. They have a good life. I'm glad that I had that choice 11 years ago. A second chance to make it right.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137754",
      "text": "Hi - May be good :) for the 2 children, your husband is helping you to raise... But the child, whose life you ended before birth, you gave No-chance to; so what's this rationalization - only in 'your mind' - re 'a 2nd. chance to make it right'?? See you recognized & admit caving-in to 'dumb peer pressure' before then compounding acts of irresponsibility. But your mother: 1. She was 'ashamed' - was she selfishly more concerned with herself?, and what people would think of her?, and you? and the family? - so, let's just 'Quietly kill it'? and 2. She was 'ready to kill me' - right: 'Kill ! this! baby!, before I kill you' - type-thing. great; that's a *lesson for Pro-life* not! :xbanghead So your mother failed the *both of you*, bigtime! - and while you can't change that part of your past, to a degree - much larger than you most likely realize, you are shaping your 2 current children's life.  And from your rationalizations (about the baby you killed), the concern is that you model soul/mindfully for your children, good/honorable behavior. And you support them, in such choices...- so how are you *Interacting with..., Imprinting/Teaching* your 2 children now? - giving them a chance at making better :) choices, you realize... Annie",
      "type": "I",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137755",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137756",
      "text": "I disagree with your decision. It would have been better if you sucked it up and kept the kid. Even if you ended up on the street at least you wouldn't have killed anyone. I dont mean to be judgemental, and I'm not calling you a bad person, but what you did was wrong.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137757",
      "text": "You don't beleive that it is possible to do something wrong to prevent a larger number of wrongs in the future? Do you think the ends can ever justify the means?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137758",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137759",
      "text": "Clearly you have never lived on the streets, and clearly you have never done any kind of study into the social ramifications of being homeless and/or living in constant poverty. Sure, not every kid that grows up impovrished is going to fall into a cycle of poverty, substance use, low self-esteem, and abuse (physical, emotional, sexual). A lot of them will. Too many of them will.  It is naive and ignorant to tell someone that that kind of life is acceptable simply because they still have the 'privilege' of existing.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137760",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137761",
      "text": "While your story is a sad one I disagree that you should be happy with having a 'second chance'. I believe this because you gave your unborn child no chance. I probably shouldn't say 'you' because it seems like you didn't have a choice in the matter.  Anyway, thank you for sharing your story and welcome to the forums.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137762",
      "text": "She had plenty of choice in the matter. She should have chosen to keep the kid. Even if she lost all her money because of this it would have been the right thing to do.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137763",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137764",
      "text": "You know, I think that you are rather an evil person, trying to create guilt where no guilt exists, where no guilt is necessary. Someone made a very important decision at a critical point in her life which made her life better and averted the consequences of a stupid mistake made by a youth. It was not an easy decision for her to make but she made it and it's well in the past, except for the people who want her to feel guilt and trauma about it. Why don't you try to make George Walker Bush feel a little guilt and trauma for destroying the nation of Iraq, for murdering tens of thousands of innocent women and children, for causing the deaths of nearly 3,000 young Americans who left behind mourning mothers, fathers, wives, husbands, in some cases many children who will be left to the mercy of our nation's horrible economy and will probably live in poverty for the rest of their lives. But, I guess that when one worships the Almighty Fetus, the lives of real people are of no concern.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137765",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137766",
      "text": "But, I guess that when one worships the Almighty Fetus, the lives of real people are of no concern.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137767",
      "text": "the fetus would be a real person...and it seems like....in order to make the iraq war/abortion connection....you would have to support the war!",
      "type": "I",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137768",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:39"
    },
    {
      "nodeID": "137769",
      "text": "You know, I think that you are rather an evil person, trying to create guilt where no guilt exists, where no guilt is necessary. Someone made a very important decision at a critical point in her life which made her life better and averted the consequences of a stupid mistake made by a youth. It was not an easy decision for her to make but she made it and it's well in the past, except for the people who want her to feel guilt and trauma about it.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:40"
    },
    {
      "nodeID": "137770",
      "text": "Good lesson! Always take the easy way out to try and avoid consequences of actions. Instead of leaving a note on a car saying you accidently hit you...you should just casually drive away. Thanks Simone!",
      "type": "I",
      "timestamp": "2016-03-08 19:45:40"
    },
    {
      "nodeID": "137771",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:40"
    },
    {
      "nodeID": "137772",
      "text": "Why don't you try to make George Walker Bush feel a little guilt and trauma for destroying the nation of Iraq, for murdering tens of thousands of innocent women and children, for causing the deaths of nearly 3,000 young Americans who left behind mourning mothers, fathers, wives, husbands, in some cases many children who will be left to the mercy of our nation's horrible economy and will probably live in poverty for the rest of their lives.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:40"
    },
    {
      "nodeID": "137773",
      "text": "probably because this is an abortion forum and not a forum about the Iraq War..not only that, there is no parallel.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:40"
    },
    {
      "nodeID": "137774",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:40"
    },
    {
      "nodeID": "137775",
      "text": "Steeeeve (the paranoid) jab victim = no jab. The girl's username is a long string of consonants with a single 'o' in the middle. She might be able to fit a couple of 'e's in there.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:40"
    },
    {
      "nodeID": "137776",
      "text": "Sorry, I shouldn't have jumped to that conclusion :( Sometimes this forum gets the best of me...sorry again.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:40"
    },
    {
      "nodeID": "137777",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:40"
    },
    {
      "nodeID": "137778",
      "text": "forgetaboutit. Hey, it's Memorial Day weeeekeend and the sun is shining. I think I'll go outside and play.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:40"
    },
    {
      "nodeID": "137779",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:40"
    },
    {
      "nodeID": "137780",
      "text": "A second chance to make it right.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:40"
    },
    {
      "nodeID": "137781",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:40"
    },
    {
      "nodeID": "137782",
      "text": "[SIZE=7][SIZE=7]Not many people close to me know my story but for once I'm actually ready to share with other people. Maybe I can reach out and help somebody or help people see the reality. When I was 16 I was curious about sex because a couple of my friends had done it and I (for some dumb reason) wanted to see what it was like for myself (peer pressure, I guess). So it happens that my period doesn't come. I find out that during this most unpleasurable experience he decided to take the condom off. I knew I was pregnant. And I knew that my mom would kill me if she found out so I kept it to myself. After a few weeks my mom started to get bad feelings and confronted me, had me take a pregnancy test, and as I said was ready to kill me. She was ashamed and really didn't give me much of an option as to whether or not I wanted to keep the baby. I also knew deep down that I was not ready to have a baby nor did I have the financial means to take care of one (unless I wanted to live off of welfare). The father was not going to play an active role in this baby's life, as far as he was concerned this was all a big joke to him. So I went to the clinic ( passed through all the pro-life activists) and had the procedure done. I was scared but you know, I knew it was the right thing to do. I'm 27 now and still think back and ask myself if I have any regrets. I would have a child that would be around 11 years old. I wonder what kind if life the 2 of us would be living. I'm married now and have 2 children that I love and adore. They have a good life. I'm glad that I had that choice 11 years ago. A second chance to make it right.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:40"
    },
    {
      "nodeID": "137783",
      "text": "First of all, welcome :D I believe as you do, that having a child is not always the best and most responsible thing to do in certain circumstances. For what it is worth, I think you did the right thing, for you and your current children.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:40"
    },
    {
      "nodeID": "137784",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:40"
    }
  ],
  "edges": [
    {
      "edgeID": "181820",
      "fromID": "137754",
      "toID": "137755",
      "formEdgeID": null
    },
    {
      "edgeID": "181821",
      "fromID": "137755",
      "toID": "137753",
      "formEdgeID": null
    },
    {
      "edgeID": "181822",
      "fromID": "137757",
      "toID": "137758",
      "formEdgeID": null
    },
    {
      "edgeID": "181823",
      "fromID": "137758",
      "toID": "137756",
      "formEdgeID": null
    },
    {
      "edgeID": "181824",
      "fromID": "137759",
      "toID": "137760",
      "formEdgeID": null
    },
    {
      "edgeID": "181825",
      "fromID": "137760",
      "toID": "137756",
      "formEdgeID": null
    },
    {
      "edgeID": "181826",
      "fromID": "137762",
      "toID": "137763",
      "formEdgeID": null
    },
    {
      "edgeID": "181827",
      "fromID": "137763",
      "toID": "137761",
      "formEdgeID": null
    },
    {
      "edgeID": "181828",
      "fromID": "137764",
      "toID": "137765",
      "formEdgeID": null
    },
    {
      "edgeID": "181829",
      "fromID": "137765",
      "toID": "137754",
      "formEdgeID": null
    },
    {
      "edgeID": "181830",
      "fromID": "137767",
      "toID": "137768",
      "formEdgeID": null
    },
    {
      "edgeID": "181831",
      "fromID": "137768",
      "toID": "137766",
      "formEdgeID": null
    },
    {
      "edgeID": "181832",
      "fromID": "137770",
      "toID": "137771",
      "formEdgeID": null
    },
    {
      "edgeID": "181833",
      "fromID": "137771",
      "toID": "137769",
      "formEdgeID": null
    },
    {
      "edgeID": "181834",
      "fromID": "137773",
      "toID": "137774",
      "formEdgeID": null
    },
    {
      "edgeID": "181835",
      "fromID": "137774",
      "toID": "137772",
      "formEdgeID": null
    },
    {
      "edgeID": "181836",
      "fromID": "137776",
      "toID": "137777",
      "formEdgeID": null
    },
    {
      "edgeID": "181837",
      "fromID": "137777",
      "toID": "137775",
      "formEdgeID": null
    },
    {
      "edgeID": "181838",
      "fromID": "137778",
      "toID": "137779",
      "formEdgeID": null
    },
    {
      "edgeID": "181839",
      "fromID": "137779",
      "toID": "137776",
      "formEdgeID": null
    },
    {
      "edgeID": "181840",
      "fromID": "137761",
      "toID": "137781",
      "formEdgeID": null
    },
    {
      "edgeID": "181841",
      "fromID": "137781",
      "toID": "137780",
      "formEdgeID": null
    },
    {
      "edgeID": "181842",
      "fromID": "137783",
      "toID": "137784",
      "formEdgeID": null
    },
    {
      "edgeID": "181843",
      "fromID": "137784",
      "toID": "137782",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
