{
  "nodes": [
    {
      "nodeID": "140465",
      "text": "....Expelled frequently repeats that design-based explanations (not to mention religious ones) are 'forbidden' by 'big science.' It never explains why, however. Evolution and the rest of 'big science' are just described as having an atheistic preference.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:33"
    },
    {
      "nodeID": "140466",
      "text": "HELLO!! THAT'S WHY!! Then we see the standard dance of how innocent and objective science really is.  6) And the standard 'theistic evolution' dance. Atheistic evolutionists can't get along without it! I wonder if Kenneth Miller will see the movie, and comment on it. I wonder if he'd have refused to be a part of it.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:33"
    },
    {
      "nodeID": "140467",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:33"
    },
    {
      "nodeID": "140468",
      "text": "no proof of it exists if the earth was [sic] millions of years old than [sic] there would be no fossils of dinosaurs and people and don't say preseservative because they don't last that long ill [sic] let you think about that",
      "type": "I",
      "timestamp": "2016-03-08 19:51:33"
    },
    {
      "nodeID": "140469",
      "text": "Can you say run-on sentence? I knew you could! It seems that we have another scientific illiterate (as well as another English semi-literate). Before you talk about science, learn what it is and how it works. Science does not 'prove' things. It explains them. Science is the investigation of natural phenomena through observation, theoretical explanation, and experimentation, or the knowledge produced by such investigation. How is it that you think that rocks that were once bones are not old. Are you not aware that fossils are not the preserved remains of organisms? The organic materials have been replaced by minerals and they are rock. Ever actually see a fossil? Ever actually hold one?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:33"
    },
    {
      "nodeID": "140470",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140471",
      "text": "From KronusHas anyone checked to see if Archie changed the original quotes, substituting 'chicken' for 'ostrich'? You know, for 'clarity'.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140472",
      "text": "The original paper is here. Dr. Schweitzer uses an ostrich egg to compare the structure and layout of the vessels. The chicken comes in from a reacting factor that showed a reaction in the presence of the subfossil 'collagen' material. He hasn't changed it on this occasion, he's just not able to read context....Oh, by the way AA, are you planning on replying? Or do you cede that fossil discussion?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140473",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140474",
      "text": "From AA How can people who are so absolutely whacked out, blind and deluded in their world view, be so cocky? It just boggles the mind.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140475",
      "text": "PROJECTION, again.... I'm amazed you can't recognise the amount you do it....",
      "type": "I",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140476",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140477",
      "text": "Whatever, people losing jobs for saying they beleive in intellegent design. Good?emoticon_xgood Bad?:xbanghead emoticon_confused",
      "type": "I",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140478",
      "text": "Whatever, people lying by saying that they lost their jobs because they said they believe in Intelligent Design? Good? Bad? Utterly predictable? http://www.expelledexposed.com/index.php/the-truth",
      "type": "I",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140479",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140480",
      "text": "I'll let you know to what extent the movie documents it. I'm off to see it in a few. :)",
      "type": "I",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140481",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140482",
      "text": "And it is their corruption of the morals and values America once represented that is the cause of so much hatred and disrespect from the rest of the World today.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140483",
      "text": "The main cause of so much hate and disrespect is the phony war we're fighting and our tactics in violation of international law, our attitude of superiority in the world, and our outright bullying of others, all of which are being pushed the most by -- you guessed it -- not liberals.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140484",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140485",
      "text": "The ugly reality of life in America today regarding the secular humanist Left is that they support free speech as long as you agree with them.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140486",
      "text": "What a crock. I find myself loving when you go on and on so that I can continue to wail on you with the Truth Stick of No Mercy&#8482;. It's usually you who is responsible for shutting yourself up.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:34"
    },
    {
      "nodeID": "140487",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140488",
      "text": "What they don't want you to ever realize is that it is they who are tearing at the traditions and customs that America was built upon and gained us the respect of the World at large.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140489",
      "text": "Liberals were responsible for things like abolition of slavery and women's suffrage that overturned the oh-so-traditional status quo. Now we're working toward death with dignity for the terminally ill, reasonable gun control, access to abortion and contraception (without sparking the ire of fundy parents and community members)... are these things that are despised by the rest of the world? No, but things like slavery, sexism, rampant crime, and politicization of private issues are.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140490",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140491",
      "text": "If you disagree with them, you are branded as a religious zealot who's determined to take their rights away.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140492",
      "text": "So try actually responding to the points I'm making rather than just making up stuff to attack me over.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140493",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140494",
      "text": "Good, you can address the claims made here, too. ETA: Also see how the movie's version lines up with the information here regarding Sternberg.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140495",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140496",
      "text": "No, you're branded as a religious zealot when you make arguments that people who don't share your exact beliefs should have their rights taken away.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140497",
      "text": "The problem you are left with lyteboy, is that I didn't try to do that at all. See?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140498",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140499",
      "text": "Liberals were responsible for things like abolition of slavery and women's suffrage that overturned the oh-so-traditional status quo.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140500",
      "text": "WOW, and you claim to be a teacher? No matter our kids have the lowest scores in the World. Didn't you know that it was the democratic south that started the civil war to fight against the abolition of slavery? And didn't you know that it was the democratic party that fought hardest against the 1964 civil rights act? Until Johnson finally submitted a watered down bill compared to the Republican bill due to political and public pressure?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140501",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140502",
      "text": "Archie's projection complex strikes again! Pretty much, we can take whatever Archie says and know that the truth is the precise opposite.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140503",
      "text": "Sure you do emoticon_xdonno . Because like any reprobate, what is wrong, is right to you; and what is right, is wrong to you. So of course you consider anything i believe to be wrong. emoticon_xdonno But just so my original statement isn't lost to your attack, here it is again so it can be clearly interpreted without your tainted condemnation. Archangel The ugly reality of life in America today regarding the secular humanist Left is that they support free speech as long as you agree with them. If you disagree with them, you are branded as a religious zealot who's determined to take their rights away. What they don't want you to ever realize is that it is they who are tearing at the traditions and customs that America was built upon and gained us the respect of the World at large. And it is their corruption of the morals and values America once represented that is the cause of so much hatred and disrespect from the rest of the World today. So thanks to the liberal immoral left, we are seen as the moral evil of the World. Not because of the Religious Right as the Left would have you believe.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:35"
    },
    {
      "nodeID": "140504",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140505",
      "text": "Wrong again sherlock. All of this animosity is after the fact to why radical islam considers our christian Nation to be hypocritical due to the exporting of our pop culture of hedonistic sexual and moral depravity. That was why they signed fatwas against us originally. It is the abortions, gay marriage and our women walking around half naked that caused that lack of respect to occur. And you can thank the immoral left for that contribution to Americas image. It was the Left that coined the phrase, 'If it feels good, do it,' Not the Right.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140506",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140507",
      "text": "What a crock. I find myself loving when you go on and on so that I can continue to wail on you with the Truth Stick of No Mercy.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140508",
      "text": "Talk about a crock! How can you wail on anyone with your imaginary truth stick of no mercy when you wouldn't know the truth if you tripped over it? And you going ballistic like this just proves the exact point I made in that you'll allow my free speech until I say something you disagree with and then you attack me to shut me up. Which is exactly what I said above that precipitated your childish tirade. See?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140509",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140510",
      "text": "What a crock. I find myself loving when you go on and on so that I can continue to wail on you with the Truth Stick of No Mercy\u0099. It's usually you who is responsible for shutting yourself up.  No, you're branded as a religious zealot when you make arguments that people who don't share your exact beliefs should have their rights taken away.  Liberals were responsible for things like abolition of slavery and women's suffrage that overturned the oh-so-traditional status quo. Now we're working toward death with dignity for the terminally ill, reasonable gun control, access to abortion and contraception (without sparking the ire of fundy parents and community members)... are these things that are despised by the rest of the world? No, but things like slavery, sexism, rampant crime, and politicization of private issues are.  The main cause of so much hate and disrespect is the phony war we're fighting and our tactics in violation of international law, our attitude of superiority in the world, and our outright bullying of others, all of which are being pushed the most by -- you guessed it -- not liberals.  No, Archie, you and your boys can take the blame for that one. Archie's projection complex strikes again! Pretty much, we can take whatever Archie says and know that the truth is the precise opposite.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140511",
      "text": "Don't be too sure of yourself because he's said a lot more truthful things in his life than you could hope to say. also your 'science' is scissors, glue, and tape. no proof of it exists if the earth was millions of years old than there would be no fossils of dinosaurs and people and don't say preseservative because they don't last that long ill let you think about that",
      "type": "I",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140512",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140513",
      "text": "4) Yes, there are all kinds of long winded rants about all the details of how the ID proponents were being treated perfectly fair. It's up to anyone who actually watched the movie to decide if these people just weren't intelligent enough to make the grade, while ALL the Ward Churchill's of the academic world seldom seem to have any problems.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140514",
      "text": "Notice that nowhere here do you address the claims and evidence -- which the movie apparently lacks -- about the assertions of 'the expelled.' Trying to deflect attention from your inability to respond substantively won't fly with us; these guys are fudging the stories and sharing only selected pieces in a specific attempt to hide what really happened. For what it's worth, I feel a hell of a lot more vulnerable as an atheist in my profession and location than IDers should feel in research and teaching academia.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140515",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140516",
      "text": "3) Crying that they didn't know what they were being interviewed for? If they'd have known, would they have refused to participate, or lied about something?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140517",
      "text": "Some of them know (from experience, because many nutjob anti-evolutionists are positively dishonest -- like Mathis & Co.) that statements have to be phrased carefully for at least one of (at least) two reasons: First, these people know a sh*tload less about the technicalities than the interviewers do; second, words may be chosen more carefully to try to prevent snippets being used out of context. You can see both in this instance, with the explanation of one postulation involving crystals and Dawkins referring to the ultimate Darwinian development of any theoretical panspermia initiators (which got cut off to be spun into a ridiculous quote mine).",
      "type": "I",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140518",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140519",
      "text": "6) And the standard 'theistic evolution' dance. Atheistic evolutionists can't get along without it!",
      "type": "I",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140520",
      "text": "Believe me, marc, we certainly can. The fact that it damns your argument is no skin off our backs. In fact, it damns your argument so much that the producers know it. See below.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140521",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:36"
    },
    {
      "nodeID": "140522",
      "text": "Yes, panic attacks are sparking many very long winded rants.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140523",
      "text": "So any long publication must be due to a panic attack? It takes a few minutes to read those posts, but it takes an hour and a half to watch Expelled; does that mean that IDers are having the mother of all panic attacks? Your logic can't even be described as 'tortured,' marc, because it's completely nonexistent.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140524",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140525",
      "text": "I don't think linking Darwinism and societal atrocities are an unprovoked first assertion. It's a response to atheists/evolutionists who constantly link religion with societal atrocities.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140526",
      "text": "Irrelevant. Even if we assume that accusations of religion's negative influence are misplaced, two wrongs don't make a right. Either Darwinism and social atrocities are related, or they are not. Frankly whether they are has nothing to do with whether evolutionary theory is true or whether science expels dissenting opinion. The topic is completely tangential to the alleged point of the movie, which is because the movie is pure propaganda intended to dupe people like marc into thinking that these issues are topical. The classic example is: gravity makes countless people fall to their deaths every year. This isn't an example of one Holocaust-like instance of mass death; no, this is continual, yet nobody has made a fuss about it in the scientific community. This is because scientists are evil and out to destroy dissenters by letting gravity do the dirty work. We must dispel this mythical gravity idea as pseudoscience and replace it in schools with Intelligent Falling theory. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140527",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140528",
      "text": "1) Nitpicking. The movie wasn't attempting to link euginics and the holocaust to Darwin himself nearly as much as it was showing its relationship with Darwinism in general.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140529",
      "text": "See Collin's response below.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140530",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140531",
      "text": "2) Informed viewers of Expelled might NOT think Stein was giving speeches on college campuses, if they had any knowledge of 'speech codes' and other games played in todays universities to keep conservatives out. When I saw that scene, I sure didn't think it was a college campus. I didn't give much thought to where it was, but it was no crime to stage it. It is a movie, after all.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140532",
      "text": "1) You think that most viewers of the movie will be informed? You sure as hell weren't until you came back and read a link that you wouldn't have read on your own. 2) Presenting the scenario as if Stein were addressing an actual audience when the 'audience' is composed of virtually nothing but stand-ins is dishonest no matter which way you slice it. To say that it's okay to be misleading because it's a movie just backs up the point that we've been making all along. These people aren't interested in presenting truth; it's all about propagandism.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140533",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140534",
      "text": "I wonder if Kenneth Miller will see the movie, and comment on it. I wonder if he'd have refused to be a part of it.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140535",
      "text": "He didn't refuse because the filmmakers specifically avoided having him a part of it. (Why, because it would 'confuse' the viewers. Of course it would confuse the viewers: Miller is disproof of the entire concept of atheistic bias in science!) If they approached him with the lie that the project was for 'Crossroads,' I bet he'd have agreed. If they'd been honest and told him that it was a smearing propaganda piece... well, what do you think, oh-so-informed-viewer? You must never get tired of making stupid arguments and having your points eviscerated, marc. See you tomorrow.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140536",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140537",
      "text": "....Expelled frequently repeats that design-based explanations (not to mention religious ones) are 'forbidden' by 'big science.' It never explains why, however. Evolution and the rest of 'big science' are just described as having an atheistic preference.HELLO!! THAT'S WHY!! Then we see the standard dance of how innocent and objective science really is.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140538",
      "text": "HOLY SH*T, marc. You're doing EXACTLY WHAT THE REVIEW SAYS YOU PEOPLE DO. You're making the claim without giving any explanation. 'OMG TEH SCEINCES IS ATHIESTIC BECUZ THEY JUST AER!!' Thanks for making it extremely clear. Refuting a point by demonstrating it isn't very effective. Seriously, how disconnected from reality does one have to be in order to do something like this?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:37"
    },
    {
      "nodeID": "140539",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140540",
      "text": "no proof of it exists if the earth was millions of years old than there would be no fossils of dinosaurs and people and don't say preseservative",
      "type": "I",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140541",
      "text": "Okay, I won't say 'preseservative,' whatever the hell that is. (I can't say I'm impressed with what you think passes for literacy.) Fossils aren't bones; there are fossils of dinos and fossils of hominids, but not together. Plus, you can't refute multiple independent radioactive date correlations, millions of varves, millions of annual ice layers, plate tectonics, ferrimagnetic pattern reversals...",
      "type": "I",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140542",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140543",
      "text": "ill let you think about that",
      "type": "I",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140544",
      "text": "Ah, see, that's the thing. I think about it enough to understand it. Clearly, you don't. You don't understand a damn thing.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140545",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140546",
      "text": "also your 'science' is scissors, glue, and tape.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140547",
      "text": "Which is why your computer doesn't work, right? emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140548",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140549",
      "text": "Don't be too sure of yourself because he's said a lot more truthful things in his life than you could hope to say.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140550",
      "text": "I've said more truth on this forum alone than you could ever hope to comprehend. Of course, overwhelming your comprehension probably isn't hard at all, so perhaps that's not saying much. To say that Archie has a better track record with the truth here than do I is pretty much admitting that you haven't been following along, can't read, or are delusional as Archie is. I won't rule out a combination.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140551",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140552",
      "text": "His science? And I just thought it was science, no matter who did it. So, if he has his science, why can't I have my own science? By the way, please tell us about your science, i.e., your education in science. Where did you earn your degrees that give you the expertise to judge science. I am a biologist and have degrees from Montana State University, the University of Montana, and El Instituto Tecnológico y de Estudios Superiores de Monterrey.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140553",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140554",
      "text": "Are you talking about Archie? What do you know about his life? What we can be sure of it that he isn't careful about telling the truth on this discussion board. Sometimes he says what he thinks is true because he hasn't bothered to educate himself. At other times he tells intentional lies. Hey! You two seem to be a lot alike.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:38"
    },
    {
      "nodeID": "140555",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:51:38"
    }
  ],
  "edges": [
    {
      "edgeID": "183752",
      "fromID": "140466",
      "toID": "140467",
      "formEdgeID": null
    },
    {
      "edgeID": "183753",
      "fromID": "140467",
      "toID": "140465",
      "formEdgeID": null
    },
    {
      "edgeID": "183754",
      "fromID": "140469",
      "toID": "140470",
      "formEdgeID": null
    },
    {
      "edgeID": "183755",
      "fromID": "140470",
      "toID": "140468",
      "formEdgeID": null
    },
    {
      "edgeID": "183756",
      "fromID": "140472",
      "toID": "140473",
      "formEdgeID": null
    },
    {
      "edgeID": "183757",
      "fromID": "140473",
      "toID": "140471",
      "formEdgeID": null
    },
    {
      "edgeID": "183758",
      "fromID": "140475",
      "toID": "140476",
      "formEdgeID": null
    },
    {
      "edgeID": "183759",
      "fromID": "140476",
      "toID": "140474",
      "formEdgeID": null
    },
    {
      "edgeID": "183760",
      "fromID": "140478",
      "toID": "140479",
      "formEdgeID": null
    },
    {
      "edgeID": "183761",
      "fromID": "140479",
      "toID": "140477",
      "formEdgeID": null
    },
    {
      "edgeID": "183762",
      "fromID": "140480",
      "toID": "140481",
      "formEdgeID": null
    },
    {
      "edgeID": "183763",
      "fromID": "140481",
      "toID": "140478",
      "formEdgeID": null
    },
    {
      "edgeID": "183764",
      "fromID": "140483",
      "toID": "140484",
      "formEdgeID": null
    },
    {
      "edgeID": "183765",
      "fromID": "140484",
      "toID": "140482",
      "formEdgeID": null
    },
    {
      "edgeID": "183766",
      "fromID": "140486",
      "toID": "140487",
      "formEdgeID": null
    },
    {
      "edgeID": "183767",
      "fromID": "140487",
      "toID": "140485",
      "formEdgeID": null
    },
    {
      "edgeID": "183768",
      "fromID": "140489",
      "toID": "140490",
      "formEdgeID": null
    },
    {
      "edgeID": "183769",
      "fromID": "140490",
      "toID": "140488",
      "formEdgeID": null
    },
    {
      "edgeID": "183770",
      "fromID": "140492",
      "toID": "140493",
      "formEdgeID": null
    },
    {
      "edgeID": "183771",
      "fromID": "140493",
      "toID": "140491",
      "formEdgeID": null
    },
    {
      "edgeID": "183772",
      "fromID": "140494",
      "toID": "140495",
      "formEdgeID": null
    },
    {
      "edgeID": "183773",
      "fromID": "140495",
      "toID": "140480",
      "formEdgeID": null
    },
    {
      "edgeID": "183774",
      "fromID": "140497",
      "toID": "140498",
      "formEdgeID": null
    },
    {
      "edgeID": "183775",
      "fromID": "140498",
      "toID": "140496",
      "formEdgeID": null
    },
    {
      "edgeID": "183776",
      "fromID": "140500",
      "toID": "140501",
      "formEdgeID": null
    },
    {
      "edgeID": "183777",
      "fromID": "140501",
      "toID": "140499",
      "formEdgeID": null
    },
    {
      "edgeID": "183778",
      "fromID": "140503",
      "toID": "140504",
      "formEdgeID": null
    },
    {
      "edgeID": "183779",
      "fromID": "140504",
      "toID": "140502",
      "formEdgeID": null
    },
    {
      "edgeID": "183780",
      "fromID": "140505",
      "toID": "140506",
      "formEdgeID": null
    },
    {
      "edgeID": "183781",
      "fromID": "140506",
      "toID": "140483",
      "formEdgeID": null
    },
    {
      "edgeID": "183782",
      "fromID": "140508",
      "toID": "140509",
      "formEdgeID": null
    },
    {
      "edgeID": "183783",
      "fromID": "140509",
      "toID": "140507",
      "formEdgeID": null
    },
    {
      "edgeID": "183784",
      "fromID": "140511",
      "toID": "140512",
      "formEdgeID": null
    },
    {
      "edgeID": "183785",
      "fromID": "140512",
      "toID": "140510",
      "formEdgeID": null
    },
    {
      "edgeID": "183786",
      "fromID": "140514",
      "toID": "140515",
      "formEdgeID": null
    },
    {
      "edgeID": "183787",
      "fromID": "140515",
      "toID": "140513",
      "formEdgeID": null
    },
    {
      "edgeID": "183788",
      "fromID": "140517",
      "toID": "140518",
      "formEdgeID": null
    },
    {
      "edgeID": "183789",
      "fromID": "140518",
      "toID": "140516",
      "formEdgeID": null
    },
    {
      "edgeID": "183790",
      "fromID": "140520",
      "toID": "140521",
      "formEdgeID": null
    },
    {
      "edgeID": "183791",
      "fromID": "140521",
      "toID": "140519",
      "formEdgeID": null
    },
    {
      "edgeID": "183792",
      "fromID": "140523",
      "toID": "140524",
      "formEdgeID": null
    },
    {
      "edgeID": "183793",
      "fromID": "140524",
      "toID": "140522",
      "formEdgeID": null
    },
    {
      "edgeID": "183794",
      "fromID": "140526",
      "toID": "140527",
      "formEdgeID": null
    },
    {
      "edgeID": "183795",
      "fromID": "140527",
      "toID": "140525",
      "formEdgeID": null
    },
    {
      "edgeID": "183796",
      "fromID": "140529",
      "toID": "140530",
      "formEdgeID": null
    },
    {
      "edgeID": "183797",
      "fromID": "140530",
      "toID": "140528",
      "formEdgeID": null
    },
    {
      "edgeID": "183798",
      "fromID": "140532",
      "toID": "140533",
      "formEdgeID": null
    },
    {
      "edgeID": "183799",
      "fromID": "140533",
      "toID": "140531",
      "formEdgeID": null
    },
    {
      "edgeID": "183800",
      "fromID": "140535",
      "toID": "140536",
      "formEdgeID": null
    },
    {
      "edgeID": "183801",
      "fromID": "140536",
      "toID": "140534",
      "formEdgeID": null
    },
    {
      "edgeID": "183802",
      "fromID": "140538",
      "toID": "140539",
      "formEdgeID": null
    },
    {
      "edgeID": "183803",
      "fromID": "140539",
      "toID": "140537",
      "formEdgeID": null
    },
    {
      "edgeID": "183804",
      "fromID": "140541",
      "toID": "140542",
      "formEdgeID": null
    },
    {
      "edgeID": "183805",
      "fromID": "140542",
      "toID": "140540",
      "formEdgeID": null
    },
    {
      "edgeID": "183806",
      "fromID": "140544",
      "toID": "140545",
      "formEdgeID": null
    },
    {
      "edgeID": "183807",
      "fromID": "140545",
      "toID": "140543",
      "formEdgeID": null
    },
    {
      "edgeID": "183808",
      "fromID": "140547",
      "toID": "140548",
      "formEdgeID": null
    },
    {
      "edgeID": "183809",
      "fromID": "140548",
      "toID": "140546",
      "formEdgeID": null
    },
    {
      "edgeID": "183810",
      "fromID": "140550",
      "toID": "140551",
      "formEdgeID": null
    },
    {
      "edgeID": "183811",
      "fromID": "140551",
      "toID": "140549",
      "formEdgeID": null
    },
    {
      "edgeID": "183812",
      "fromID": "140552",
      "toID": "140553",
      "formEdgeID": null
    },
    {
      "edgeID": "183813",
      "fromID": "140553",
      "toID": "140511",
      "formEdgeID": null
    },
    {
      "edgeID": "183814",
      "fromID": "140554",
      "toID": "140555",
      "formEdgeID": null
    },
    {
      "edgeID": "183815",
      "fromID": "140555",
      "toID": "140511",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
