{
  "nodes": [
    {
      "nodeID": "141255",
      "text": "17. THE BIBLE Lastly, and most importantly, the Bible says that God created the universe and every living thing, so the world must have been created. In denying this we call God a liar. And so you can see how evolution theory undermines the omniscience and even the existence of God. And if there is no God, why not do our own thing? Or if God is not all-knowing, indeed, a liar, why put our trust in Him? Evolution theory logically leads to these humanistic ideas. Christians must take a stand for the Word of God, or be accountable on that judgment day for the souls of those whom we did not warn.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141256",
      "text": "So thanks to this candid statement we can throw the usual nit-picking of the science points 1-16 out the window and get the crux of the issue. Creationists cannot tolerate humanism. Attacking evolution is a good way of attacking humanism or anything that takes our minds outside of the boundaries of a literal reading (and interpretation) of the Bible. Now thats nice and succinct. Would any creationists care to comment on why they are not upfront on this fundemental issue more often? Why is 'humanism' so problematic? Other comments are most welcome of course.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141257",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141258",
      "text": "Really, so you are totally knowable?  See above. You are both knowable, and unknowable. Or are you proposing that I can know everything about you? Show me the science, rational-boy.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141259",
      "text": "Oh irrational-boy, please do try to understand basic concepts. It's simple, I've been through this before. If you know something of the unknowable, then you contradict yourself. It's a self-contradictory statement. One you're fond of, I realize, but illogical just the same. You can test this by trying to show me something that is unknowable.  See the dillema you face? Yes, self-contradiction. You may be so use to this feeling that you've grown numb to it, but in black and white, you are making a self-contradictory statement. This is the same reason you have to have faith. Rational demonstration is useless when trying to show something without evidence or without rational demonstration, which is the case with your 'unknowable, self-contradictory' idea of a god. This is why you MUST believe through faith, which requires no rational demontration. It's no secret why faith needs no evidence, it CANNOT use evidence, it's the opposite of reason. Why do you think the term faith exists in the first place? Reason does fine with the rational world. You needed a word to fit the irrational. Otherwise, why would you need faith? It's the same reason you can have 1000 different gods and beliefs of gods out there and not a single one is somehow 'more credible' than any other. They are all based without reason, without evidence, irrationally. All ties together rather neatly doesn't it? Science << Religion Reason << Faith Rational << Irrational Evidence << No evidence Reason: Capable of seperating truth from false (to degree, based on evidence), and thus produces knowledge (That which we find to be true). Faith: Incapable of producing ANY KNOWLEDGE ---------------------------------- Stick to your side of the fence please, unless you adopt reason as your means. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141260",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141261",
      "text": "Evolutionism does not stem from either science, nor the Bible. It is a naturalistic belief system [or religion] about the past, i.e. how everything here today - which we call the evidence - came to be.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141262",
      "text": "So what does evolution stem from then? did Darwin find an annoymous manuscript in his study one day entitled 'The Origin of the Species' that had appeared out of nowhere? Lets not try to paint up some new faces for paganism ;)",
      "type": "I",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141263",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141264",
      "text": "one other point, and i brought this up lots of times here and elsewhere, is that about 'christian/evolutionism hybrids'. that is, those that disregard the genesis story in the light of 'modern discoveries', yet they believe that God exists and that salvation through jesus is attainable as the bible prescribes. while it is logically impossible to disregard genesis and at the same time accept the new testament, many people out there are comfortable with the idea. it totally eludes me though",
      "type": "I",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141265",
      "text": "I think the christians you describe do not disregard creation in Genesis per sae. They would agree absolutely with your 2 fundemental truths at the start of your post. However, they do not see it as a history as such, but more as an analogy to what happened. Some take it simply to say that God created the universe and put a soul in humans and find the detail of that (not the soul bit) in what we have discovered through science. Others would say it becomes 'historical' at a certain point- Adam and Eve or maybe Noah. I don't think they are any less christian than those who choose to believe the story of creation literally, and it would surprise me to hear someone say that was the case. I think it does pose some awkward questions to hold such a view though, and while I don't see all your 8 examples in your later post as being the ones I have heard, they are certainly of that nature. Christianity has struggled with the logical conclusions of observation of the physical world for much time. Some of the examples from history are amusing today- the Omphilodian Heresy where the very discussion of whether Adam and Eve had navels was a heinous religous crime. The Heliocentricity debate where the Catholic Church eventually relented their scripture based denial of the earth orbiting the sun. And today the debate over the old earth and evolution. This seems to arrive from the fact that the religon is so encompassing in its assertion of truth. While this helps to create a powerful system of belief, it can put it in an awkward position when new discovery is made. The nature of peolpe seems to be the same conflicts have arisen again and again- with just the point of contention changing.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141266",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141267",
      "text": "since evolutionism and creationism are both attempting to answer the same question, (i.e., how come existence?) they are mutally exclusive, and if one is true, it automatically falsifies the other. this means that if evolutionism is accepted as true, then logically creationism, and by extension the entire bible, is false. the notion that the bible is completely and uncompromisingly true is paramount to christianity. with all that in consideration, it should be no surprise that christians will do everything possible to show evolution as false",
      "type": "I",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141268",
      "text": "I see a subtle distinction here. Creationism is concerned with the spiritual origins of people. 'Evolutionism' is entirely concerned with explaining the nature and history of the physical world. The conflict of opinion arises out of the importance of the detail- can Genesis be accepted as a parable which contains a fundemental truth or must it be taken as a historical account?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141269",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141270",
      "text": "I don't doubt you do. To do otherwise would be to admit you're wrong, which you choose not to do, because it would reduce your beliefs to the irrational. However, you are both wrong, and the belief is irrational.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:18"
    },
    {
      "nodeID": "141271",
      "text": "Really, so you are totally knowable? Show me the site that has the Mach User-Manual where I can know everything about you.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:19"
    },
    {
      "nodeID": "141272",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:19"
    },
    {
      "nodeID": "141273",
      "text": "You believe this.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:19"
    },
    {
      "nodeID": "141274",
      "text": "No, I know this to be true. As shown, over and over.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:19"
    },
    {
      "nodeID": "141275",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:19"
    },
    {
      "nodeID": "141276",
      "text": "Not sure what you mean. Natural selection is one of several mechanisms of evolution. Evolution is a change in the genetic makeup of a population of organisms over generations. Natural selection tends to decrease genetic diversity - thus changing the relative frequencies of genetic characteristics. There are othere mechanisms that also tend to decrease genetic diversity, and, of course, there are mechanisms that tend to increase it.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:19"
    },
    {
      "nodeID": "141277",
      "text": "I think that Believer may be referring to microbe to man evolution (i.e. simple life to more complex life). Your definition is not entirely accurate and misleading. By this, massive ammounts of new information must be added to the genome of the microbe to get it to 'evolve' to a human, about 999 books each consisting of 500 pages fine print of information must be added to change a microbe to a human. That's a lot of information isn't it? Now where does all that information come from? It can't come from a Creator, there's no Creator according to atheistic evolutionism. Evolutionists say that this new information comes from accidental changes in the DNA when the information is being copied, these acidents are called mutations.  Is this true though? Do mutations produce the new information required by microbe to man evolution? Dr Lee Spetner, an Israeli biophysicist says that there is not one mutation that one can point to that on the molecular level can be seen to increase the information in the genome. They actually all turn out to reduce the information in the genome. Let's take the example of the Totally Naked Rooster, the TNR mutant. What has the mutation done? It has obviously destroyed the information for making feathers. Has the rooster ever been improved by the mutation? From the point of view of the chook farmer, probably yes, because no feathers - no plucking required. But what about from the point of view of the rooster? Well, he's going to freeze in winter and fry in summer, not much of an improvement for the rooster. This mutation has destroyed the information for making feathers. It can also be shown that anti-biotic resistance is the result of an information losing mutation, and many other evidences of evolution in action are also the result of information losing mutations - which matches perfectly with the creationary model, i.e. varriation within a kind. See, evolution can cope with the occassional down-hill mutation, but they really need a lot and a lot of up-hill, information gaining mutations if they are going to change a reptile into a bird, for example, and change a microbe into a human over eons of years. The problem is, we just don't see these information gaining mutations occuring at all today. Now natural selection is also supposed to be the hero of the plot to, right? Well, actually, natural selection also results in a loss of information for a certain population. We'll take the example of a population of dogs that are taken to a very cold environment with varrying fur (or hair) sizes. The population consists of the following fur sizes: LL - Long fur. Ll - Medium fur sizes. ll - Short fur sizes. where L = long fur gene, and l = short fur gene. Obviously, the cold will kill of those dogs that are not fit to handle the cold whether. The poor dogs with short fur sizes would be the first to go, then followed by the medium fur sized dogs - that makes sense doesn't it? Take them to a place like Antartica. Over short time, only the dogs with long fur sizes would survive. Our surviving population consists of the following fur sizes: LL - Long fur. We started off with a or variety of fur sizes in the population, but, as you can see, the short haired gene was eliminated from the environment by natural selection. Thus the population has lost information. So natural selection does not add information to the population, it erases information that disadvantages a population from living in a certain environment, such as the short haired gene (l) in this case. Hence, neither mutations nor natural selection adds any new information to the genome.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:19"
    },
    {
      "nodeID": "141278",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:19"
    }
  ],
  "edges": [
    {
      "edgeID": "184316",
      "fromID": "141256",
      "toID": "141257",
      "formEdgeID": null
    },
    {
      "edgeID": "184317",
      "fromID": "141257",
      "toID": "141255",
      "formEdgeID": null
    },
    {
      "edgeID": "184318",
      "fromID": "141259",
      "toID": "141260",
      "formEdgeID": null
    },
    {
      "edgeID": "184319",
      "fromID": "141260",
      "toID": "141258",
      "formEdgeID": null
    },
    {
      "edgeID": "184320",
      "fromID": "141262",
      "toID": "141263",
      "formEdgeID": null
    },
    {
      "edgeID": "184321",
      "fromID": "141263",
      "toID": "141261",
      "formEdgeID": null
    },
    {
      "edgeID": "184322",
      "fromID": "141265",
      "toID": "141266",
      "formEdgeID": null
    },
    {
      "edgeID": "184323",
      "fromID": "141266",
      "toID": "141264",
      "formEdgeID": null
    },
    {
      "edgeID": "184324",
      "fromID": "141268",
      "toID": "141269",
      "formEdgeID": null
    },
    {
      "edgeID": "184325",
      "fromID": "141269",
      "toID": "141267",
      "formEdgeID": null
    },
    {
      "edgeID": "184326",
      "fromID": "141271",
      "toID": "141272",
      "formEdgeID": null
    },
    {
      "edgeID": "184327",
      "fromID": "141272",
      "toID": "141270",
      "formEdgeID": null
    },
    {
      "edgeID": "184328",
      "fromID": "141274",
      "toID": "141275",
      "formEdgeID": null
    },
    {
      "edgeID": "184329",
      "fromID": "141275",
      "toID": "141273",
      "formEdgeID": null
    },
    {
      "edgeID": "184330",
      "fromID": "141277",
      "toID": "141278",
      "formEdgeID": null
    },
    {
      "edgeID": "184331",
      "fromID": "141278",
      "toID": "141276",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
