{
  "nodes": [
    {
      "nodeID": "158421",
      "text": "The majority of people who are fooled into believing it either have poor reasoning skills, or lack of scientific knowledge.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:45"
    },
    {
      "nodeID": "158422",
      "text": "I think that's overly simplistic. I've spoken with alot of creationists, both in forums and in real life, and many of them are quite intelligent and well educated. The problem is that people have an amazing ability to filter out things that don't fit into their pre-conceived notions. I'm sure you've seen this in all sorts of different fields, it's just most pronounced when someone is denying facts, rather than refuting an opinion. If someone is devoutly religious, and firmly believes in a literal interpretation of the Bible, then facts which contradict that belief simply don't take hold. It's not that they don't understand logic or science. It's more like they've trained themselves to not hear things which go against their beliefs.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:45"
    },
    {
      "nodeID": "158423",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:45"
    },
    {
      "nodeID": "158424",
      "text": "All science starts with a presupposition. Evolution presupposes naturalism. One has to start somewhere even if you are sure you are wrong. Science means to know. We owe the vast majority of modern scientific knowledge to people likw Pasteur and Boyles that started with the presupposition on a supernatural creator. A great deal of our knowledge of DNA came from Dr. Crick who believes we evolved from organisms from outer space. Science is science. To say that all scientist do not start with a presupposition is naive.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:45"
    },
    {
      "nodeID": "158425",
      "text": "Well, the now late Dr Crick can have all the odd ideas he wants, but unless it is backed up by evidence, it isn't science. Yes, naturalism is a presupposition. On the other hand, it works. It makes predictions and it lets us do such things as make the very computer you are using. What kind of verifiable and repeatable predictions supernaturalism makes??",
      "type": "I",
      "timestamp": "2016-03-08 20:30:45"
    },
    {
      "nodeID": "158426",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:45"
    },
    {
      "nodeID": "158427",
      "text": "You couldn't be more wrong. Public TV programs, educational policy statements, and science textbooks have asserted that Darwin's theory of evolution fully explains the complexity of living things. The public has been assured, most recently by spokespersons for PBS's Evolution series, that 'all known scientific evidence supports [Darwinian] evolution' as does 'virtually every reputable scientist in the world.' The following scientists dispute the first claim and stand as living testimony in contradiction to the second. There is scientific dissent to Darwinism. It deserves to be heard. (scientists listed by doctoral degree or current position) PhD Organic Chemistry-M.I.T., American Chemical Society member Lawrence H. Johnston, Emeritus Prof. of Physics, U. of Idaho Scott Minnich, Prof., Dept of Microbiology, Molecular Biology & Biochemistry, U. of Idaho David A. DeWitt, PhD Neuroscience-Case Western U. Theodor Liss, PhD Chemistry-M.I.T. Braxton Alfred, Emeritus Prof. of Anthropology, U. of British Columbia Walter Bradley, Prof. Emeritus of Mechanical Engineering, Texas A & M Paul D. Brown, Asst. Prof. of Environmental Studies, Trinity Western (Canada) Marvin Fritzler, Prof. of Biochemistry & Molecular Biology, U. of Calgary, Medical School Theodore Saito, Project Manager, Lawrence Livermore Laboratories Muzaffar Iqbal, PhD Chemistry-U. of Saskatchewan, Center for Theology and the Natural Sciences S.William Pelletier, Emeritus Distinguished Prof. of Chemistry, U. of Georgia Keith Delaplane, Prof. of Entomology, U. of Georgia Ken Smith, Prof. of Mathematics, Central Michigan U. Clarence Fouche, Prof. of Biology, Virginia Intermont College Thomas Milner, Asst. Prof. of Biomedical Engineering, U. of Texas, Austin Brian J.Miller, PhD Physics-Duke U. Paul Nesselroade, Assoc. Prof. of Psychology, Simpson College Donald F. Calbreath, Prof. of Chemistry, Whitworth College Henry F. Schaefer, Nobel Nominee, Director of Center for Computational Quantum Chemistry, U. of Georgia Fred Sigworth, Prof. of Cellular & Molecular Physiology, Yale Grad. School Philip S. Skell, Emeritus Prof. Of Chemistry, NAS member Frank Tipler, Prof. of Mathematical Physics, Tulane U. Robert Kaita, Plasma Physics Lab, Princeton Michael Behe, Prof. of Biological Science, Lehigh U. Walter Hearn, PhD Biochemistry-U. of Illinois Tony Mega, Assoc. Prof. of Chemistry, Whitworth College Dean Kenyon, Prof. Emeritus of Biology, San Francisco State Marko Horb, Researcher, Dept. of Biology & Biochemistry, U. of Bath Daniel Kuebler, Asst. Prof. of Biology, Franciscan U. of Steubenville David Keller, Assoc. Prof. of Chemistry, U. of New Mexico James Keesling, Prof. of Mathematics, U. of Florida Roland F. Hirsch, PhD Analytical Chemistry-U. of Michigan Robert Newman, PhD Astrophysics-Cornell U. Carl Koval, Prof., Chemistry & Biochemistry, U. of Colorado Tony Jelsma, Prof. of Biology, Dordt College William A. Dembski, PhD Mathematics-U. of Chicago George Lebo, Assoc. Prof. of Astronomy, U. of Florida Timothy G. Standish, PhD Environmental Biology-George Mason U. James Keener, Prof. of Mathematics & Adjunct of Bioengineering, U. of Utah Robert J. Marks, Prof. of Signal & Image Processing, U. of Washington Carl Poppe, Senior Fellow, Lawrence Livermore Laboratories Siegfried Scherer, Prof. of Microbial Ecology, Technische Universität ünchen Gregory Shearer, Postdoc. Researcher Internal Medicine, U. C. Davis Joseph Atkinson, William P. Purcell, PhD Physical Chemistry-Princeton Wesley Allen, Prof. of Computational Quantum Chemistry, U. of Georgia Jeanne Drisko, Asst. Prof., Kansas Medical Center, U. of Kansas Chris Grace, Assoc. Prof. of Psychology, Biola U. Wolfgang Smith, Prof. Emeritus of Mathematics-Oregon State Rosalind Picard, Assoc. Prof. Computer Science, M.I.T. Garrick Little, Senior Scientist, Li-Cor John L. Omdahl, Prof. of Biochemistry & Molecular Biology, U. of New Mexico Martin Poenie, Assoc. Prof. of Molecular Cell & Developmental Biology, U. of Texas, Austin Russell W. Carlson, Prof. of Biochemistry & Molecular Biology, U. of Georgia Hugh Nutley, Prof. Emeritus of Physics & Engineering, Seattle Pacific U. David Berlinski, PhD Philosophy-Princeton, Mathematician, Author Neil Broom, Assoc. Prof., Chemical & Materials Engineering, U. of Auckland John Bloom, Assoc. Prof., Physics, Biola U. James Graham, Professional Geologist, Sr. Program Manager, National Environmental Consulting Firm John Baumgardner, Technical Staff, Theoretical Division, Los Alamos National Laboratory Fred Skiff, Prof. of Physics, U. of Iowa Paul Kuld, Assoc. Prof., Biological Science, Biola U. Yongsoon Park, Senior Research Scientist, St. Luke's Hospital, Kansas City Moorad Alexanian, Prof. of Physics, U. of North Carolina, Wilmington Donald Ewert, Director of Research Administration, Wistar Institute Joseph W. Francis, Assoc. Prof. of Biology, Cedarville U. Thomas Saleska, Prof. of Biology, Concordia U. Ralph W. Seelke, Prof. & Chair of Dept. of Biology & Earth Sciences, U. of Wisconsin, Superior James G. Harman, Assoc. Chair, Dept. of Chemistry & Biochemistry, Texas Tech U. Lennart Moller, Prof. of Environmental Medicine, Karolinska Inst., U. of Stockholm Raymond G. Bohlin, PhD Molecular & Cell Biology-U. of Texas Fazale R. Rana, PhD Chemistry-Ohio U. Michael Atchison, Prof. of Biochemistry, U. of Pennsylvania, Vet School William S. Harris, Prof. of Basic Medical Sciences, U. of Missouri Rebecca W. Keller, Research Prof., Dept. of Chemistry, U. of New Mexico Terry Morrison, PhD Chemistry-Syracuse U. Robert F. DeHaan, PhD Human Development-U. of Chicago Matti Leisola, Prof., Laboratory of Bioprocess Engineering, Helsinki U. of Technology Bruce Evans, Assoc. Prof. of Biology, Huntington College Jim Gibson, PhD Biology-Loma Linda U. David Ness, PhD Anthropology-Temple U. Bijan Nemati, PhD Physics, Senior Engineer, Jet Propulsion Lab (NASA) Edward T. Peltzer, Senior Research Specialist, Monterey Bay Research Institute Stan E. Lennard, Clinical Assoc. Prof. of Surgery, U. of Washington Rafe Payne, Prof. & Chair, Dept. of Biological Sciences, Biola U. Phillip Savage, Prof. of Chemical Engineering, U. of Michigan Pattle Pun, Prof. of Biology, Wheaton College Jed Macosko, Postdoc. Researcher Molecular Biology, U.C. Berkeley Daniel Dix, Assoc. Prof. of Mathematics, U. of South Carolina Ed Karlow, Chair, Dept. of Physics, LaSierra U. James Harbrecht, Clinical Assoc. Prof., U. of Kansas Medical Center Robert W. Smith, Prof. of Chemistry, U. of Nebraska Robert DiSilvestro, PhD Biochemistry-Texas A & M David Prentice, Prof., Dept. of Life Sciences, Indiana State U. Walt Stangl, Assoc. Prof. of Mathematics, Biola U. Jonathan Wells, PhD Molecular & Cell Biology-U.C. Berkeley James Tour, Chao Prof. of Chemistry, Rice U. Todd Watson, Asst. Prof. of Urban & Community Forestry, Texas A & M Robert Waltzer, Assoc. Prof. of Biology, Belhaven College Vincente Villa, Prof. of Biology, Southwestern U. James Tumlin, Assoc. Prof. of Medicine, Emory U. Charles Thaxton, PhD Physical Chemistry-Iowa State U. Stephen C. Meyer, PhD Philosophy of Science-Cambridge Paul Nelson, PhD Philosophy of Biology-U. of Chicago Richard Sternberg, Invertebrate Zoology, National Museum of Natural History, Smithsonian Institute",
      "type": "I",
      "timestamp": "2016-03-08 20:30:46"
    },
    {
      "nodeID": "158428",
      "text": "Well, two things here 1) No one has ever said that Evolution asserted that we know everthing about complexity.  2) The discovery institue, which publishes that list, basicallyi gave a poll out, then after responses, changed the wording of it. Basically, it's a lie.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:46"
    },
    {
      "nodeID": "158429",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:46"
    }
  ],
  "edges": [
    {
      "edgeID": "196440",
      "fromID": "158422",
      "toID": "158423",
      "formEdgeID": null
    },
    {
      "edgeID": "196441",
      "fromID": "158423",
      "toID": "158421",
      "formEdgeID": null
    },
    {
      "edgeID": "196442",
      "fromID": "158425",
      "toID": "158426",
      "formEdgeID": null
    },
    {
      "edgeID": "196443",
      "fromID": "158426",
      "toID": "158424",
      "formEdgeID": null
    },
    {
      "edgeID": "196444",
      "fromID": "158428",
      "toID": "158429",
      "formEdgeID": null
    },
    {
      "edgeID": "196445",
      "fromID": "158429",
      "toID": "158427",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
