{
  "nodes": [
    {
      "nodeID": "140013",
      "text": "Because of the motor's strength--to scale, twice that of an automobile--the new findings could inspire engineers designing sophisticated nanomachines. In addition, because a number of virus types may possess a similar motor, including the virus that causes herpes, the results may also assist pharmaceutical companies developing methods to sabotage virus machinery.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:34"
    },
    {
      "nodeID": "140014",
      "text": "Related article: Biologists Learn Structure, Mechanism Of Powerful 'Molecular Motor' In Virus  One has to wonder were the next spate of these poorly thought out arguments are going to come from? Perhaps the the low optimality of the genetic code? Perhaps not... Maybe the inefficiency of biomolecular machines? Maybe not... Arguments from bad design should be taken with a pinch of salt as they are often made out of ignorance with hidden metaphysical propositions.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:34"
    },
    {
      "nodeID": "140015",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:34"
    },
    {
      "nodeID": "140016",
      "text": "'Since the discovery of DNA's double helical structure more than a half century ago, scientists have focused much of their attention on understanding the 2 percent of the genome that is made up of classic genes, which code for the production of proteins.  However, the instructions for turning these genes on or off are generally not in the genes themselves. Rather, they are buried in the 98 percent of the genome that was once cast aside as little more than genetic 'junk.'",
      "type": "I",
      "timestamp": "2016-03-08 19:50:34"
    },
    {
      "nodeID": "140017",
      "text": "Scientists at CSHL uncover new RNA processing mechanism and a class of previously unknown small RNAs",
      "type": "I",
      "timestamp": "2016-03-08 19:50:34"
    },
    {
      "nodeID": "140018",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:34"
    },
    {
      "nodeID": "140019",
      "text": "Genomes are littered with nonfunctional pseudogenes, faulty duplicates of functional genes that do nothing, while their functional cousins (the word doesn't even need scare quotes) get on with their business in a different part of the same genome. And there's lots more DNA that doesn't even deserve the name pseudogene. It, too, is derived by duplication, but not duplication of functional genes. It consists of multiple copies of junk, 'tandem repeats', and other nonsense which may be useful for forensic detectives but which doesn't seem to be used in the body itself.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:34"
    },
    {
      "nodeID": "140020",
      "text": "Luckily science moves forward and these arguments from ignorance get left behind and the proponents of these arguments fade into history as proponents of ignorance trying to sell meaningless metaphysics. Junk DNA is a myth. Examples abound of research finding fascinating functions for these previously thought non-functional parts of the genome (out of ignorance and bad metaphysics-- Dawkins: 'And there's lots more DNA that doesn't even deserve the name pseudogene.'). Model unravels rules that govern how genes are switched on and off",
      "type": "I",
      "timestamp": "2016-03-08 19:50:34"
    },
    {
      "nodeID": "140021",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:34"
    },
    {
      "nodeID": "140022",
      "text": "What we are dealing with is a physiological analogy to the GPS system with a coupled autopilot that coordinates air traffic or tankers on open sea,' says Soren T. Christensen, describing his recent research findings on the primary cilium, the GPS-like cell structure, at the American Society for Cell Biology (ASCB) 48th Annual Meeting, Dec. 13-17, 2008 in San Francisco. Christensen and his colleagues at the University of Copenhagen in Denmark and the Albert Einstein School of Medicine in the Bronx studied the primary cilia in lab cultures of mice fibroblasts, the cells that along with related connective tissues sculpt the bulk of the mammalian body.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:34"
    },
    {
      "nodeID": "140023",
      "text": "So we think we have designed GPS systems?",
      "type": "I",
      "timestamp": "2016-03-08 19:50:34"
    },
    {
      "nodeID": "140024",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:35"
    },
    {
      "nodeID": "140025",
      "text": "The researchers suspect this cellular GPS system plays roles other than wound healing. The primary cilia could serve as a fail-safe device against uncontrolled cell movement, says Christensen. Without chemical stimulation, the primary cilia would restrain cell migration, preventing the dangerous displacement of cells that is associated with invasive cancers and fibrosis, the scientists explain. On the other hand, defective primary cilia might fail to provide correct directional instructions during cell differentiation. This failure could be another link connecting primary cilia to severe developmental disorders, the researchers suggest. Protruding through the cell membrane, primary cilia occur on almost every non-dividing cell in the body. Once written off as a vestigial organelle discarded in the evolutionary dust, primary cilia in the last decade have risen to prominence as a vital cellular sensor at the root of a wide range of health disorders, from polycystic kidney disease to cancer to left-right anatomical abnormalities.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:35"
    },
    {
      "nodeID": "140026",
      "text": "Demonstrating the vacuity of preaching sub-optimal design... an idea from faulty Darwinian reasoning? And taking clues from original design (cellular machinery) to design our own optimal nanotechnology? Does that make the original design optimal/above par/good? Clockwork That Drives Powerful Virus Nanomotor Discovered",
      "type": "I",
      "timestamp": "2016-03-08 19:50:35"
    },
    {
      "nodeID": "140027",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:35"
    },
    {
      "nodeID": "140028",
      "text": "A very small fraction of our genetic material--about 2%-- performs the crucial task scientists once thought was the sole purpose of the genome: to serve as a blueprint for the production of proteins, the molecules that make cells work and sustain life. This 2% of human DNA is converted into intermediary molecules called RNAs, which in turn carry instructions within cells for protein manufacture. 'And what of the other 98% of the genome? It has been assumed by many to be genetic junk, a massive accumulation of 'code' that evolution has rendered superfluous. Now, however, scientists are discovering that the vast bulk of the DNA in our genomes, while it does not 'code' for the specific RNA molecules that serve as templates for protein synthesis, do nevertheless perform various kinds of work.'",
      "type": "I",
      "timestamp": "2016-03-08 19:50:35"
    },
    {
      "nodeID": "140029",
      "text": "It is not only supposedly 'junk DNA' that was used for these kind of arguments. The vertebrate eye has been preached to be a bad design. Why? Why is it a bad design? The human eye contain bona fide optical fibers to conduct light (nice illustration). Besides the design arose 40-60 times during evolution, like evolution was biased (converged on an optimal design) towards such a structure. So why is it sub optimal? Are proponents of these arguments going to suggest a better design with all the blueprints? Thought not, arguments from ignorance are short on design :p. Why was it suggested that the appendix is useless and functionless, instead of just admitting 'we are still looking into it'. A few articles discussing its function: 1) Dasso JF. Howell MD. 1997. 'Neonatal appendectomy impairs mucosal immunity in rabbits.' Cellular Immunology. 182(1):29-37. 2) Dasso JF. Obiakor H. Bach H. Anderson AO. Mage RG. 2000. 'A morphological and immunohistological study of the human and rabbit appendix for comparison with the avian bursa.' Developmental & Comparative Immunology. 24:8:797-814. 3) Fisher, RE. 2000. 'The primate appendix: a reassessment.' The Anatomical Record (New Anatomist) 261:228-236. 4) Weinstein PD. Mage RG. Anderson AO. 1994. 'The appendix functions as a mammalian bursal equivalent in the developing rabbit.' Advances in Experimental Medicine & Biology. 355:249-53. 5) A more detailed survey of the evidence, with numerous references to other technical literature, showing that the appendix is not a vestigial organ can be found in J.W. Glover, The Human Vermiform Appendix-a General Surgeon's Reflections, CEN Technical Journal, 3:31-38, 1988. In short: The appendix contains a high concentration of very specialized structures called lymphoid follicles (also found throughout the GIT). Lymphoid follicles in the appendix produce cells that produce antibodies that control which essential bacteria come to reside in the caecum and colon in neonatal life. The 'strategic' placement of the appendix is important during the development of neonatal life in the setup of healthy intestinal flora therefore neonatal appendectomy will impair mucosal immunity. 'The appendix's job is to reboot the digestive system...' and 'acts as a good safe house for bacteria,'. It might not be that important in later life and it can be removed, but so can your one kidney, your stomach, an eye, small intestines, reproductive organs etc. Are these bad designs then as well? See... these arguments have no force. Empty arguments from ignorance... And the cilium? Until the 1990s, the prevailing view of the primary cilium was that it was merely a vestigial organelle, without important function (wiki). Seems like pretty high-tech structures to me? Primary Cilium As Cellular 'GPS System' Crucial To Wound Repair",
      "type": "I",
      "timestamp": "2016-03-08 19:50:35"
    },
    {
      "nodeID": "140030",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:35"
    },
    {
      "nodeID": "140031",
      "text": "'The really important discovery is that the primary cilium detects signals, which tell the cells to engage their compass reading and move in the right direction to close the wound,' Christensen explains.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:35"
    },
    {
      "nodeID": "140032",
      "text": "Purposefully communicating information as a means to an end... wound healing.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:35"
    },
    {
      "nodeID": "140033",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:35"
    }
  ],
  "edges": [
    {
      "edgeID": "183428",
      "fromID": "140014",
      "toID": "140015",
      "formEdgeID": null
    },
    {
      "edgeID": "183429",
      "fromID": "140015",
      "toID": "140013",
      "formEdgeID": null
    },
    {
      "edgeID": "183430",
      "fromID": "140017",
      "toID": "140018",
      "formEdgeID": null
    },
    {
      "edgeID": "183431",
      "fromID": "140018",
      "toID": "140016",
      "formEdgeID": null
    },
    {
      "edgeID": "183432",
      "fromID": "140020",
      "toID": "140021",
      "formEdgeID": null
    },
    {
      "edgeID": "183433",
      "fromID": "140021",
      "toID": "140019",
      "formEdgeID": null
    },
    {
      "edgeID": "183434",
      "fromID": "140023",
      "toID": "140024",
      "formEdgeID": null
    },
    {
      "edgeID": "183435",
      "fromID": "140024",
      "toID": "140022",
      "formEdgeID": null
    },
    {
      "edgeID": "183436",
      "fromID": "140026",
      "toID": "140027",
      "formEdgeID": null
    },
    {
      "edgeID": "183437",
      "fromID": "140027",
      "toID": "140025",
      "formEdgeID": null
    },
    {
      "edgeID": "183438",
      "fromID": "140029",
      "toID": "140030",
      "formEdgeID": null
    },
    {
      "edgeID": "183439",
      "fromID": "140030",
      "toID": "140028",
      "formEdgeID": null
    },
    {
      "edgeID": "183440",
      "fromID": "140032",
      "toID": "140033",
      "formEdgeID": null
    },
    {
      "edgeID": "183441",
      "fromID": "140033",
      "toID": "140031",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
