{
  "nodes": [
    {
      "nodeID": "148383",
      "text": "From http://www.biology-online.org: Incipient Species - A group of a particular species that are about to become genetically isolated from the rest of the species, perhaps due a geographical barrier, though at this time can still reproduce with other groups of the species before their gene pools become too distinct.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:22"
    },
    {
      "nodeID": "148384",
      "text": "Is speciation not defined as, 'The evolutionary formation of new biological species, usually by the division of a single species into two or more genetically distinct ones'? If the species must be genetically distinct, then how can you claim that true speciation has occurred when the gulls can still reproduce. This is no different than dogs having several breeds. I don't call a bulldog a different breed than a beagle.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:22"
    },
    {
      "nodeID": "148385",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:22"
    },
    {
      "nodeID": "148386",
      "text": "I have not seen this posted, so I am wondering... Can anyone give me an example of a transitional fossil that shows proof of one species changing into another?",
      "type": "I",
      "timestamp": "2016-03-08 20:08:23"
    },
    {
      "nodeID": "148387",
      "text": "Can you tell us what you would accept as 'proof'? You can be shown any number of transitional sequences that demonstrate evidence, but the level of evidence needed for your own personal 'proof' is up to you. Proof is for mathematics, science works by evaluating competing theories using evidence and eliminating those which do not predict observed results.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:23"
    },
    {
      "nodeID": "148388",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:23"
    },
    {
      "nodeID": "148389",
      "text": "Besides asking what you mean by 'proof' and what 'proof' will be acceptable, I would also like to know what you mean by transitional. I can actually do better than show you a transitional fossil. I'll show you a living transitional between two species. Go to almost any body of water in northern North America in the summer, or along the coasts of southern North America in the winter and look for birds like this. http://www.martinreid.com/Image%20files/HEGU18B.jpg There you go. The American herring gull (Larus argentatus smithsonianus) A transitional between two species. These birds range to the east across Greenland, Iceland, and into northern Europe. It looks about the same in Europe. http://www.birdguides.com/html/vidlib/assetPictures/061015a001_j2.jpg They also range to the west from Alaska into Siberia, across Siberia and Russia all the way to northern Europe. But as you go further and further west their appearance begins to change. But there is never a place where neighboring populations cannot and do not interbreed. But in northern Europe the populations from the west look a bit different. http://www.birdguides.com/html/vidlib/assetPictures/061018a001_j2.jpg That's the Lesser black-backed gull (L. fuscus). Even though it shares the same range as the herring gull it does not interbreed with herring gulls. So here is one large population that has become two different species at the extremes of its range, and those extremes overlap. So the American herring gull is a transitional between the Herring gull and the Lesser black-backed gull. It is even thought that the original population from which all of these birds descended lived in North America.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:23"
    },
    {
      "nodeID": "148390",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:23"
    },
    {
      "nodeID": "148391",
      "text": "If you want to challenge my assertion that these are transitional you will need to understand a bunch of words that you may have never heard before, like furcula, carina, hallux, gastralia, pubis, fibula, fenestra, pygostyle, and so on.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:23"
    },
    {
      "nodeID": "148392",
      "text": "Lurch, I don't appreciate your condescending tone. If you want to challenge my assertion that you are a pompous XXX that jumps to conclusions, you will need to be a little less judgemental and start thinking outside of Darwin's Black Box.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:23"
    },
    {
      "nodeID": "148393",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:23"
    },
    {
      "nodeID": "148394",
      "text": "In Eichstátt, Germany, in 1984 there was a major meeting of scientists who specialize in bird evolution, the International Archaeopteryx Conference. They disagreed on just about anything that was covered there on this creature, but there was very broad agreement on the belief that Archaeopteryx was a true bird. Only a tiny minority thought that it was actually one of the small, lightly built coelurosaurian dinosaurs [small lightly framed dinosaurs].",
      "type": "I",
      "timestamp": "2016-03-08 20:08:23"
    },
    {
      "nodeID": "148395",
      "text": "1984, huh? I'm sure that is all still very relevant. Actually there is a lot of discussion about the nature of Archaeopteryx. Much of it deals with whether it could fly and what it teaches us about how birds came to fly - ground up or trees down. But what they all agreed on, even back then, was that Archaeopteryx is a transitional. Taxonomic debates aren't really very meaningful, really. Creationists like to make a big deal about the fact that most taxonomists and ornithologists classify Archaeopteryx as a bird. But where else would it go? That's a limitation of the Linnean classification system - everything is put somewhere, even if it doesn't exactly fit. The only debate about the evolution of Archaeopteryx among experts is whether it evolved from theropod dinorsaurs or from archosaurs. It's still a transitional.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:23"
    },
    {
      "nodeID": "148396",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:23"
    },
    {
      "nodeID": "148397",
      "text": "Well it wasn't actually condescending but a challenge. Are you saying that you aren't up to it? If you want I'll start calling you names too. Isn't it funny how creationists begin that sort of thing when someone doubts their dogma? As for thinking outside the box, I can guarantee that evolutionary biology requires more thinking and encountering of new and difficult ideas than creationism does. To study science no one begins by signing an agreement to believe only religious dogma or to reject any scientific fact that disagrees with the mythology of bronze age herdsmen. In fact, you make a name in science by challenging established dogma. Just think about the famous scientists. Besides, how can I speak to you on an equal level about science when you don't seem to understand it very well. Anyone who demands proof has no idea what science is or how it works. Then shall we start with a discussion of the carina? I wasn't sure that you were familiar with the terms and it makes the discussion easier to use the correct terms. Without discussing these structures and comparing them to theropods and birds you really can't understand why it is so clearly a transitional. But if you don't want the condescending tone, then you need to pay attention. Perhaps if I told you to follow with your finger as you read it would help. If you can call me a pompous XXX the it should be OK if I call you ignorant, isn't it? Why else would you be asking me at the end of your post I claimed exactly the opposite of what I actually claimed. I'll explain at the risk of hurting your feelings again. Herring gulls and Lesser black-backed gulls do not interbreed. They are reproductively isolated. They fit quite nicely into the definition you gave of an insipient species. So Herring gulls don't reproduce with Lesser black-backed gulls but herring gulls can reproduce with American herring gulls to the west, which can reproduce with gulls to the west and so on until you get to the Lesser black-backed gull (which don't reproduce with Herring gulls) They are classified as separate species even though they are at the extreme ends of a single population. They illustrate one way that species develop. There are other examples of ring species, the most famous being a salamander in California and a bird around the Tibetan plateau. So how about this? Genetic studies were done of Brown bears from around the world. Their DNA was very similar and they seem all populations seem to be able to interbreed as far as we know. Except for the Brown bears of the ABC Islands Although they look like other Brown bears, the have distinctive differences in their DNA. It is closer to Polar bear DNA, even though the Polar looks quite different and has characteristics not found in Brown bears. But guess what. All these bears can interbreed, including Polar bears with Grizzly bears. OK. Your turn for a few insults. I have come to expect it from creationists.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:23"
    },
    {
      "nodeID": "148398",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:23"
    },
    {
      "nodeID": "148399",
      "text": "Also, from http://www.answersingenesis.org/docs/1352.asp (GASP!!! A CREATIONIST SITE!!!):",
      "type": "I",
      "timestamp": "2016-03-08 20:08:23"
    },
    {
      "nodeID": "148400",
      "text": "Yes, a creationist bible ministry site. They do such a poor job in trying to report science. But of course their purpose isn't to report science but to report evidence that casts doubt on scientific theory. You see, the people at AIG agree to reject any scientific data the contradicts their religious dogma. They know the answers from mythology and are trying to make science fit around it. They don't actually do any science themselves.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:23"
    },
    {
      "nodeID": "148401",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:24"
    },
    {
      "nodeID": "148402",
      "text": "The first bird link did not work, so I cannot look into that one.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:24"
    },
    {
      "nodeID": "148403",
      "text": "Power out. That was a link to the American Museum of Natural History in New York. Go back and look later if you want.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:24"
    },
    {
      "nodeID": "148404",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:24"
    },
    {
      "nodeID": "148405",
      "text": "Please go here. There are some good points on the Archaeopteryx, including a fossil find that shows a more modern bird-like fossil that may predate the Archaeopteryx.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:24"
    },
    {
      "nodeID": "148406",
      "text": "Here's a picture of it http://www.toyen.uio.no/palmus/galleri/montre/161_632.jpg The specimens have been dated between 120 & 140 my. If at the upper end of that range that puts it very close to the age of Archaeopteryx (140 to 170 my). But contrary to what creationists like to claim, this isn't a problem. There is no claim that Archaeopteryx is ancestral to Confuciusornis. If you look at birds now you will see lots of different species. They have a common ancestor but are not descended from one another. Archaeopteryx is just the oldest example of a bird that we have, and considering the distance between the sites where the fossils were found, and possibly several million years in time, I would expect them to be different.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:24"
    },
    {
      "nodeID": "148407",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:24"
    },
    {
      "nodeID": "148408",
      "text": "Please go here. There are some good points on the Archaeopteryx, including a fossil find that shows a more modern bird-like fossil that may predate the Archaeopteryx. Also, from http://www.answersingenesis.org/docs/1352.asp (GASP!!! A CREATIONIST SITE!!!): In Eichstátt, Germany, in 1984 there was a major meeting of scientists who specialize in bird evolution, the International Archaeopteryx Conference. They disagreed on just about anything that was covered there on this creature, but there was very broad agreement on the belief that Archaeopteryx was a true bird. Only a tiny minority thought that it was actually one of the small, lightly built coelurosaurian dinosaurs [small lightly framed dinosaurs]. The first bird link did not work, so I cannot look into that one.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:24"
    },
    {
      "nodeID": "148409",
      "text": "So many errors, where does one begin? The entire specious claim that there are pygostylian Avialae which pre-date Archaeopteryx lithographica stems from Chatterjee's most dubious fossil, 'Protoavis texensis,' and Confuciusornis sanctus, which was initially described as dating from Tithonian horizons of the terminal Jurassic--although subsequently Hou et al (1996) presented more conclusive evidence placing the confuciusornid material from the Barremian (much to the chagrin of Alan Feduccia, who made much of Confuciusornis being from the Jurassic). As for 'Protoavis,' the holotype and paratype are almost certainly composed of material which is not conspecific, and the material seems to correspond to a coelophysoid/drepanosaur chimera (Paul 2002), or a coelophysoid chimera (Gauthier & Rowe 1990).  As for the Eichstatt Conference. It hardly concluded that Archaeotperyx was a 'true bird,' it concluded that as opposed to the hypotheses of some (e.g., Thulborn 1976), Archaeopteryx was indeed the most basal avialian, and not a less derived member of Coelurosauria. One would actually suggest referring to the published data from the conference, in Hecht et al 1985, before continuing to make such assertions. Vindex Urvogel",
      "type": "I",
      "timestamp": "2016-03-08 20:08:24"
    },
    {
      "nodeID": "148410",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:24"
    }
  ],
  "edges": [
    {
      "edgeID": "189344",
      "fromID": "148384",
      "toID": "148385",
      "formEdgeID": null
    },
    {
      "edgeID": "189345",
      "fromID": "148385",
      "toID": "148383",
      "formEdgeID": null
    },
    {
      "edgeID": "189346",
      "fromID": "148387",
      "toID": "148388",
      "formEdgeID": null
    },
    {
      "edgeID": "189347",
      "fromID": "148388",
      "toID": "148386",
      "formEdgeID": null
    },
    {
      "edgeID": "189348",
      "fromID": "148389",
      "toID": "148390",
      "formEdgeID": null
    },
    {
      "edgeID": "189349",
      "fromID": "148390",
      "toID": "148386",
      "formEdgeID": null
    },
    {
      "edgeID": "189350",
      "fromID": "148392",
      "toID": "148393",
      "formEdgeID": null
    },
    {
      "edgeID": "189351",
      "fromID": "148393",
      "toID": "148391",
      "formEdgeID": null
    },
    {
      "edgeID": "189352",
      "fromID": "148395",
      "toID": "148396",
      "formEdgeID": null
    },
    {
      "edgeID": "189353",
      "fromID": "148396",
      "toID": "148394",
      "formEdgeID": null
    },
    {
      "edgeID": "189354",
      "fromID": "148397",
      "toID": "148398",
      "formEdgeID": null
    },
    {
      "edgeID": "189355",
      "fromID": "148398",
      "toID": "148384",
      "formEdgeID": null
    },
    {
      "edgeID": "189356",
      "fromID": "148400",
      "toID": "148401",
      "formEdgeID": null
    },
    {
      "edgeID": "189357",
      "fromID": "148401",
      "toID": "148399",
      "formEdgeID": null
    },
    {
      "edgeID": "189358",
      "fromID": "148403",
      "toID": "148404",
      "formEdgeID": null
    },
    {
      "edgeID": "189359",
      "fromID": "148404",
      "toID": "148402",
      "formEdgeID": null
    },
    {
      "edgeID": "189360",
      "fromID": "148406",
      "toID": "148407",
      "formEdgeID": null
    },
    {
      "edgeID": "189361",
      "fromID": "148407",
      "toID": "148405",
      "formEdgeID": null
    },
    {
      "edgeID": "189362",
      "fromID": "148409",
      "toID": "148410",
      "formEdgeID": null
    },
    {
      "edgeID": "189363",
      "fromID": "148410",
      "toID": "148408",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
