{
  "nodes": [
    {
      "nodeID": "153992",
      "text": "Do not deceive yourself into thinking that 'literal' Biblical Creation would be proved true if evolution were proven false. We would need a third theory.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:36"
    },
    {
      "nodeID": "153993",
      "text": "Actually there are already a couple floating around. One fascinating one: Gaia theory and the Daisyworld model. It's all around self-organising systems and the earth as a self-regulating system/organsism/something or other. James Lovelock and co. Interesting to read but sometimes feels a little too 'lets-all-just-get-along' to be real, hard-core theory.  Either way, it's probably a lot more likely to be accepted than creationism, should evolutionism for some reason be disproved.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:36"
    },
    {
      "nodeID": "153994",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:36"
    },
    {
      "nodeID": "153995",
      "text": "I am very interested to know exactly how they haven utterly disproven YEC?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:36"
    },
    {
      "nodeID": "153996",
      "text": "Actually, I think the shoe is on the other foot so to speak..... YEC has not made any valid rebuttal of evolution or the AoE yet, and that is the camp which is making claims for absolute truth (off course, we know this itself is not true but based on a point of view). Re: your initial statement, why should it? do Surgeons need faith in Surgery? do enginners need faith in structural engineering?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:36"
    },
    {
      "nodeID": "153997",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:36"
    },
    {
      "nodeID": "153998",
      "text": "You tell me if they were without their tools would they need to have a faith?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:36"
    },
    {
      "nodeID": "153999",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:36"
    },
    {
      "nodeID": "154000",
      "text": "Regrettable in Clive's statement, quoted by you, is his use of absolutist terms--'utterly' and the like.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:36"
    },
    {
      "nodeID": "154001",
      "text": "I see nothing regretable about it at all. Just as I see no reason to *****-foot around the issue as you choose to. In an ideal world, no one should be under the obligation to have to argue against YEC, as it is known beyond all sensible and reasonable doubt to be false. 'YEC theory' has been falsified. It is a dead theory. It ought be be consigned to the rubbish pile along with other 'flat-earth' ideas and ignored. Sadly though with the creation of the internet, people who spout nonsense and fallacy from a position of 'intellectual dishonesty' (they are more accurately called liars BTW) or ignorance have been given a disproportionate voice. It has become necessary to argue against YEC. The best way to do this though is not to endlessly defend evolution from the scientifically illiterate stupid-brigade, but to go on the attack. YEC is weak and easily kicked down for it has no evidence to support it. Abandon your unnecessary civalry toward YEC supporters and give 'em a good - metaphorically speaking only please - kicking.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:36"
    },
    {
      "nodeID": "154002",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:37"
    },
    {
      "nodeID": "154003",
      "text": "Bravo Bradley. That post was a joy to read. Waxy",
      "type": "I",
      "timestamp": "2016-03-08 20:20:37"
    },
    {
      "nodeID": "154004",
      "text": "Yes, great post BradleyHarris! well written, perceptive and insightful.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:37"
    },
    {
      "nodeID": "154005",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:37"
    }
  ],
  "edges": [
    {
      "edgeID": "193302",
      "fromID": "153993",
      "toID": "153994",
      "formEdgeID": null
    },
    {
      "edgeID": "193303",
      "fromID": "153994",
      "toID": "153992",
      "formEdgeID": null
    },
    {
      "edgeID": "193304",
      "fromID": "153996",
      "toID": "153997",
      "formEdgeID": null
    },
    {
      "edgeID": "193305",
      "fromID": "153997",
      "toID": "153995",
      "formEdgeID": null
    },
    {
      "edgeID": "193306",
      "fromID": "153998",
      "toID": "153999",
      "formEdgeID": null
    },
    {
      "edgeID": "193307",
      "fromID": "153999",
      "toID": "153996",
      "formEdgeID": null
    },
    {
      "edgeID": "193308",
      "fromID": "154001",
      "toID": "154002",
      "formEdgeID": null
    },
    {
      "edgeID": "193309",
      "fromID": "154002",
      "toID": "154000",
      "formEdgeID": null
    },
    {
      "edgeID": "193310",
      "fromID": "154004",
      "toID": "154005",
      "formEdgeID": null
    },
    {
      "edgeID": "193311",
      "fromID": "154005",
      "toID": "154003",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
