{
  "nodes": [
    {
      "nodeID": "125732",
      "text": "Yes.",
      "type": "I",
      "timestamp": "2016-01-20 14:39:26"
    },
    {
      "nodeID": "152691",
      "text": "Darwinists are the authors of deceit and have pulled a masterful bait-and-switch on society. [bold added for later]",
      "type": "I",
      "timestamp": "2016-03-08 20:17:33"
    },
    {
      "nodeID": "152692",
      "text": "Yet rather than support his extraordinary claims with any defense that stands up to the slightest scrutiny, supersport once again spams us with another brand new thread saying the same thing that he's had refuted time and time again on countless forums... (No, seriously; do a search, both on this site and on others. I'm not kidding.)",
      "type": "I",
      "timestamp": "2016-03-08 20:17:33"
    },
    {
      "nodeID": "152693",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:33"
    },
    {
      "nodeID": "152694",
      "text": "1) What did the bear replace? 2) What did the bat replace? 3) What did the elephant replace? 4) What did the human replace? 5) What did lions replace? 6) What did Hippopotami replace? 7) What did the ape replace?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:33"
    },
    {
      "nodeID": "152695",
      "text": "Your use of the word 'replace' reveals your ignorance of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:33"
    },
    {
      "nodeID": "152696",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:33"
    },
    {
      "nodeID": "152697",
      "text": "Yet, evolutionists over the decades have mis-characterized many of these adaptive qualities as examples of Darwinian evolution, more specifically selectionist evolution: guppies, cichlids, peppered moths, flies, lizards. [bold added]",
      "type": "I",
      "timestamp": "2016-03-08 20:17:33"
    },
    {
      "nodeID": "152698",
      "text": "A long time ago, a simple experiment was proposed to supersport. This experiment could easily convince an observer of the validity of his viewpoint. All supersport has to do is tag some Biston betularia such that they can be identified individually, and move typica morphs to polluted areas and carbonaria to cleaner areas. If any individual changes form, supersport would be vindicated. supersport has been ignoring this proposal since its introduction.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:33"
    },
    {
      "nodeID": "152699",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:34"
    },
    {
      "nodeID": "152700",
      "text": "1) What did the bear replace?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:34"
    },
    {
      "nodeID": "152701",
      "text": "The redundant 0.3GHz version was replaced by a serial 0.7GHz upgrade which ironed out most of the problems of the older model. I don't know if anyone else had the .3, it always used to give you the 'hibernation error at line 20...insert more berries' message and then turn blue and refuse to budge. Still, the thing was with the .3 bear, you could really get under the bonnet and fiddle about. I customized mine from a European Black to a Grizzly - new fur job and everything. The .7 was essentially designed for XXXXXX. Sure it didn't crash as often but when it did there was nothing you could do but wheel it down to Bear Repairs and pay an extortionate amount for a new muzzle and a set of claws. I moved over to a stoat in '94. Not as much software available but sooo much more reliable. Has anyone seen the Nobel list yet this year. I have a hunch we'll be seeing Supersport on it. His workis really blowing evolution out of the water...",
      "type": "I",
      "timestamp": "2016-03-08 20:17:34"
    },
    {
      "nodeID": "152702",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:17:34"
    },
    {
      "nodeID": "152703",
      "text": "Darwinists are the authors of deceit and have pulled a masterful bait-and-switch on society. They have suckered a segment of the population into believing that evolution is true based on the simple fact that organisms have within their genome the ability to adapt to changing environments.  For example, the artic fox's fur can change from a mid-summer brown to a pure winter white in just a matter of months.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:34"
    },
    {
      "nodeID": "152704",
      "text": "Well, that was a bait-and-switch but it wasn't very masterful. Actually, there are two color morphs in arctic foxes that are determined by a single locus. You are incorrect to claim that the brown morph becomes pure white. That is incorrect. It becomes a very light brown and appears to have a blue sheen. That is why it is known as the 'blue morph'. The 'white morph' is a light brownish gray in summer and becomes pure white in winter. However, the fact that arctic foxes do (not can) change color seasonally is not evolution. All arctic foxes always do change color with the seasons (it happens much quicker than the 'matter of months' that you state), and that isn't evolution. It is evolution that the arctic foxes, like many other northern and arctic animals like the Mustelidae, have evolved the ability to change colors with the seasons.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:34"
    },
    {
      "nodeID": "152705",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:34"
    },
    {
      "nodeID": "152706",
      "text": "It is now well established that the pattern of diversity at a molecular level conforms to a highly ordered hierarchic system. Each class at a molecular level is unique, isolated and unlinked by intermediates. Thus molecules, like fossils have failed to provide the elusive intermediates so long sought by evolutionary biology.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:34"
    },
    {
      "nodeID": "152707",
      "text": "Try a google on cytochrome c.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:34"
    },
    {
      "nodeID": "152708",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:34"
    },
    {
      "nodeID": "152709",
      "text": "Did you expect a creationist to understand the definition of Honesty?  He's a creationist for crying out loud. Their manta is 'to lie, steal, cheat, and defraud anyone' to get their message across.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:34"
    },
    {
      "nodeID": "152710",
      "text": "Just making sure that everybody is aware of his evasion, misrepresentation, and dishonesty. I figured a good time to do that would be while he was accusing scientists of these things... (I figure it's a damn good illustration when a paper's author tells him to stop misrepresenting the paper, and he keeps doing it anyway.) In fairness, being a creationist isn't necessarily an indicator of dishonesty; there are plenty of creationists who are creationists simply because they are uneducated about the subject. Unfortunately, supersport isn't part of this group; he has seen the evidence and is willfully ignorant of it.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:34"
    },
    {
      "nodeID": "152711",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:17:34"
    },
    {
      "nodeID": "152712",
      "text": "Actually, there are two color morphs in arctic foxes that are determined by a single locus. You are incorrect to claim that the brown morph becomes pure white. That is incorrect.Oh? http://www.anwr.org/gallery/images/08-Arctic%20Fox.jpg That looks pretty darn white to me.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:34"
    },
    {
      "nodeID": "152713",
      "text": "Right. That is the white morph in winter fur. Here it is in summer fur. And here is the blue morph in summer fur and winter fur. The fact is that some arctic foxes never are pure white. And it doesn't take a matter of months for them to change from dark to light. I spent a year where I saw lots of these animals every day. Remind me to tell you about Archie, who lived under the C Battery mess hall. But that's not really the point. Your clumsy bait and switch was beginning a discussion about evolution and then trying to represent the seasonal change in color of foxes as evolution. The ability of the foxes to change may be evolution but the fact that they do change every year and then back again isn't.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:34"
    },
    {
      "nodeID": "152714",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152715",
      "text": "[to supersport] Your clumsy bait and switch was beginning a discussion about evolution and then trying to represent the seasonal change in color of foxes as evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152716",
      "text": "Let's not confuse our readers. supersport is not saying it's evolution; he's saying that 'evolutionists' say that it's evolution. It should be clear now to the readers that scientists recognized perfectly well that this is an example of plasticity.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152717",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152718",
      "text": "[to supersport] Please show me an example of a peppered moth that changes from dark to light or light to dark.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152719",
      "text": "He's been avoiding this challenge for months. It should be really easy to do if he were correct, yet... nothing.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152720",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152721",
      "text": "Let's not confuse our readers. supersport is not saying it's evolution; he's saying that 'evolutionists' say that it's evolution. It should be clear now to the readers that scientists recognized perfectly well that this is an example of plasticity.  He's been avoiding this challenge for months. It should be really easy to do if he were correct, yet... nothing.  Of course, but supersport has never been one to give any weight to evidence...",
      "type": "I",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152722",
      "text": "Peppered moths simply emerged from the egg according to background...their 'evolution' had nothing to do with random mutations or natural selection. Butterflies exhibit the same ability...they can emerge with specific wing variations/markings according to predators and other environmental influences. There is no selection. http://ourfcs.friendscentral.org/moths/polyphenism1.html (see bottom picture)  http://unisci.com/stories/20021/0313021.htm The authors note that what's not known about wing patterns in butterflies are the genetic mechanisms that result in the great variety of patterns that exist and an understanding of how those mechanisms have evolved through time  yea...no kidding.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152723",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152724",
      "text": "The fact is that some arctic foxes never are pure white.http://www.greglasley.net/Images/ArcticFoxF2.jpg",
      "type": "I",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152725",
      "text": "Yup! That's the white morph. Doesn't help your case any.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152726",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152727",
      "text": "If that fox was kept in a zoo or other area in the desert so that it could be cared for, I'd bet you a million bucks the fur would turn brown/dark and never turn white again.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152728",
      "text": "And??? What is the question? So none of the conditions that I mentioned and maybe some that I didn't even have the knowledge to consider don't exist in a zoo. And yet, I have some doubts about the survival of an animal in +100 degree temperatures when it is adapted to an environment where 50 degrees is hot, and -30 is common.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152729",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:35"
    },
    {
      "nodeID": "152730",
      "text": "but too bad science is too chicken to try such an experiment...we might know the answers to those things.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:36"
    },
    {
      "nodeID": "152731",
      "text": "And what would that prove? It would certainly show that an animal adapted to survival above the Arctic circle was not adapted to the Arizona desert. Maybe it would indicate that the environmental conditions necessary for the change aren't present in Arizona. How is that relevant to evolutionary theory?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:36"
    },
    {
      "nodeID": "152732",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:36"
    },
    {
      "nodeID": "152733",
      "text": "No they haven't. In the case of the arctic fox it is the ability to change, that is inherited, that is subject to selection.that is nothing but conjecture. Are you telling me that arctic foxes at some point in history did not have this ability?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:36"
    },
    {
      "nodeID": "152734",
      "text": "Actually, it's not conjecture. The genetic makeup of the several subspecies of arctic foxes bear it out. The dominant allele is rare because it is less adaptive. The dominant allele is most likely ancestral. But even foxes below the Arctic circle show differences in their fur between summer and winter. So yes, foxes that were able to change color in the north had a differential reproductive advantage over those who couldn't.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:36"
    },
    {
      "nodeID": "152735",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:36"
    },
    {
      "nodeID": "152736",
      "text": "Do you really doubt me when I tell you that all these show to evolve via phenotypic plasticity?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:36"
    },
    {
      "nodeID": "152737",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:36"
    },
    {
      "nodeID": "152738",
      "text": "....that would probably help me make quite popular, which would help me reproduce....however this trait has not arisen yet....why not?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:36"
    },
    {
      "nodeID": "152739",
      "text": "Please stop demonstrating your complete inability to understand evolutionary theory. How is Texas Stadium meaningful in the population of the earth? Do various blimp pilots who soar over Texas Stadium have better sexual success than you? You seem to be a bit of a sad sack.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:36"
    },
    {
      "nodeID": "152740",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:36"
    },
    {
      "nodeID": "152741",
      "text": "On what evidence do you base your claim that an arctic fox would not change color in the winter if brought to Arizona?temperature, cold. Tell me, if you took your dog to the arizona desert, do you think it would it would put on a winter's coat? If it had a winter's coat do you think it would keep it?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:36"
    },
    {
      "nodeID": "152742",
      "text": "That's not evidence, that's an assertion. As for my dogs (cats), yes. They do put on a winter coat in the much warmer winter climate than Arizona in which I live. So I return to my original question, on what evidence do you base your claim that an arctic fox would not change color in the winter in Arizona?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:36"
    },
    {
      "nodeID": "152743",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:36"
    },
    {
      "nodeID": "152744",
      "text": "That's why you don't find them much below the Arctic circle. Anyway, the change still isn't evolution.That's my claim",
      "type": "I",
      "timestamp": "2016-03-08 20:17:37"
    },
    {
      "nodeID": "152745",
      "text": "What's your claim? That the seasonal molt of arctic foxes is evolution or that it is not? As usual, your responses show muddled thinking.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:37"
    },
    {
      "nodeID": "152746",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:37"
    }
  ],
  "edges": [
    {
      "edgeID": "192382",
      "fromID": "152692",
      "toID": "152693",
      "formEdgeID": null
    },
    {
      "edgeID": "192383",
      "fromID": "152693",
      "toID": "152691",
      "formEdgeID": null
    },
    {
      "edgeID": "192384",
      "fromID": "152695",
      "toID": "152696",
      "formEdgeID": null
    },
    {
      "edgeID": "192385",
      "fromID": "152696",
      "toID": "152694",
      "formEdgeID": null
    },
    {
      "edgeID": "192386",
      "fromID": "152698",
      "toID": "152699",
      "formEdgeID": null
    },
    {
      "edgeID": "192387",
      "fromID": "152699",
      "toID": "152697",
      "formEdgeID": null
    },
    {
      "edgeID": "192388",
      "fromID": "152701",
      "toID": "152702",
      "formEdgeID": null
    },
    {
      "edgeID": "192389",
      "fromID": "152702",
      "toID": "152700",
      "formEdgeID": null
    },
    {
      "edgeID": "192390",
      "fromID": "152704",
      "toID": "152705",
      "formEdgeID": null
    },
    {
      "edgeID": "192391",
      "fromID": "152705",
      "toID": "152703",
      "formEdgeID": null
    },
    {
      "edgeID": "192392",
      "fromID": "152707",
      "toID": "152708",
      "formEdgeID": null
    },
    {
      "edgeID": "192393",
      "fromID": "152708",
      "toID": "152706",
      "formEdgeID": null
    },
    {
      "edgeID": "192394",
      "fromID": "152710",
      "toID": "152711",
      "formEdgeID": null
    },
    {
      "edgeID": "192395",
      "fromID": "152711",
      "toID": "152709",
      "formEdgeID": null
    },
    {
      "edgeID": "192396",
      "fromID": "152713",
      "toID": "152714",
      "formEdgeID": null
    },
    {
      "edgeID": "192397",
      "fromID": "152714",
      "toID": "152712",
      "formEdgeID": null
    },
    {
      "edgeID": "192398",
      "fromID": "152716",
      "toID": "152717",
      "formEdgeID": null
    },
    {
      "edgeID": "192399",
      "fromID": "152717",
      "toID": "152715",
      "formEdgeID": null
    },
    {
      "edgeID": "192400",
      "fromID": "152719",
      "toID": "152720",
      "formEdgeID": null
    },
    {
      "edgeID": "192401",
      "fromID": "152720",
      "toID": "152718",
      "formEdgeID": null
    },
    {
      "edgeID": "192402",
      "fromID": "152722",
      "toID": "152723",
      "formEdgeID": null
    },
    {
      "edgeID": "192403",
      "fromID": "152723",
      "toID": "152721",
      "formEdgeID": null
    },
    {
      "edgeID": "192404",
      "fromID": "152725",
      "toID": "152726",
      "formEdgeID": null
    },
    {
      "edgeID": "192405",
      "fromID": "152726",
      "toID": "152724",
      "formEdgeID": null
    },
    {
      "edgeID": "192406",
      "fromID": "152728",
      "toID": "152729",
      "formEdgeID": null
    },
    {
      "edgeID": "192407",
      "fromID": "152729",
      "toID": "152727",
      "formEdgeID": null
    },
    {
      "edgeID": "192408",
      "fromID": "152731",
      "toID": "152732",
      "formEdgeID": null
    },
    {
      "edgeID": "192409",
      "fromID": "152732",
      "toID": "152730",
      "formEdgeID": null
    },
    {
      "edgeID": "192410",
      "fromID": "152734",
      "toID": "152735",
      "formEdgeID": null
    },
    {
      "edgeID": "192411",
      "fromID": "152735",
      "toID": "152733",
      "formEdgeID": null
    },
    {
      "edgeID": "192412",
      "fromID": "125732",
      "toID": "152737",
      "formEdgeID": null
    },
    {
      "edgeID": "192413",
      "fromID": "152737",
      "toID": "152736",
      "formEdgeID": null
    },
    {
      "edgeID": "192414",
      "fromID": "152739",
      "toID": "152740",
      "formEdgeID": null
    },
    {
      "edgeID": "192415",
      "fromID": "152740",
      "toID": "152738",
      "formEdgeID": null
    },
    {
      "edgeID": "192416",
      "fromID": "152742",
      "toID": "152743",
      "formEdgeID": null
    },
    {
      "edgeID": "192417",
      "fromID": "152743",
      "toID": "152741",
      "formEdgeID": null
    },
    {
      "edgeID": "192418",
      "fromID": "152745",
      "toID": "152746",
      "formEdgeID": null
    },
    {
      "edgeID": "192419",
      "fromID": "152746",
      "toID": "152744",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
