{
  "nodes": [
    {
      "nodeID": "137947",
      "text": "The suspect, identified as a 41-year-old doctor with personal and professional problems, is in custody in Fujian province. The victims were reported to be mostly first-graders. Three children died at the scene and five died later at a hospital, authorities said. At least five other children were injured.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "137948",
      "text": "The biblical end has got to be near. This was a Doctor who spends all of his life saving people's lives.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "137949",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "137950",
      "text": "Historically, the causes and origins of crime have been the subjects of investigation by many disciplines. Some factors that are known to affect the volume and type of crime occurring from place to place are: Population density and degree of urbanization. Variations in composition of the population, particularly youth concentration. Stability of population with respect to residents' mobility, commutingXpatterns, and transient factors. Modes of transportation and highway system. Economic conditions, including median income, poverty level, and job availability. Cultural factors and educational, recreational, and religious characteristics. Family conditions with respect to divorce and family cohesiveness. Climate. Effective strength of law enforcement agencies. Administrative and investigative emphases of law enforcement. Policies of other components of the criminal justice system (i.e., prosecutorial, judicial, correctional, and probational). Citizens' attitudes toward crime. Crime reporting practices of the citizenry.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "137951",
      "text": "And gun control is not on the list.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "137952",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "137953",
      "text": "Total Background checks = 111,582,241 Checks for multiple guns = 1,621,282",
      "type": "I",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "137954",
      "text": "Total of denials = 761,814  Violent Crime and Murder rate decreased.  Crime in the United States -- by Volume and Rate per 100,000 Inhabitants, 1989&#8211;2008",
      "type": "I",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "137955",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "137956",
      "text": "1989 Violent crime = 666.9 murder rate= 8.7 1991 Violent crime = 758.2 murder rate= 9.8 1995 Violent crime = 684.5 murder rate= 8.2 2000 Violent crime = 506.5 murder rate= 5.5 2005 Violent crime = 469.0 murder rate= 5.6 2008 Violent crime = 454.5 murder rate= 5.4",
      "type": "I",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "137957",
      "text": "Add these preliminary figures.  For Release December 21, 2009",
      "type": "I",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "137958",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "137959",
      "text": "Preliminary figures indicate that, as a whole, law enforcement agencies throughout the Nation reported a decrease of 4.4 percent in the number of violent crimes....",
      "type": "I",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "137960",
      "text": "Our emphasis on Police and crime fighting reduced crime. Not gun control! Our murder rate is largely an Inner City drug and drug gang related problem. Fix that and then you will finally be doing something!",
      "type": "I",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "137961",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "137962",
      "text": "Man stabs, kills 8 children outside school in China  The biblical end has got to be near. This was a Doctor who spends all of his life saving people's lives.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137963",
      "text": "And he accomplished all this human carnage without a gun. This just proves that if it was possible to eliminate all projectile firing weapons from existing on earth, men would find a way to commit atrocities against his own kind just as he did before such weapons existed if murder was in his heart. Guns are not the issue, the corrupted heart/nature of humanity is.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137964",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137965",
      "text": "A-MEN brother...emoticon_xagree",
      "type": "I",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137966",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137967",
      "text": "Why do people on the pro-gun side continuously try to oversimplify the issue? No one is really arguing that there would be zero murder without guns. The question is would there be less murders without guns. In developed nations with stricter gun laws there are less murders. At any rate, I don't think you can draw such conclusions based on one incident.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137968",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137969",
      "text": "No one is really arguing that there would be zero murder without guns. The question is would there be less murders without guns.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137970",
      "text": "Without guns? Like guns somehow suddenly stop existing? The answer would be no, and it'll always be no.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137971",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137972",
      "text": "Why do people on the pro-gun side continuously try to oversimplify the issue?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137973",
      "text": "We could ask you the same thing. Why do you constantly try and oversimplify things by claiming that gun control will work, while at the same time not discussing matters relating to income, surroundings, upbringing, recidivism rates, prison sentences and other such matters?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137974",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137975",
      "text": "In developed nations with stricter gun laws there are less murders.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137976",
      "text": "We're you just talking about oversimplification? I see you conveniently leave out the in depth issues that contribute to how other nations work. Police powers, government oversight, economy, the rights of the people, etc. Why do you choose to believe that the gun laws are the sole determining factor that make all the difference?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137977",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137978",
      "text": "Compared to what? The U.S.? That would be laughable if it wasn't so serious, it is plain ridiculous. The CDC and NAS studies Tither has posted so many times still hasn't sunk it has it? There is no benefit to any gun control law that has been studied! Now here you are ignoring and contradicting scientific facts...again. Take Chicago, they have strict gun laws and have over 3 times the national rate of murders.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137979",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:09"
    },
    {
      "nodeID": "137980",
      "text": "A slimey claim you cannot support as usual. In developed Nations, the U.S. is far down the list as has been posted on this very board at least 5 times. Those 'other' Nations also have far more crime and violent crime than the U.S.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137981",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137982",
      "text": "Is supposed to be logical but is a fallacy oft repeated to lure unsuspecting readers to your conclusion without any factual evidence. It is similar to the claim 'stricter gun laws prevent suicides'. We know this is false from Japan's history and statistics. We also know from criminologist and sociologists that method substitution does nothing to prevent suicides. In fact, in kanada, suicides increased with stricter gun laws...another failed experiment. YOUR hint of 'developed nations' is misleading and by presentation you try to lure the reader into thinking that gun control only exists in 'developed nations' as if there is a superiority in people who inhabit them.  Tell you what star gazer, list the 'undeveloped nations'. I would say your nation is barbaric and undeveloped :) At the very least, you demonstrate it is uneducated :)",
      "type": "I",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137983",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137984",
      "text": "You don't seem all that upset over eight children being murdered. Why, is the number too low before you get your dander up? Does the anti-gun crowd have a threshold of death that has to be reached before there's outcry over it?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137985",
      "text": "Another slimy attempt by you to misrepresent my position. Of course eight children being murdered is a horrible tragedy but statistically it doesn't tell us anything. You and your comrades might want to educate yourselves about the meaning of 'statistical significance' before responding.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137986",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137987",
      "text": "An attempt by you to dodge the main point.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137988",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137989",
      "text": "Given that this is the gun control forum, it seems logical to focus on gun control rather than other factors relevant to the crime rate. This is just a slimy attempt by you to misrepresent my position.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137990",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137991",
      "text": "What's the main point in this case?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137992",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137993",
      "text": "So how do 'Police powers, government oversight, economy, the rights of the people' account for the lower homicide rates among other developed nations? If you have an actual argument to make then make it. Otherwise, stop trying to muddy the waters.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137994",
      "text": "It has absolutely everything to do with supposedly lower homicide rates. If there's a low homicide rate in one selected country, and the police have the authority to beat a confession out of you and make annual inspections of your home, then those are facts that the people need to be aware of. You can't just claim 'Country A has more gun control and a lower homicide rate than Country B does' and leave it at that. You've got to give absolutely every single fact available if you ever hope to draw a proper comparison.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137995",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137996",
      "text": "This is just a slimy attempt by you to misrepresent my position.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137997",
      "text": "Then better define your position.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137998",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:10"
    },
    {
      "nodeID": "137999",
      "text": "And statistically a school massacre by someone with a concealed carry permit is just short of being nonexistent, but that fact still doesn't mean a thing to you.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138000",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138001",
      "text": "Given that this is the gun control forum, it seems logical to focus on gun control rather than other factors relevant to the crime rate.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138002",
      "text": "It's completely illogical.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138003",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138004",
      "text": "Despite all your hoplophobia, governments have killed more people, their own people in the last century than all wars combined. That is an indisputable fact.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138005",
      "text": "What does this have to do with nations like England having lower murder rates? Try to stay on topic.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138006",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138007",
      "text": "You sure can. A mass murder of at least 13 children was committed with a knife. That has happened before even in Japan as well as other countries including here. No conclusion to be drawn. It happened, it is history and now a well known fact.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138008",
      "text": "You don't even take into consideration the possibility that Japan could have a higher mass murder rate- perhaps the same as the US- if guns were freely available in that country. You have a lot of explaining to do if you expect me to buy what you're trying to peddle.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138009",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138010",
      "text": "Take Chicago, they have strict gun laws and have over 3 times the national rate of murders.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138011",
      "text": "Stop trying to muddy the waters. I was talking about developed nations with lower murder rates. You suddenly bring Chicago into the debate- a city with open borders in a nation where guns are freely available. Even if gun control hasn't worked there it doesn't follow that gun laws can't work on a national level.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138012",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138013",
      "text": "So what developed nations have lower murder rates than the US?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138014",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138015",
      "text": "Compared to what? The U.S.? That would be laughable if it wasn't so serious, it is plain ridiculous. The CDC and NAS studies Tither has posted so many times still hasn't sunk it has it? There is no benefit to any gun control law that has been studied! Now here you are ignoring and contradicting scientific facts...again.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138016",
      "text": "Don't expect your misrepresentations of the findings of those studies to sink in. I'm not that easily fooled.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:11"
    },
    {
      "nodeID": "138017",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138018",
      "text": "I wasn't oversimplifying anything, only stating the obvious in that a whack job intent on murdering people can do it very effectively without a gun. But by disarming honest people as you would do, you insure that criminals who have no respect for the law will remain the only people armed in our society once the law abiding people willingly give theirs up. That will be a time to truly worry about our personal safety since we all know the police only respond to crimes committed but can't prevent crime from occurring as it's happening since most violent crimes take place in private settings. You anti-second amendment mooks simplify the issue by thinking that disarming good people who own weapons will somehow change the nature of all men. If you look at the rates of violent crimes in nations with stricter gun laws you will see that on a per capita basis violent crimes are just as high as they are here. It's just that more people die from stabbings and beatings than do here. But when all is said and done, dead is dead is dead. :xbanghead",
      "type": "I",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138019",
      "text": "I'm not arguing that gun control will change the nature of men- though guns may make them more willing and confident to engage in crime. With guns criminals can do even more damage. Adding guns to crime is like adding gasoline to a fire- it makes an already existing problem worse. If you think that just as many people die from stabbing and beatings in other developed nations as people die from guns in the US then you need to do more research.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138020",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138021",
      "text": "Nope, I don't deal in fiction and hyperbole; I just deal in facts unlike the gun grabbers you support with wild off the wall claims they can't prove and neither can you prove your 'theory', you are far removed from reality.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138022",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138023",
      "text": "A master baiter like you should present your thesis to be taken seriously, you haven't and you aren't.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138024",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138025",
      "text": "Did you read the TOPIC? Evidently not! Your assignement, should you attempt to take it, is to state your thesis and prove it by fact and not guess and assumptions and WA claims. I have no interest in trying to prove some wall eyed statement from a mouth breather. :) It is not my job to try to prove your hypotehesis based on guess and innuendo. The facts have been in long ago, posted and you ignored them now you come in to MUDDY THE WATERS AND PRETEND FACTS NEVER EXISTED.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138026",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138027",
      "text": "I'm not arguing that gun control will change the nature of men- though guns may make them more willing and confident to engage in crime.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138028",
      "text": "That's basically saying the Pope can be made into a murderer by handing him a gun.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138029",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138030",
      "text": "If you think that just as many people die from stabbing and beatings in other developed nations as people die from guns in the US then you need to do more research.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138031",
      "text": "Millions of people died before guns came into existence. Hundreds of thousands per day, per incident. Prove otherwise.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138032",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138033",
      "text": "With guns criminals can do even more damage.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138034",
      "text": "Not really.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138035",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:12"
    },
    {
      "nodeID": "138036",
      "text": "Adding guns to crime is like adding gasoline to a fire- it makes an already existing problem worse.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:13"
    },
    {
      "nodeID": "138037",
      "text": "There's no adding of firearms going on, because they're already there! The criminals have them, that's a hard fact of life that can't ever be changed. Deal with it. What we want is for the intended victims to be on equal footing with the bad guys. There's nothing unreasonable about that.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:13"
    },
    {
      "nodeID": "138038",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:13"
    },
    {
      "nodeID": "138039",
      "text": "Adding guns to crime is like adding gasoline to a fire- it makes an already existing problem worse. If you think that just as many people die from stabbing and beatings in other developed nations as people die from guns in the US then you need to do more research.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:13"
    },
    {
      "nodeID": "138040",
      "text": "Guns in our society increased.  Total NICS Firearm Background Checks -- November 30, 1998 - February 28, 2010",
      "type": "I",
      "timestamp": "2016-03-08 19:46:13"
    },
    {
      "nodeID": "138041",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:13"
    },
    {
      "nodeID": "138042",
      "text": "Originally Posted by Galileo Why do people on the pro-gun side continuously try to oversimplify the issue? No one is really arguing that there would be zero murder without guns. The question is would there be less murders without guns. In developed nations with stricter gun laws there are less murders. At any rate, I don't think you can draw such conclusions based on one incident.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:13"
    },
    {
      "nodeID": "138043",
      "text": "Your XXX-umption that is a poor attempt to certify a false delimma has long been answered. How many people have been killed in Africa with short handled hoes and machetes? Nary a gun amoungst them.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:13"
    },
    {
      "nodeID": "138044",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:13"
    }
  ],
  "edges": [
    {
      "edgeID": "181960",
      "fromID": "137948",
      "toID": "137949",
      "formEdgeID": null
    },
    {
      "edgeID": "181961",
      "fromID": "137949",
      "toID": "137947",
      "formEdgeID": null
    },
    {
      "edgeID": "181962",
      "fromID": "137951",
      "toID": "137952",
      "formEdgeID": null
    },
    {
      "edgeID": "181963",
      "fromID": "137952",
      "toID": "137950",
      "formEdgeID": null
    },
    {
      "edgeID": "181964",
      "fromID": "137954",
      "toID": "137955",
      "formEdgeID": null
    },
    {
      "edgeID": "181965",
      "fromID": "137955",
      "toID": "137953",
      "formEdgeID": null
    },
    {
      "edgeID": "181966",
      "fromID": "137957",
      "toID": "137958",
      "formEdgeID": null
    },
    {
      "edgeID": "181967",
      "fromID": "137958",
      "toID": "137956",
      "formEdgeID": null
    },
    {
      "edgeID": "181968",
      "fromID": "137960",
      "toID": "137961",
      "formEdgeID": null
    },
    {
      "edgeID": "181969",
      "fromID": "137961",
      "toID": "137959",
      "formEdgeID": null
    },
    {
      "edgeID": "181970",
      "fromID": "137963",
      "toID": "137964",
      "formEdgeID": null
    },
    {
      "edgeID": "181971",
      "fromID": "137964",
      "toID": "137962",
      "formEdgeID": null
    },
    {
      "edgeID": "181972",
      "fromID": "137965",
      "toID": "137966",
      "formEdgeID": null
    },
    {
      "edgeID": "181973",
      "fromID": "137966",
      "toID": "137963",
      "formEdgeID": null
    },
    {
      "edgeID": "181974",
      "fromID": "137967",
      "toID": "137968",
      "formEdgeID": null
    },
    {
      "edgeID": "181975",
      "fromID": "137968",
      "toID": "137963",
      "formEdgeID": null
    },
    {
      "edgeID": "181976",
      "fromID": "137970",
      "toID": "137971",
      "formEdgeID": null
    },
    {
      "edgeID": "181977",
      "fromID": "137971",
      "toID": "137969",
      "formEdgeID": null
    },
    {
      "edgeID": "181978",
      "fromID": "137973",
      "toID": "137974",
      "formEdgeID": null
    },
    {
      "edgeID": "181979",
      "fromID": "137974",
      "toID": "137972",
      "formEdgeID": null
    },
    {
      "edgeID": "181980",
      "fromID": "137976",
      "toID": "137977",
      "formEdgeID": null
    },
    {
      "edgeID": "181981",
      "fromID": "137977",
      "toID": "137975",
      "formEdgeID": null
    },
    {
      "edgeID": "181982",
      "fromID": "137978",
      "toID": "137979",
      "formEdgeID": null
    },
    {
      "edgeID": "181983",
      "fromID": "137979",
      "toID": "137967",
      "formEdgeID": null
    },
    {
      "edgeID": "181984",
      "fromID": "137980",
      "toID": "137981",
      "formEdgeID": null
    },
    {
      "edgeID": "181985",
      "fromID": "137981",
      "toID": "137967",
      "formEdgeID": null
    },
    {
      "edgeID": "181986",
      "fromID": "137982",
      "toID": "137983",
      "formEdgeID": null
    },
    {
      "edgeID": "181987",
      "fromID": "137983",
      "toID": "137967",
      "formEdgeID": null
    },
    {
      "edgeID": "181988",
      "fromID": "137985",
      "toID": "137986",
      "formEdgeID": null
    },
    {
      "edgeID": "181989",
      "fromID": "137986",
      "toID": "137984",
      "formEdgeID": null
    },
    {
      "edgeID": "181990",
      "fromID": "137987",
      "toID": "137988",
      "formEdgeID": null
    },
    {
      "edgeID": "181991",
      "fromID": "137988",
      "toID": "137970",
      "formEdgeID": null
    },
    {
      "edgeID": "181992",
      "fromID": "137989",
      "toID": "137990",
      "formEdgeID": null
    },
    {
      "edgeID": "181993",
      "fromID": "137990",
      "toID": "137970",
      "formEdgeID": null
    },
    {
      "edgeID": "181994",
      "fromID": "137991",
      "toID": "137992",
      "formEdgeID": null
    },
    {
      "edgeID": "181995",
      "fromID": "137992",
      "toID": "137985",
      "formEdgeID": null
    },
    {
      "edgeID": "181996",
      "fromID": "137994",
      "toID": "137995",
      "formEdgeID": null
    },
    {
      "edgeID": "181997",
      "fromID": "137995",
      "toID": "137993",
      "formEdgeID": null
    },
    {
      "edgeID": "181998",
      "fromID": "137997",
      "toID": "137998",
      "formEdgeID": null
    },
    {
      "edgeID": "181999",
      "fromID": "137998",
      "toID": "137996",
      "formEdgeID": null
    },
    {
      "edgeID": "182000",
      "fromID": "137999",
      "toID": "138000",
      "formEdgeID": null
    },
    {
      "edgeID": "182001",
      "fromID": "138000",
      "toID": "137985",
      "formEdgeID": null
    },
    {
      "edgeID": "182002",
      "fromID": "138002",
      "toID": "138003",
      "formEdgeID": null
    },
    {
      "edgeID": "182003",
      "fromID": "138003",
      "toID": "138001",
      "formEdgeID": null
    },
    {
      "edgeID": "182004",
      "fromID": "138005",
      "toID": "138006",
      "formEdgeID": null
    },
    {
      "edgeID": "182005",
      "fromID": "138006",
      "toID": "138004",
      "formEdgeID": null
    },
    {
      "edgeID": "182006",
      "fromID": "138008",
      "toID": "138009",
      "formEdgeID": null
    },
    {
      "edgeID": "182007",
      "fromID": "138009",
      "toID": "138007",
      "formEdgeID": null
    },
    {
      "edgeID": "182008",
      "fromID": "138011",
      "toID": "138012",
      "formEdgeID": null
    },
    {
      "edgeID": "182009",
      "fromID": "138012",
      "toID": "138010",
      "formEdgeID": null
    },
    {
      "edgeID": "182010",
      "fromID": "138013",
      "toID": "138014",
      "formEdgeID": null
    },
    {
      "edgeID": "182011",
      "fromID": "138014",
      "toID": "137978",
      "formEdgeID": null
    },
    {
      "edgeID": "182012",
      "fromID": "138016",
      "toID": "138017",
      "formEdgeID": null
    },
    {
      "edgeID": "182013",
      "fromID": "138017",
      "toID": "138015",
      "formEdgeID": null
    },
    {
      "edgeID": "182014",
      "fromID": "138019",
      "toID": "138020",
      "formEdgeID": null
    },
    {
      "edgeID": "182015",
      "fromID": "138020",
      "toID": "138018",
      "formEdgeID": null
    },
    {
      "edgeID": "182016",
      "fromID": "138021",
      "toID": "138022",
      "formEdgeID": null
    },
    {
      "edgeID": "182017",
      "fromID": "138022",
      "toID": "138005",
      "formEdgeID": null
    },
    {
      "edgeID": "182018",
      "fromID": "138023",
      "toID": "138024",
      "formEdgeID": null
    },
    {
      "edgeID": "182019",
      "fromID": "138024",
      "toID": "138005",
      "formEdgeID": null
    },
    {
      "edgeID": "182020",
      "fromID": "138025",
      "toID": "138026",
      "formEdgeID": null
    },
    {
      "edgeID": "182021",
      "fromID": "138026",
      "toID": "138005",
      "formEdgeID": null
    },
    {
      "edgeID": "182022",
      "fromID": "138028",
      "toID": "138029",
      "formEdgeID": null
    },
    {
      "edgeID": "182023",
      "fromID": "138029",
      "toID": "138027",
      "formEdgeID": null
    },
    {
      "edgeID": "182024",
      "fromID": "138031",
      "toID": "138032",
      "formEdgeID": null
    },
    {
      "edgeID": "182025",
      "fromID": "138032",
      "toID": "138030",
      "formEdgeID": null
    },
    {
      "edgeID": "182026",
      "fromID": "138034",
      "toID": "138035",
      "formEdgeID": null
    },
    {
      "edgeID": "182027",
      "fromID": "138035",
      "toID": "138033",
      "formEdgeID": null
    },
    {
      "edgeID": "182028",
      "fromID": "138037",
      "toID": "138038",
      "formEdgeID": null
    },
    {
      "edgeID": "182029",
      "fromID": "138038",
      "toID": "138036",
      "formEdgeID": null
    },
    {
      "edgeID": "182030",
      "fromID": "138040",
      "toID": "138041",
      "formEdgeID": null
    },
    {
      "edgeID": "182031",
      "fromID": "138041",
      "toID": "138039",
      "formEdgeID": null
    },
    {
      "edgeID": "182032",
      "fromID": "138043",
      "toID": "138044",
      "formEdgeID": null
    },
    {
      "edgeID": "182033",
      "fromID": "138044",
      "toID": "138042",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
