{
  "nodes": [
    {
      "nodeID": "153809",
      "text": "The no brainers gun nuts have a modicum of brain though, enough to show them that without guns there can be no shootings.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:09"
    },
    {
      "nodeID": "153810",
      "text": "And without a limited lifespan there would be no death. But we don't live in such a world, so shut up and get onto a more relevant topic.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:09"
    },
    {
      "nodeID": "153811",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:09"
    },
    {
      "nodeID": "153812",
      "text": "This would be a funny thread if the subject matter weren't tragic. The no brainers gun nuts have a modicum of brain though, enough to show them that without guns there can be no shootings. This is the crux of the matter and they know it. So they twist, squirm, insult, bend every possible way trying to avoid facing this uncomfortable truth. But there is no way out and they know it. They love their guns, they are addicted to them like a crack head to coke, they know is a sick devotion that fills their pathetic lives but they can&#8217;t be rid of. Perhaps moving to a sane country such as an European country or Japan or Australia would teach them how the rest of us live unencumbered by paranoia and feeling and being safe without an arsenal strapped to our belts. Come to Australia and leave your guns and ammo behind and you will become free, free from your security blankets. Grow up scared children. I know not all Americans are gun nuts, there some sane persons in America otherwise it would be the Wild West from coast to coast.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:09"
    },
    {
      "nodeID": "153813",
      "text": "Yes come over here and live in gun hating australia could you. THen when you call the cops after your father has been murdered and you kidnapped and torchered because you cannot have a gun for self defence you can wait 9 HOURS for the police to come and find your bloodied body lying on the ground. When you think of it 9 hours is not that long, I can fly from QLD to Japan in that, or play 3 baseball games back to back or run 3 marathons back to back. I am sure that somebody of your 'intelligence' will have no problems with distracing some murders for 9 hours.  Why carnt US soldiers carry guns on base for self defense? Please winston i cnallenge you to show us some cold hard facts that taking guns away from the law abiding drives crime down. Perhaps that family could have done it in the 9 hours it took for the police to come.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:09"
    },
    {
      "nodeID": "153814",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:10"
    },
    {
      "nodeID": "153815",
      "text": "spoken as a true loony lead for brains gun crazy Thank you for proving me right",
      "type": "I",
      "timestamp": "2016-03-08 20:20:10"
    },
    {
      "nodeID": "153816",
      "text": "Just trying to help out where I can, and if it proves you right well that makes a first time huh?:)Sarge its a first!!",
      "type": "I",
      "timestamp": "2016-03-08 20:20:10"
    },
    {
      "nodeID": "153817",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:10"
    }
  ],
  "edges": [
    {
      "edgeID": "193174",
      "fromID": "153810",
      "toID": "153811",
      "formEdgeID": null
    },
    {
      "edgeID": "193175",
      "fromID": "153811",
      "toID": "153809",
      "formEdgeID": null
    },
    {
      "edgeID": "193176",
      "fromID": "153813",
      "toID": "153814",
      "formEdgeID": null
    },
    {
      "edgeID": "193177",
      "fromID": "153814",
      "toID": "153812",
      "formEdgeID": null
    },
    {
      "edgeID": "193178",
      "fromID": "153816",
      "toID": "153817",
      "formEdgeID": null
    },
    {
      "edgeID": "193179",
      "fromID": "153817",
      "toID": "153815",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
