{
  "nodes": [
    {
      "nodeID": "162265",
      "text": "It has been brought to my attention, that getting your tubes tied or burned is considered abortion. Why? Well, because you are preventing a human life. I, of course, don't agree. However, it has been made clear that it is preventing life by preventing the egg that might be fertilized from being fertilized.  I think that it is not fair. Say, perhaps, that the egg would never get fertilized? Then could I get my tubes tied? But, you will never know if the egg will ever produce into something more, until you die. So, should I not do what I want, based on something that I will never know? What do you think?",
      "type": "I",
      "timestamp": "2016-03-08 20:39:35"
    },
    {
      "nodeID": "162266",
      "text": "No I don't think that tying your tubes is abortion. I only think abortion comes into play when there is actually cells forming to make a baby, and you get them scraped out, or abort a baby before or after the third trimester. Plus I heard that if you tie the tubes, when you decide you want a baby you can untie the tubes, to conceive a baby. But burning is another thing. But unless there is actual cells forming it is not abortionemoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:39:35"
    },
    {
      "nodeID": "162267",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:35"
    },
    {
      "nodeID": "162268",
      "text": "I have never heard that any form of pre-conception contraception were equaled to abortion. Rather, I've heard it expressed that any sex that is not intended for procreation is sinful. A bit of difference. And Ryuuichi, a decision not to have children is something that a 17 year old is far from ready to make. The reversibility of the procedure is questionable. As for abortion, it is generally a one time effect and does not lead to permanent infertility (except perhaps as a rare unwanted side effect).",
      "type": "I",
      "timestamp": "2016-03-08 20:39:35"
    },
    {
      "nodeID": "162269",
      "text": "So an 17 year old is fine to make a decision not to have a child with an abortion but not with a another procedure? Also permenent infertility once again is my choice no one else should have any say in the matter. But of course let's all make decisions for the individual right?  <_<  Yeah once again so much for a women's right to choose. It's my body and you guys have nothing to do with it regardless of my age or the wiseness of my decision. Because of course all 17 year old girls who want their tubes tied just want to have unprotected pregnancy free sex right? Can't be that I have a severe genetic disorder that could be passed on that or that I am fully aware that I detest children ohhh no I just want to have risk free sex emoticon_rolleyes Can't be that I don't want to have to go through an abortion because I'm fully aware of the fact that it is a permanent procedure (that fetus/child/whatever the heck you wanna call it) is gone forever.  Meh though I'll find a doctor who will do it. Just as those girls who wanted abortions did when it was illegal. The sad thing is though I shouldn't have to.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:35"
    },
    {
      "nodeID": "162270",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:35"
    },
    {
      "nodeID": "162271",
      "text": "You have obviously been told this by a pro-choicer who will leap to any rationale no matter how shallow in order to justify his/her defense for abortion. He fails to appreciate that preventing an egg from being fertilized is not at all similar to murdering a fetus which is in many cases at a minimum of up to 3 months of development.   Hi Ryuuichi, If I might defend your doctor for a second, I think I can explain his thinking. He/she understands that what you think you want at 17 yrs. old MIGHT be very different than what you will want when you are in your 20s and in love with your potential soul mate. At that time, when the man of your dreams is real and you two actually discuss your future lives together, if you then decide to get your tubes tied and never have children, he will be confident that your decision is rational and based on a mutual decision with your spouse.  See the difference? To make that decision now could and probably would be greatly regretted since most men you meet in your 20s who fall in love with you will desire to have children with you one day. Very few men would choose to marry a woman who could never give them natural children. In fact, I can say with confidence that to make such a permanent decision without including the man you will fall in love with and want to marry one day is probably the most selfish decision a woman could make. Think about it as a woman in love some day and you will see my point, I'm sure. emoticon_xangel",
      "type": "I",
      "timestamp": "2016-03-08 20:39:36"
    },
    {
      "nodeID": "162272",
      "text": "And have a child with a terminal disease and watch them most likely die slowly because of my 'soul mate.' Yeah. I'm thinking if they're willing to make me go through that they're not a soul mate at all. <_<",
      "type": "I",
      "timestamp": "2016-03-08 20:39:36"
    },
    {
      "nodeID": "162273",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:36"
    },
    {
      "nodeID": "162274",
      "text": "Give Ryuuichi a break will you. She is a 17 year old girl that is contemplating getting sterilised and is sharing that with the rest of us. Christ, wasnt anybody here 17 years old?",
      "type": "I",
      "timestamp": "2016-03-08 20:39:36"
    },
    {
      "nodeID": "162275",
      "text": "Yes I was 17 years old before, but if I asked a question, or told my business, I was mature enough to deal with the responses whether they were in my favor or not. Now that I'm 26 I can take people not agreeing with me. I'm not knocking her decision, just her attitude.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:36"
    },
    {
      "nodeID": "162276",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:36"
    }
  ],
  "edges": [
    {
      "edgeID": "199194",
      "fromID": "162266",
      "toID": "162267",
      "formEdgeID": null
    },
    {
      "edgeID": "199195",
      "fromID": "162267",
      "toID": "162265",
      "formEdgeID": null
    },
    {
      "edgeID": "199196",
      "fromID": "162269",
      "toID": "162270",
      "formEdgeID": null
    },
    {
      "edgeID": "199197",
      "fromID": "162270",
      "toID": "162268",
      "formEdgeID": null
    },
    {
      "edgeID": "199198",
      "fromID": "162272",
      "toID": "162273",
      "formEdgeID": null
    },
    {
      "edgeID": "199199",
      "fromID": "162273",
      "toID": "162271",
      "formEdgeID": null
    },
    {
      "edgeID": "199200",
      "fromID": "162275",
      "toID": "162276",
      "formEdgeID": null
    },
    {
      "edgeID": "199201",
      "fromID": "162276",
      "toID": "162274",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
