{
  "nodes": [
    {
      "nodeID": "156240",
      "text": "U.S. guns arm Mexican drug cartels - Los Angeles Times",
      "type": "I",
      "timestamp": "2016-03-08 20:25:41"
    },
    {
      "nodeID": "156241",
      "text": "And how exactly do you explain the article mentioning the hand grenades and rocket launchers? Are you saying that the average gun store has such items in stock? Trigger's link is much more accurate than yours is. Mexico Cartels Don't Buy Assault Weapons from U.S. 'The next day I went into work and sat down with a trusted senior Mexican manager. I looked at him and said, 'I thought guns were illegal in Mexico.' He chuckled and said, 'So you stayed in town last night?' As the conversation progressed, it became clear that guns are as common in Mexico as tamales at Christmas. Everyone he knows, including himself, own at least one gun. And, it matters not whether it's a semi-auto or fully automatic, they're all illegal, so why stop with semi-autos? Though clearly illegal in the states in most instances, a lot of Mexicans have more firepower in terms of military weapons than we can only dream of owning here.' 'These are not the so-called 'assault weapons' you can buy at the local gun shop in the U.S., but full select-fire military-issue rifles. Now, I know you want to know and are dying to ask; Did I see any U.S. military-issue weapons stolen from the U.S. military? Not a single one was marked with U.S. military markings. Everything was marked with additional foreign markings on the receiver, including M16 rifles, or they had nothing at all. I saw firearms manufactured in Europe, China, Russia and South America along with U.S. manufactured weapons. I saw rifles that looked familiar with no place of manufacture, no serial number or manufacturer's logo. The information was not removed, it was never there to begin with. I can only assume they came from illegal arms manufacturers in India or Pakistan that produce copies of weapons. It was obvious that none of these firearms came from a U.S. gun shop in Tucson or San Diego. You couldn't buy them from a gun shop in the states if you tried.' 'Despite being able to own .22 caliber pistols or rifles, Mexican law requires them to be stored at an approved firing range. Where's the firing range I asked many times? No one knew of one. Where's the gun stores in town to buy legal guns? Gun stores? No one ever recalled seeing one anywhere in Mexico, let alone their city.' 'All this flies in the face of news articles published by the U.S. media in the last week or two. Mexico's gun problems are a direct result of gun runners buying 'assault weapons' in the U.S. and taking them into Mexico to arm drug cartels, says the U.S. media and government. That is a bunch of government and media nonsense. The cartels aren't arming themselves from U.S. gun stores with semi-auto AR15 and AK47 rifles. They've moved on up.' 'Cartels buy their arms from countries around the world, most any place where military weapons can be purchased on the black market, or from countries wishing to destabilize North America. They arm themselves from a worldwide black market of full auto military weapons including grenades, land mines and RPGs. They also 'procure' their weapons from the less than savory from within the Mexican military.' 'The drug cartels can easily afford to fly their weaponry into Mexico using their own fleet of aircraft on to remote airfields, or land them on remote Mexican shores from their fleet of vessels. They do it with drugs all of the time. Drug cartels buying semi-auto AR15 or AK rifles from U.S. gun dealers is viewed as a joke by Mexico's drug cartel, most Mexicans, and unfortunately by the Mexican government. The only people fooled by all the political rhetoric are Americans listening to the likes of Attorney General Eric Holder and other anti-gun politicians.' Latin American Herald Tribune - Mexico Arrests Cartel Hit Man in Execution of Army General 'In the operation, the Mexican army also seized 23 assault rifles, 20 handguns, 23 grenades, two grenade launchers, a rocket launcher, cartridges and ammunition clips, $42,000 worth of cash, six vehicles and radio equipment.' Where the hell did the grenades and launchers come from?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:41"
    },
    {
      "nodeID": "156242",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:41"
    },
    {
      "nodeID": "156243",
      "text": "Tom Mangan, a senior ATF special agent in Arizona, compared the flow to reverse osmosis. 'Just like the drugs that head north,' firearms move south, he said. 'The cartels are outfitting an army.' More than 6,700 licensed gun dealers have set up shop within a short drive of the 2,000-mile border, from the Gulf Coast of Texas to San Diego -- which amounts to more than three dealers for every mile of border territory. Law enforcement has come to call the region an 'iron river of guns.' And while U.S. political leaders and presidential candidates have focused rhetoric, money and time on stemming the northward flow of drugs and illegal immigrants, far less has been said and done about arms flowing south, largely from states with liberal gun laws, into a nation where only police and the military can legally own a firearm. Mexican authorities have been pressing the United States to do more to help a border force they describe as overwhelmed and often intimidated. 'Just guarantee me that arms won't enter Mexico,' Mexico's public-safety chief, Genaro Garcia Luna, told a radio interviewer recently. Stop the flow of guns from the United States, he said, 'and the gasoline for the crimes that we have will run out.' U.S. guns arm Mexican drug cartels - Los Angeles Times",
      "type": "I",
      "timestamp": "2016-03-08 20:25:41"
    },
    {
      "nodeID": "156244",
      "text": "You know what? You're starting to remind me an awful lot of reverend Jackson and reverend Phlaeger (the one who said they were going to kill anyone that didn't support their ideas of gun control). The claimed that a gun shop owner was intentionally violating the laws of Chicago and selling all kinds of weapons to gang members, simply by being one mile outside of the Chicago city limits. Your entire argument is that since there are firearms dealers within a certain distance to the Mexico/America border, then they must obviously be outfitting the mexican drug cartels. You've hung yourself with this article you just posted, and I'm gonna explain why. The ATF has said there are 6,700 licensed dealers along the border, meaning they know exactly where they are. So why exactly isn't the ATF going in there and breaking them up for their illegal activities? After all if close proximity is an unquestionable sign of guilt, then the ATF must know that these guys are equipping mexican drug cartels with fully automatic machine guns (the kinds that the American people can't ever get) and grenades and rocket launchers, and maybe even the odd nuclear warhead. The ATF shut down Red's Trading Shop on matters as insignificant as typos. So why aren't they going in and shutting down these rogue dealers if they're doing anything wrong? It's illegal to own an automatic weapon of any sort without a federal tax stamp, and it's not possible for civilians to own post-'86 model automatic weapons, so why isn't the ATF doing something about it if they're breaking the laws? Seriously Aussie, what is it, is the ATF saying 'We know they're breaking the laws, but they're not doing anything illegal we can bust them on'?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:42"
    },
    {
      "nodeID": "156245",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:42"
    }
  ],
  "edges": [
    {
      "edgeID": "194890",
      "fromID": "156241",
      "toID": "156242",
      "formEdgeID": null
    },
    {
      "edgeID": "194891",
      "fromID": "156242",
      "toID": "156240",
      "formEdgeID": null
    },
    {
      "edgeID": "194892",
      "fromID": "156244",
      "toID": "156245",
      "formEdgeID": null
    },
    {
      "edgeID": "194893",
      "fromID": "156245",
      "toID": "156243",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
