{
  "nodes": [
    {
      "nodeID": "151090",
      "text": "U.S. Senator Frank Lautenberg (D-NJ) and U.S. Representatives Peter T. King (R-NY) have introduced common sense legislation to deny firearms and explosives to terrorists. Currently, federal authorities cannot stop sales of guns - including military-style assault weapons - by dealers to known or suspected terrorists. This gap in the law threatens our nation's safety. A new GAO report finds that, from February 2004 to February 2009, there were 963 cases in which a known or suspected terrorist attempted to buy a gun. In 90 percent of those cases - a total of 865 times - they were cleared to proceed with that purchase. One of those cases involved the purchase of explosives. Congress must pass the Terror Gap bill to stop known or suspected terrorists from buying guns.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:05"
    },
    {
      "nodeID": "151091",
      "text": "So penfold and brady you are in favour of denying citizens rights even though they have not been proved to have commited any crime? Ed Kennerdy was on that list so should he be discriminated against even though he has commited NO crime? What is next putting black people on the list purely because of the colour of their skin?  You sicken me you two. Why on gods earth would terrorists be buying civilian guns when they could just use AK47? Did you sniff petrol as a youngster as you seem to have.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:05"
    },
    {
      "nodeID": "151092",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:05"
    },
    {
      "nodeID": "151093",
      "text": "I don't hate America, Pennywise, I hate stupid people that occupy American territory.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:05"
    },
    {
      "nodeID": "151094",
      "text": "But you protest and get all hysterical when someone suggests restricting terrorists from buying guns. You are either a stupid person occupying America or you really do support terrorists.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:05"
    },
    {
      "nodeID": "151095",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:05"
    }
  ],
  "edges": [
    {
      "edgeID": "191256",
      "fromID": "151091",
      "toID": "151092",
      "formEdgeID": null
    },
    {
      "edgeID": "191257",
      "fromID": "151092",
      "toID": "151090",
      "formEdgeID": null
    },
    {
      "edgeID": "191258",
      "fromID": "151094",
      "toID": "151095",
      "formEdgeID": null
    },
    {
      "edgeID": "191259",
      "fromID": "151095",
      "toID": "151093",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
