{
  "nodes": [
    {
      "nodeID": "150404",
      "text": "Firstly, the core word is 'might'. Thus it is not the all conclusive proof Darwinists would suggest. Where is the evidence that random changes did occur as they say? What caused these changes? Why were they only positive changes?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:37"
    },
    {
      "nodeID": "150405",
      "text": "of course he says 'might', science always tentative. any time you see something along the lines of 'it happened this way' there is always an implied, but unseen 'probably' between the 'it' and the 'happened'. Look... you made a comment about how Dawkin's observation that the eye is flawed is actually support ID because it actually justifies a creationist's argument that it's ok to look for well designed aspects. I responded by putting your accusation in context (He was criticizing Paley, and he never actually used this as evidence, just showing that it could go both ways).  Now you go off on a tangent about how dawkins' logic is flawed, and how behe's logic is accurate... i don't want to get into that because, both dawkins' and behe's make much better arguments themselves (anyone reading, go out and get these books... behe is much more technical and raises some questions that must be answered, however makes (imo) some unwarranted conclusions at the end of his book. Dawkins is much less technical, however provides logical reasoning as to why evolution is possible and how it works) but i do want to point out that while this is an example of 2 different interpretations (good/bad designs in the eye) given the same thing, it is NOT used as any kind of scientific proof of anything. opinions are not objective scientific evidence because they are subjective.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:37"
    },
    {
      "nodeID": "150406",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:37"
    },
    {
      "nodeID": "150407",
      "text": "Not to get off the subject too far but if we could find a way to splice this into our own genetics we could cure world hunger and make it much easier to colonize other planets.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:37"
    },
    {
      "nodeID": "150408",
      "text": "We don't live on carbon dioxide. We live from the energy stored in carbon compounds when we break them down.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:37"
    },
    {
      "nodeID": "150409",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:37"
    },
    {
      "nodeID": "150410",
      "text": "Anyways I don't hold it against God for creating us the way we are if indeed he did create us. However we were created I think it did a pretty poor job of it and it is time for us to begin redesigning ourselves.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:37"
    },
    {
      "nodeID": "150411",
      "text": "Well, evolution by natural selection makes things look as if they were designed for the environment in which they live. I don't presume to give God instructions on how he should go about His work. I only observe it.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:37"
    },
    {
      "nodeID": "150412",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:37"
    },
    {
      "nodeID": "150413",
      "text": "Our inability to take advantage of almost all the energy that we take into our bodies.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:38"
    },
    {
      "nodeID": "150414",
      "text": "Well, that's generally true of any process that uses energy. Some is wasted.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:38"
    },
    {
      "nodeID": "150415",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:38"
    },
    {
      "nodeID": "150416",
      "text": "However one thing that works against evolution is this. It is just amazing that every creature on this planet didn't evolve to use the sun as a source of energy and food in some way or another.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:38"
    },
    {
      "nodeID": "150417",
      "text": "Almost all did. In fact, probably all that you are aware of did. Even the energy in the steak that you eat came from the sun ultimately. The thing is that evolution seems to have resulted in an organism to take advantage of almost every form of available energy. And what energy is left by 'higher' animals is used by others - insects, microbes - until there is little usable energy left. That even goes so far that there are some organisms that get their energy from geothermal sources - no light involved.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:38"
    },
    {
      "nodeID": "150418",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:38"
    },
    {
      "nodeID": "150419",
      "text": "The appendix is a good one. Who ever thought of putting that in there?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:38"
    },
    {
      "nodeID": "150420",
      "text": "Well, if you were a herbavore it might be a good place to temporarily store plant matter to allow bacteria to break it down so that nutrients would be available to you. But of course you aren't and so it is neither good nor bad until infected. Well, actually it's good since it does seem to have a role in the immune system, a role that is shared with the rest of the small intestine. But the small intestine has a different, more obvious role too.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:38"
    },
    {
      "nodeID": "150421",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:12:38"
    },
    {
      "nodeID": "150422",
      "text": "I hate to even bring up that our brain doesn't work or store at full capacity since I know so little about the subject but if I'm wrong I'm sure I'll be corrected. (So much for public education)",
      "type": "I",
      "timestamp": "2016-03-08 20:12:38"
    },
    {
      "nodeID": "150423",
      "text": "They used to tell us that in school a long time ago. Then they started doing EEGs and other types of brain scans and they found that everyone uses all of their brain. I'm not sure how I could use more of my brain.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:38"
    },
    {
      "nodeID": "150424",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:38"
    },
    {
      "nodeID": "150425",
      "text": "That is one negative I see to the side of evolution as any species who could use the sun for energy could survive almost anything just as plants have.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:38"
    },
    {
      "nodeID": "150426",
      "text": "And so have animals. Plants have been wiped out in the great extinctions too. [quote]Carbon dioxide producing animals could even feed themselves with their own breathe![/quot] Huh? You produce carbon dioxide. How do you propose to feed yourself with that?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:38"
    },
    {
      "nodeID": "150427",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:38"
    },
    {
      "nodeID": "150428",
      "text": "Why are trying to prove that God exists or does not exist based on the design of our eye? First of all if you want proof that our bodies are poorly designed you can look at more things than just our eye. The same goes for the complexities of our bodies design although I would think that the downsides are much worse and more common.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:39"
    },
    {
      "nodeID": "150429",
      "text": "Except for possible exception of a couple evangelistic atheists, the design argument is from the creationist side. It is pretty old being first stated by William Paley. Darwin respected Paley and thought his arguments beautiful until he actually started looking at reality (Darwin also lived in that same rooms at Christ's College, Cambridge that Paley did). The argument from design is presented as 'proof' of God or an 'intelligent' designer for those who want to pretend that intelligent design creationism ins't creationism. But the argument on the other side is that it is flawed design and therefore isn't 'proof'. Evolutionary biologists don't assert that there is not god, only that there is no evidence from nature that there is one. Science is naturalistic. Even if some scientists (and others) are philosophical naturalists, science doesn't work that way. It is methodological naturalism simply because there are no tools by which science can examine or quantify the supernatural. It sounds silly when some claim that scientists are wrong when they fail to consider the supernatural in naturalism.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:39"
    },
    {
      "nodeID": "150430",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:39"
    },
    {
      "nodeID": "150431",
      "text": "While the eye is a well enough example, it puzzles me that in an age in which genomes are being sequenced, we should rely so heavily on the eye in this way. Anyone looking at the human genome, or any other for that matter, will be most hard pressed to argue that this is an 'intelligently designed' structure--it is replete with repetitve junk, nonsensical extraneous DNA, non-coding segments that have no relation to other genes on their shared chromosome, genetic parasites, and so on and so forth. And adrift in this sea of rubbish, are scattered a few clusters of sense, coding for amino acids and regulating the process. I think Paley, had he seen the genome, would have been berfet with grief for the death of his argument. Vindex Urvogel",
      "type": "I",
      "timestamp": "2016-03-08 20:12:39"
    },
    {
      "nodeID": "150432",
      "text": "Be wary of names. 'junk' DNA is not rubbish ... it's called 'junk' because we don't know entirely what it is used for... But just look at all the blank spaces on this post. They are nothing, but they are keeping the words in order. Evolutionaries are putting too much faith in names of words - such as human embryonic 'gill slits' or 'transitional' fossil",
      "type": "I",
      "timestamp": "2016-03-08 20:12:39"
    },
    {
      "nodeID": "150433",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:39"
    },
    {
      "nodeID": "150434",
      "text": "Some? 90% is more than some in my opinion. That is a horrible waste. Just think if we could retain 50% of the energy we consumed. We could start eating 1/5th of what we normally eat.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:39"
    },
    {
      "nodeID": "150435",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:39"
    },
    {
      "nodeID": "150436",
      "text": "Still it is a good example for a flaw in our body that God wouldn't have put there for any good reason other than to cause pain and death in the unfortunate few.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:39"
    },
    {
      "nodeID": "150437",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:39"
    },
    {
      "nodeID": "150438",
      "text": "If we were to debate whether God made us perfect as he could have, then of course we can make the point that he obviously doesn't exist.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:39"
    },
    {
      "nodeID": "150439",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:39"
    },
    {
      "nodeID": "150440",
      "text": "If anyone was going to use the argument that our bodies are flawed to prove that God doesn't exist, that would be a debate that could be won. No one would debate that our bodies were made all that well although it is amazing that life could have started at just a single cell and worked it's way up to where it is today. So either God did a poor job or evolution did an absolutely spectacular job. Just how did evolution know that light existed and that it could be seen before creating the eye? How do we know that there are not many other senses that exist which evolution will show us one day?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:39"
    },
    {
      "nodeID": "150441",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:39"
    },
    {
      "nodeID": "150442",
      "text": "you're looking at evolution in way too much of a magical and mystical way. Evolution doesn't 'know' anything. It doesn't have any desires... and... i lack the eloquence to briefly state mechanical (and complete lack of desire) aspects of evolution. i suggest you do research as to how there are no conscious thinking elements in evolution. Science will never be able to disprove any god because of some flaw science happens to point out. The best individuals can do is, when people try to reason that such perfect organs imply a designer, point out that the design isn't all that perfect after all.  If you want to try and debate flaws in design are evidence against a god... well go ahead... but then i'll just know if i'm ever looking for an easy debate victory i'll just try to find you. At the very best all you are doing is showing that the idea that God created all things perfectly probably isn't true... and even then someone can just point out that apparent flaws we see are simply the ineffable will of god.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:39"
    },
    {
      "nodeID": "150443",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:40"
    },
    {
      "nodeID": "150444",
      "text": "How do we know that there are not many other senses that exist which evolution will show us one day?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:40"
    },
    {
      "nodeID": "150445",
      "text": "I believe there are a few fish that rely on electro magnetic fields to detect what is around them.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:40"
    },
    {
      "nodeID": "150446",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:12:40"
    },
    {
      "nodeID": "150447",
      "text": "If you want to try and debate flaws in design are evidence against a god... well go ahead... but then i'll just know if i'm ever looking for an easy debate victory i'll just try to find you. At the very best all you are doing is showing that the idea that God created all things perfectly probably isn't true... and even then someone can just point out that apparent flaws we see are simply the ineffable will of god.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:40"
    },
    {
      "nodeID": "150448",
      "text": "Nah I'm not debating this. I'm trying to show that this debate doesn't really prove anything. But I'm sure you can get the names of those who are willing to debate this and look them up in the future if you ever want an easy debate victory :)",
      "type": "I",
      "timestamp": "2016-03-08 20:12:40"
    },
    {
      "nodeID": "150449",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:40"
    },
    {
      "nodeID": "150450",
      "text": "Science will never be able to disprove any god because of some flaw science happens to point out. The best individuals can do is, when people try to reason that such perfect organs imply a designer, point out that the design isn't all that perfect after all.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:40"
    },
    {
      "nodeID": "150451",
      "text": "Exactly. Trying to prove that God, if he exists, didn't make us as good as an all powerful being should have made us doesn't prove anything in the God debate. I could always debate that since God is all powerful and all knowing he could have always thought of something better to do. If he made those changes, then of course there would still be something better he could have thought of. This would be an endless loop of creating something better and better until finally he would have to stop and say that is good enough. But even then this debate that he didn't make us as good as he could have would be valid in my view.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:40"
    },
    {
      "nodeID": "150452",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:12:40"
    },
    {
      "nodeID": "150453",
      "text": "Unfortunately, Dembski and his 'explanatory' filter are more hot air than substance. He has claiming to have 'discovered' desing in nature by using the 'filter', but for some strange reason, he has yet to publish his amazing discovery. he said he was going to do it in 'Mere Creation', then he said it would be iun 'No Free Lunch' - so tell us , IS IT actually in his newest collection of apocryphal tall tales, or is is just assumed that he has done so? Common tactic - keep claiming that you will do something, then claim to have already done it later on, without, of course, actually doing it. The only times Dembski has acxtually applied it, he did it to things1. we know were the product of design and 2. never did it on anything biological. It is all fluff and hot air.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:40"
    },
    {
      "nodeID": "150454",
      "text": "So how long did Darwin take to publish?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:40"
    },
    {
      "nodeID": "150455",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:40"
    },
    {
      "nodeID": "150456",
      "text": "Let's not deal with assumptions, Monty, although I don't think that's the word you mean. Cite precisely where Dembski has published an application of his explanatory filter which has detected design in nature. Let's progress from you referring to a second hand report to the actual published paper.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:40"
    },
    {
      "nodeID": "150457",
      "text": "Oh, WJA, what a neat little trick. The claim had been made by your side... that he hadn't published an attempt to apply his filter. And, that he was running scarred. Are you now asking me to show where he has successfully demonstrated his filter, or are you asking me if he's attempted to demonstrate his filter...? And now you want his publication in a particular form too! Another slight of hand. Despite this I countered that he has published. I said Dembski had come up with a filter The accusation was that he hadn't applied this to a biological system. Yet everyone seems to be able to critique this 'invisible' application. Now with typical aplomb WJA chimes in and you don't go down the path of SLP in actually making any claim. You want me to come up with the goods. This is the neat trick. You've diverted things away from SLP's ludicrous and biased claim. The claim was made by SLP without any proof. The onus is on SLP to provide such proof. I have shown otherwise even if it is 'second hand evidence'. The inference from all the critiques quite clearly suggest that they have seen it applied, and reject it as a failure. Nice try WJA. A small shift again of the argument.  However, because I'm trying to educate you I suggest your read the following. 'In the actual encounter, Dembski began by overviewing his methods for design detection as developed in The Design Inference. He then sketched how these methods apply to biology and why he thought they provided in-principle objections to undirected natural causes, including Kauffman's self-organizational processes, generating the key item that his methods detect, namely, specified complexity or complex specified information. Dembski developed his argument as follows: the only way for self-organizational, Darwinian, and other naturalistic methods to generate specified complexity is by in essence dissolving the actual complexity (or improbability). What seems highly improbable is therefore no longer improbable once one knows the right naturalistic process. Dembski indicated that there were good reasons to think that no such reduction of complexity or improbability would be possible in the case of systems like the bacterial flagellum. He also adverted to some of the techniques developed in his forthcoming book titled 'No Free Lunch' for computing the probabilities of discrete combinatorial objects like the bacterial flagellum. ' http://www.arn.org/docs/pjweekly/pj_weekly_011119.htm This suggests that a book is about to appear mysteriously out of the ether... So, go read the book 'No Free Lunch: Why Specified Complexity Cannot Be Purchased Without Intelligence'. Unless you think it's not 'published'. Oh, look it has been published! It's a miracle.  As far back as post 29 the answer was provided for one and all by SLP who wrote: 'Unfortunately, Dembski and his 'explanatory' filter are more hot air than substance. He has claiming to have 'discovered' desing (sic) in nature by using the 'filter', but for some strange reason, he has yet to publish his amazing discovery. he said he was going to do it in 'Mere Creation', then he said it would be iun (sic) No Free Lunch - so tell us , IS IT actually in his newest collection of apocryphal tall tales, or is is (sic) just assumed that he has done so?' The simple answer is 'yes he has'. This mystery book exists. It's even been criticised by people on your side 'In his book, No Free Lunch, Dembski presents the bacterial flagellum as the premier example of a biological system that, because he judges it to be both complex and specified, must have been actualized by the form-conferring action of an unembodied intelligent agent. However, a critical examination of Dembski?s case reveals that, 1) is is built on unorthodox and inconsistently applied definitions of both ?complex? and ?specified,? 2) it employs a concept of the flagellum?s assembly that is radically out of touch with contemporary genetics and developmental biology, and 3) it fails to demonstrate that the flagellum is either ?complex? or ?specified? in the manner required to make his case. If the bacterial flagellum is supposed to demonstrate ID, then ID is a failure.' http://www.iscid.org/ubbcgi/ultimatebb.cgi?ubb=get_topic;f=1;t=000057;p= As I said, people on your side are out there criticising him all the time. How could they unless he had published? Also, it is one thing to say that he hasn't attempted to apply the filter, then to say that he has attempted to apply it and failed. ;) Game, set and match",
      "type": "I",
      "timestamp": "2016-03-08 20:12:41"
    },
    {
      "nodeID": "150458",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:41"
    }
  ],
  "edges": [
    {
      "edgeID": "190772",
      "fromID": "150405",
      "toID": "150406",
      "formEdgeID": null
    },
    {
      "edgeID": "190773",
      "fromID": "150406",
      "toID": "150404",
      "formEdgeID": null
    },
    {
      "edgeID": "190774",
      "fromID": "150408",
      "toID": "150409",
      "formEdgeID": null
    },
    {
      "edgeID": "190775",
      "fromID": "150409",
      "toID": "150407",
      "formEdgeID": null
    },
    {
      "edgeID": "190776",
      "fromID": "150411",
      "toID": "150412",
      "formEdgeID": null
    },
    {
      "edgeID": "190777",
      "fromID": "150412",
      "toID": "150410",
      "formEdgeID": null
    },
    {
      "edgeID": "190778",
      "fromID": "150414",
      "toID": "150415",
      "formEdgeID": null
    },
    {
      "edgeID": "190779",
      "fromID": "150415",
      "toID": "150413",
      "formEdgeID": null
    },
    {
      "edgeID": "190780",
      "fromID": "150417",
      "toID": "150418",
      "formEdgeID": null
    },
    {
      "edgeID": "190781",
      "fromID": "150418",
      "toID": "150416",
      "formEdgeID": null
    },
    {
      "edgeID": "190782",
      "fromID": "150420",
      "toID": "150421",
      "formEdgeID": null
    },
    {
      "edgeID": "190783",
      "fromID": "150421",
      "toID": "150419",
      "formEdgeID": null
    },
    {
      "edgeID": "190784",
      "fromID": "150423",
      "toID": "150424",
      "formEdgeID": null
    },
    {
      "edgeID": "190785",
      "fromID": "150424",
      "toID": "150422",
      "formEdgeID": null
    },
    {
      "edgeID": "190786",
      "fromID": "150426",
      "toID": "150427",
      "formEdgeID": null
    },
    {
      "edgeID": "190787",
      "fromID": "150427",
      "toID": "150425",
      "formEdgeID": null
    },
    {
      "edgeID": "190788",
      "fromID": "150429",
      "toID": "150430",
      "formEdgeID": null
    },
    {
      "edgeID": "190789",
      "fromID": "150430",
      "toID": "150428",
      "formEdgeID": null
    },
    {
      "edgeID": "190790",
      "fromID": "150432",
      "toID": "150433",
      "formEdgeID": null
    },
    {
      "edgeID": "190791",
      "fromID": "150433",
      "toID": "150431",
      "formEdgeID": null
    },
    {
      "edgeID": "190792",
      "fromID": "150434",
      "toID": "150435",
      "formEdgeID": null
    },
    {
      "edgeID": "190793",
      "fromID": "150435",
      "toID": "150408",
      "formEdgeID": null
    },
    {
      "edgeID": "190794",
      "fromID": "150436",
      "toID": "150437",
      "formEdgeID": null
    },
    {
      "edgeID": "190795",
      "fromID": "150437",
      "toID": "150408",
      "formEdgeID": null
    },
    {
      "edgeID": "190796",
      "fromID": "150438",
      "toID": "150439",
      "formEdgeID": null
    },
    {
      "edgeID": "190797",
      "fromID": "150439",
      "toID": "150408",
      "formEdgeID": null
    },
    {
      "edgeID": "190798",
      "fromID": "150440",
      "toID": "150441",
      "formEdgeID": null
    },
    {
      "edgeID": "190799",
      "fromID": "150441",
      "toID": "150408",
      "formEdgeID": null
    },
    {
      "edgeID": "190800",
      "fromID": "150442",
      "toID": "150443",
      "formEdgeID": null
    },
    {
      "edgeID": "190801",
      "fromID": "150443",
      "toID": "150434",
      "formEdgeID": null
    },
    {
      "edgeID": "190802",
      "fromID": "150445",
      "toID": "150446",
      "formEdgeID": null
    },
    {
      "edgeID": "190803",
      "fromID": "150446",
      "toID": "150444",
      "formEdgeID": null
    },
    {
      "edgeID": "190804",
      "fromID": "150448",
      "toID": "150449",
      "formEdgeID": null
    },
    {
      "edgeID": "190805",
      "fromID": "150449",
      "toID": "150447",
      "formEdgeID": null
    },
    {
      "edgeID": "190806",
      "fromID": "150451",
      "toID": "150452",
      "formEdgeID": null
    },
    {
      "edgeID": "190807",
      "fromID": "150452",
      "toID": "150450",
      "formEdgeID": null
    },
    {
      "edgeID": "190808",
      "fromID": "150454",
      "toID": "150455",
      "formEdgeID": null
    },
    {
      "edgeID": "190809",
      "fromID": "150455",
      "toID": "150453",
      "formEdgeID": null
    },
    {
      "edgeID": "190810",
      "fromID": "150457",
      "toID": "150458",
      "formEdgeID": null
    },
    {
      "edgeID": "190811",
      "fromID": "150458",
      "toID": "150456",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
