{
  "nodes": [
    {
      "nodeID": "159142",
      "text": "I would love to hear how the civil-rights violators would implement and enforce a total gun ban... Including economics, policing, and enforcement of said ban.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:12"
    },
    {
      "nodeID": "159143",
      "text": "Would depend on how sucessful they thought the handing in was, but don't you have to register for a leicence? So all legal owners are know already and can be checked off against the guns they have handed in, I would imagine that there must be departments of the police who deal with tracking black market unregisted guns so these could be cracked down opon. In addition you would have to make possesion of a firearm illegal, then you have to balance defending your property with revealing you are commiting a crime (will be fairly obvious if you use one and you would have to get rid of it anyway when forensics investigate the crime scene). Would also have to look at countries that have carried out sucessful ones to see if there are any little points or mistakes to pick up. If there is a lot of resistance you could make possesion of a gun attempted murder, would make people think very carefully whether they would want to carry them, especailly criminals- comunity service or light sentace for a mugging or long term prison sentance for attempted murder if they are carrying a gun while doing it, even in bank robbery they would likely think twice about the additional years.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:13"
    },
    {
      "nodeID": "159144",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:13"
    },
    {
      "nodeID": "159145",
      "text": "Wow ehat a brave new world you live in.... Now lets say just 1% of all gun owners resisted (in the us that is several hundred thousand peppered through the land). With media attention to such infighting between government and citizens how do you deal with this?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:13"
    },
    {
      "nodeID": "159146",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:13"
    },
    {
      "nodeID": "159147",
      "text": "Register for a license????What do you meen? I have quite a few firearms and have never registered for a license for any of them.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:13"
    },
    {
      "nodeID": "159148",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:13"
    },
    {
      "nodeID": "159149",
      "text": "In addition you would have to make possesion of a firearm illegal, then you have to balance defending your property with revealing you are commiting a crime (will be fairly obvious if you use one and you would have to get rid of it anyway when forensics investigate the crime scene). Would also have to look at countries that have carried out sucessful ones to see if there are any little points or mistakes to pick up.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:13"
    },
    {
      "nodeID": "159150",
      "text": "The first problem would be finding a country where there has been a sucessful gun ban. As far as I know, every country on the planet experiences some violence related gun use, even the ones with draconian gun control laws. Even in te Soviet Union, where posession of illegal firearms could potentially lead to a death sentence, there was still shootings.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:13"
    },
    {
      "nodeID": "159151",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:13"
    },
    {
      "nodeID": "159152",
      "text": "If there is a lot of resistance you could make possesion of a gun attempted murder, would make people think very carefully whether they would want to carry them, especailly criminals- comunity service or light sentace for a mugging or long term prison sentance for attempted murder if they are carrying a gun while doing it, even in bank robbery they would likely think twice about the additional years.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:13"
    },
    {
      "nodeID": "159153",
      "text": "I think you are right on this one. People would reconsider when they are looking at that kind of penalty. I take the opposite view as you , thoug, I think this would simply encourage them to carry bigger, badder guns. If you are looking at life for robbing a bank, you may as well use a rocket launcher and an M-60 as use a handgun. This would virtually ensure that the police would not get you, as most police departments on the planet are not equipped to deal with heavy machine guns and rocket launchers. If hte penalty is the same though, why not? People tend to miss the most obvious (and most dangerous) way to institute gun control That is to restrict the sale and manufacture of bullets. Without bullets, your gun is nothing but a paper weight. Bullets are also much more difficult to produce than guns. While they can be reloaded, casings are incredibly difficult to make on a small scale. The only way to really do it is to turn them down one at a time on a lathe. Dogs CAN be used to sniff out gunpowder and primers. This is a danger I think people miss when they start bannign certain types of ammunition. Right now, 'cop killer' ammo is outlawed in the united states. Gun advocates laughed our butts off when they did this, since the 'cop killer' amunition as they described it does not exist ouside of hollywood (NO, coating a bullet with teflon will not enable it to pierce body armor, it will lubricate your barrel when you shoot it, though). I personally don;t think this is anything to laugh about. BAnning guns is a stupid and unworkable plan, banning ammo could actually be dangerous.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:13"
    },
    {
      "nodeID": "159154",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:13"
    },
    {
      "nodeID": "159155",
      "text": "Would depend on how sucessful they thought the handing in was, but don't you have to register for a leicence? So all legal owners are know already and can be checked off against the guns they have handed in, I would imagine that there must be departments of the police who deal with tracking black market unregisted guns so these could be cracked down opon.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:13"
    },
    {
      "nodeID": "159156",
      "text": "In any private sale there is no paper record. As some others point out here, when you register to purchase a gun at a licensed dealer, the only information that the federal government recieves is the stuff for your background check, which must be destroyed. What these folks DONT realise, is that all firearms transfers made by licensed dealers are required bt BATF regulation to be recorded in the dealer 'bound book' of firearm transfers. Federal law says they are required to keep these books forever, or if they fail to renew their FFL, they are required to send the bound book to the ATF. Also by federal law, they are required to make that bound book available to the ATF at any time, without a warrant, in order to facilitate the tracing of firearms.  A nationwide datebase of firearm owners is already HERE. It is just fragmented into a bunch of smaller parts and kept by gun dealers instead of in a central database. All it would take is a trip o each gun stor, and they would have a list of everybody who has bought a gun from a licensed dealer. As far as police tracking black market guns, it doesn't seem to work now, and I fai to see how they are going to do any better at it int he future. YOu are talking about something that can only really be detected by direct examination. A crate full of guns and a crate full of drill bits looks the same to an X ray. Guns don;t have a specific odor that dogs can be trained to detect.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:13"
    },
    {
      "nodeID": "159157",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:14"
    },
    {
      "nodeID": "159158",
      "text": "Thought you needed some kind of documentation before you get them? Are they really completely unregistered, documented or anything then or is this a state by state thing? As for criminals, if owning a gun instantly marked you out as a criminal then some would reconsider as for the rest, some incentive to hand them over and a stiff punishment if they do not. Press I do not think would be a problem, pro-gun extremists always seem worse than anti-gun ones as far as the media is concerend (worst you can say about the antis is that they are living in some dream world and are a little naive, compared to the worst sterotype of red-neck, shotgun totin' gun nut is not really a comparison). More importantly you wouldn't instigate the gun ban unless a significant majority were in favour in which case the press (national at least) would be more likely to be on your side. Attempting a gun ban on a country that doesn't want it on the whole is undemocratic and just asking for trouble anyway-regardless of any moral consideration you are playing right inot the hand sof the pro-gunner's worst fears of government bullying.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:14"
    },
    {
      "nodeID": "159159",
      "text": "Sure,,,,I have more than a few that was purchased from a individual,,,,no registration,license,no paperwork.I hand him the money and he hands me the gun.All legal and absolutley no paper trail. As far as guns purchased from a licensed dealer,all that is documented is the info for a background check,And by law that info must be destroyed within,I think 90 days. Kind of puts a snag in the whole confiscation idea ,,ehhhh?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:14"
    },
    {
      "nodeID": "159160",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:14"
    },
    {
      "nodeID": "159161",
      "text": "Tastyfish: I need only ONE example to show you what happens when the Gov't disarms its Citizens but I'll give you two; one historical: UK, Postban firearms crime is now SEVEN TIMES HIGHER than preban.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:14"
    },
    {
      "nodeID": "159162",
      "text": "Can you show me the stats for this, are we dealing with 2003/4 numbers compared to before the ban, or the year after? Biggest problem we have with guns is actually modified starting pistols rather than smuggled guns, our gangs not quite measure up to yours, despite what many of them would like to think ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:32:14"
    },
    {
      "nodeID": "159163",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:14"
    },
    {
      "nodeID": "159164",
      "text": "People tend to miss the most obvious (and most dangerous) way to institute gun control That is to restrict the sale and manufacture of bullets. Without bullets, your gun is nothing but a paper weight. Bullets are also much more difficult to produce than guns. While they can be reloaded, casings are incredibly difficult to make on a small scale. The only way to really do it is to turn them down one at a time on a lathe. Dogs CAN be used to sniff out gunpowder and primers. This is a danger I think people miss when they start bannign certain types of ammunition. Right now, 'cop killer' ammo is outlawed in the united states. Gun advocates laughed our butts off when they did this, since the 'cop killer' amunition as they described it does not exist ouside of hollywood (NO, coating a bullet with teflon will not enable it to pierce body armor, it will lubricate your barrel when you shoot it, though). I personally don;t think this is anything to laugh about. BAnning guns is a stupid and unworkable plan, banning ammo could actually be dangerous.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:14"
    },
    {
      "nodeID": "159165",
      "text": "Ahh... There you have it. Restrict ammo, not guns. Would be a far more succesful way of enforcing gun-control.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:14"
    },
    {
      "nodeID": "159166",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:14"
    },
    {
      "nodeID": "159167",
      "text": "Would that work like the ban on illegal drugs in American? Does that ban keep illegal drugs out of American? The ban on illegal drugs does one thing, it does keep illegal drugs from law-abiding citizens. Law-abiding citizens are the only ones that respect the law when it comes to bans.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:14"
    },
    {
      "nodeID": "159168",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:14"
    }
  ],
  "edges": [
    {
      "edgeID": "196958",
      "fromID": "159143",
      "toID": "159144",
      "formEdgeID": null
    },
    {
      "edgeID": "196959",
      "fromID": "159144",
      "toID": "159142",
      "formEdgeID": null
    },
    {
      "edgeID": "196960",
      "fromID": "159145",
      "toID": "159146",
      "formEdgeID": null
    },
    {
      "edgeID": "196961",
      "fromID": "159146",
      "toID": "159143",
      "formEdgeID": null
    },
    {
      "edgeID": "196962",
      "fromID": "159147",
      "toID": "159148",
      "formEdgeID": null
    },
    {
      "edgeID": "196963",
      "fromID": "159148",
      "toID": "159143",
      "formEdgeID": null
    },
    {
      "edgeID": "196964",
      "fromID": "159150",
      "toID": "159151",
      "formEdgeID": null
    },
    {
      "edgeID": "196965",
      "fromID": "159151",
      "toID": "159149",
      "formEdgeID": null
    },
    {
      "edgeID": "196966",
      "fromID": "159153",
      "toID": "159154",
      "formEdgeID": null
    },
    {
      "edgeID": "196967",
      "fromID": "159154",
      "toID": "159152",
      "formEdgeID": null
    },
    {
      "edgeID": "196968",
      "fromID": "159156",
      "toID": "159157",
      "formEdgeID": null
    },
    {
      "edgeID": "196969",
      "fromID": "159157",
      "toID": "159155",
      "formEdgeID": null
    },
    {
      "edgeID": "196970",
      "fromID": "159159",
      "toID": "159160",
      "formEdgeID": null
    },
    {
      "edgeID": "196971",
      "fromID": "159160",
      "toID": "159158",
      "formEdgeID": null
    },
    {
      "edgeID": "196972",
      "fromID": "159162",
      "toID": "159163",
      "formEdgeID": null
    },
    {
      "edgeID": "196973",
      "fromID": "159163",
      "toID": "159161",
      "formEdgeID": null
    },
    {
      "edgeID": "196974",
      "fromID": "159165",
      "toID": "159166",
      "formEdgeID": null
    },
    {
      "edgeID": "196975",
      "fromID": "159166",
      "toID": "159164",
      "formEdgeID": null
    },
    {
      "edgeID": "196976",
      "fromID": "159167",
      "toID": "159168",
      "formEdgeID": null
    },
    {
      "edgeID": "196977",
      "fromID": "159168",
      "toID": "159165",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
