{
  "nodes": [
    {
      "nodeID": "158666",
      "text": "5 panelists doesn't equal the opinion of all health professionals.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:14"
    },
    {
      "nodeID": "158667",
      "text": "Just, at the very least, 60% of American physicians. Then there are all those nurses, radiologists, lab technicians, ambulance drivers, medics, emergency room people, etc etc etc ... Not to mention the majority of the American public.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:14"
    },
    {
      "nodeID": "158668",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:14"
    },
    {
      "nodeID": "158669",
      "text": "How is this any different from retail professionals demanding the government enforce single payer retail? And should it be surprising that members of any industry would want the government to directly finance it? Hell America already has single payer automobile construction, why stop there? What form and style should the fascist state take, is that the question? More and more America resembles a pit of rats, slowly filling with water, all trying to escape by climbing on top of one another. Doctor Rats should be allowed to the top of the rat-pile for the moment right, until the teachers, garbage rats, police or fire rats want their shot at glory. The only ones we don't need to worry about are the ones capable of fixing the leak, they're already dead.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:14"
    },
    {
      "nodeID": "158670",
      "text": "Even Joe the plumber abandoned the garbage scow? Say it aint so!",
      "type": "I",
      "timestamp": "2016-03-08 20:31:14"
    },
    {
      "nodeID": "158671",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:14"
    }
  ],
  "edges": [
    {
      "edgeID": "196620",
      "fromID": "158667",
      "toID": "158668",
      "formEdgeID": null
    },
    {
      "edgeID": "196621",
      "fromID": "158668",
      "toID": "158666",
      "formEdgeID": null
    },
    {
      "edgeID": "196622",
      "fromID": "158670",
      "toID": "158671",
      "formEdgeID": null
    },
    {
      "edgeID": "196623",
      "fromID": "158671",
      "toID": "158669",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
