{
  "nodes": [
    {
      "nodeID": "141921",
      "text": "My challenge to Chuz, is to provide an argument which backs up The statement : 'Biologically speaking, a human individual's life begins at conception'. I leave it to you to make your own arguments, rather than have me rebut a possibly misrepresented one.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:59"
    },
    {
      "nodeID": "141922",
      "text": "BECAUSE I SAID SO! LOL,... I'm so silly. I just had to post it.  Seriously, I decided that I will actually construct my summary online, Iangb. If you (or anyone else) cares to, you will be able to watch as I edit and construct my argument. It may be lengthy so keep it in mind that if I have to divide it up, and you post in the interim, I will have to delete this first half and move it to the end. By the way,... other than working some things out in my head,... I don't have anything prepared to post. This will be a work in progress. ... this will take quite a while. (Maybe days) I see you are watching, and don't want you thinking this will be developing quickly. I will let you know when I've concluded. --Chuz *** Note to Ian. In my attempt to compile my 'summary' I have realized that I never actually completed my arguments. It's kind of hard to summarize that which hasn't already been presented. So, my sumarization if you will- will now consists of two parts. First my arguments and then my summary.  WORK IN PROGRESS; The Argument  BIOLOGICALLY SPEAKING, A HUMAN INDIVIDUAL'S LIFE BEGINS AT CONCEPTION Definitions; A Begin Being Biologically Child Conception Egg Embryo Fetus Gamete Human Individual Life MetamorphosisOrganism Sperm Zygote-DICTIONARY.COM A Begin Being Biologically Child Conception Egg Embryo Fetus Gamete Human Individual Life Metamorphosis Organism Sperm Zygote-- FREE DICTIONARY.COM Child Due Process Clause Person --FINDLAW.COM  Links Logic A distinct Human organism American College of Pediatricians The Human Organism When does a human individual's life begin The Physiology of Aging Human Growth and Aging Wikipedia; LIFE When Does Life Begin? QUOTES; SPERM; 'During fertilization, the nucleus of a sperm fuses with the nucleus of the much larger egg cell (the female reproductive cell) to form a new organism'.-The American Heritage® Science Dictionary Barack Hussein Obama; 'We need fathers to recognize their responsibility doesn&#8217;t just end at conception.' William Jefferson Clinton- 'If two cells join in the process that begins to make a human being, are they living? Answer? No one disputes that. ' and 'When does the soul enter the body so that to terminate the living organism amounts to killing a person? That is the question.'",
      "type": "I",
      "timestamp": "2016-03-08 19:54:59"
    },
    {
      "nodeID": "141923",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:59"
    },
    {
      "nodeID": "141924",
      "text": "Chuz, the purpose of this summary is not to summarise your arguments as a whole - it is to summarise what your argument is up to this point. Why not post just a summary of your position so far, as you see it - I can do the same, then you can continue with your argument? There's no point in writing an argument, summarising it and then leaving the thread before I've had a chance to respond to even your argument (never mind your summary). If you are going to simply ignore any criticisms of your reasoning, then I struggle to see the point of you repeatedly requesting a one-on-one debate in the first place - you essentially regress your argument to the 'because I said so' that you are (presumably) hoping to avoid, it's just that there's slightly more detail.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:59"
    },
    {
      "nodeID": "141925",
      "text": "I see your point, Iangb but I'm not about to be leaving before you've had a chance to respond. I won't be 'leaving' at all. You challenged me to produce an argument, so I'm going to produce my argument. I will then summarize the argument, and you can respond to it and we can then discuss / debate those specifics that you have a problem with. Truthfully, this is how I should have first responded to your challenge.  Doing it piece meal has only resulted in a less focused debate. --Chuz",
      "type": "I",
      "timestamp": "2016-03-08 19:54:59"
    },
    {
      "nodeID": "141926",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:59"
    }
  ],
  "edges": [
    {
      "edgeID": "184778",
      "fromID": "141922",
      "toID": "141923",
      "formEdgeID": null
    },
    {
      "edgeID": "184779",
      "fromID": "141923",
      "toID": "141921",
      "formEdgeID": null
    },
    {
      "edgeID": "184780",
      "fromID": "141925",
      "toID": "141926",
      "formEdgeID": null
    },
    {
      "edgeID": "184781",
      "fromID": "141926",
      "toID": "141924",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
