{
  "nodes": [
    {
      "nodeID": "147208",
      "text": "WASHINGTON &#8211; Supreme Court aspirant Sonia Sotomayor said Tuesday that she considers the question of abortion rights is settled precedent and says there is a constitutional right to privacy. The federal appeals court judge was asked at her confirmation hearing Tuesday to state how she felt about the landmark Roe versus Wade ruling legalizing abortion in 1973. Sotomayor told the Senate Judiciary Committee that 'there is a right of privacy. The court has found it in various places in the Constitution.' She said this right is stated in the Fourth Amendment protection against unreasonable search and seizure and in the 14th Amendment guaranteeing equal protection of the law. She declined to say pointblank if she agreed with the high court's precedent on this volatile issue. Answering a question later from Sen. Orrin Hatch, R-Utah, Sotomayor said that 'all precedents of the Supreme Court I consider settled law,' subject to the possibility of subsequent reversal, such as when the court last month renounced a previous precedent in a reverse discrimination case. It ruled 5-4 on the side of white firefighters from New Haven, Conn., who challenged a decision by the city to discard the results of an employee test in which they fared better than minorities who took the examination.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:47"
    },
    {
      "nodeID": "147209",
      "text": "While I'm still iffy on her with the whole New Haven case, and her off-the-bench comments on race, this is one thing I commend her for and agree completely with.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:47"
    },
    {
      "nodeID": "147210",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:05:47"
    },
    {
      "nodeID": "147211",
      "text": "Jsut spotted this short story: Sotomayor calls abortion rights 'settled law' - Yahoo! News While I'm still iffy on her with the whole New Haven case, and her off-the-bench comments on race, this is one thing I commend her for and agree completely with.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:47"
    },
    {
      "nodeID": "147212",
      "text": "Can you please provide a cite in the Constitution that supports the notion that a Supreme Court Justice nominee has the power to declare that any case is 'settled law' and the subsequent power to make it so? I didn't think so.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:47"
    },
    {
      "nodeID": "147213",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:47"
    },
    {
      "nodeID": "147214",
      "text": "She made no such 'declaration'. I suggest you re-read what was reported, and consult a dictionary.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:47"
    },
    {
      "nodeID": "147215",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:05:47"
    },
    {
      "nodeID": "147216",
      "text": "Reading Difficulties, huh? There's a cure for that. It's called school. Perhaps you should go there.....",
      "type": "I",
      "timestamp": "2016-03-08 20:05:47"
    },
    {
      "nodeID": "147217",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:47"
    },
    {
      "nodeID": "147218",
      "text": "And can you provide a citation from the Constitution that supports the notion that a President can send the military half-way round the world without a declaration of war from Congress? Come now. To call an issue 'settled law' is, as someone else pointed out, to emphasize stare decisis, i.e. 'to stand by what has been decided,' i.e. to recognize the binding nature of precedent. This is why, in those rare cases where long-standing precedents are overturned, it's such a big deal: the court essentially admits that it had been wrong. As to so-called 'judicial activism' -- and again as someone else pointed out -- to emphasize stare decisis is preciesly the opposite of 'judicial activism.' With regard to Roe itself, what I find remarkable is that the court exercised so much restraint: the justices explicitly refused to make a declaration about when life begins. They explicitly claimed not to have any qualifications to make such a decision, and they noted that even those who examine the issue thoroughly -- scientists and physicians, theologians and philosophers -- are nowhere near a consensus on the matter. So they decided not step in and settle such metaphysical questions. Indeed, it is ultimately individuals whom the court allowed to make this decision as they see fit. And so, they based the decision on the right to privacy. Said right is not explicit in the Constitution, but that doesn't matter (see the Ninth Amendment for why). And said right is also not absolute (as the decision again explicitly says): it is limited in this case by the state's compelling interest in protecting prenatal life (a point which is often overlooked by all sides in the abortion debate), and that interest is directly proportional to the viability of the fetus. But what Roe clarified is that any law establishing the protection of prenatal life as an unconditional trump of the mother's right to privacy is unconstitutional. Within reasonable limits, she herself gets to decide when life begins, and to act accordingly. Like I said, judicial restraint. And a stunning example of defending the individual from government interference or social discrimination in matters of conscience, to boot.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:48"
    },
    {
      "nodeID": "147219",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:48"
    },
    {
      "nodeID": "147220",
      "text": "Yes, but... Sotomayor is a very strict legal beagle. Had I the best sort of law degree from the best university, I would very much fear to take her on in the field of established law. She observes the law down to the last dot, dash and comma. However... while the right to choose is still a part of established law, the radical and experimental present Supreme Court does not hesitate in the least to legislate new law and new meanings to law. Were Sotomayor to be persuaded by the Roman Catholic cabal of the U.S. Supreme Court that the Court should take it upon itself to rewrite Roe v. Wade, she might join in with the legislative five to make a new and more restrictive law regarding abortion.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:48"
    },
    {
      "nodeID": "147221",
      "text": "As a matter of perspective on the above; Roe is, was and always will be the historical reference for an example of 'judicial activism.' Roe did not establish the 'right to chose' if it had, the States could not regulate abortions at all. The activists judges in Roe manufactured law in an attempt to balance the rights of a woman to her privacy against the States right to regulate abortion. Doesn't anyone care about researching the facts before theygo running off at the mouth anymore? Roe v. Wade - Oral Arguments MR. JUSTICE REHNQUIST, (later to become Chief Justice) dissenting.http://www.audiocasefiles.com/acf_cases/8960-roe-v-wade 'The Court eschews the history of the Fourteenth Amendment in its reliance on the 'compelling state interest' test. See Weber v. Aetna Casualty & Surety Co. . . . (dissenting opinion). But the Court adds a new wrinkle to this test by transposing it from the legal considerations associated with the Equal Protection Clause of the Fourteenth Amendment to this case arising under the Due Process Clause of the Fourteenth Amendment. Unless I misapprehend the consequences of this transplanting of the 'compelling state interest test,' the Court's opinion will accomplish the seemingly impossible feat of leaving this area of the law more confused than it found it. '",
      "type": "I",
      "timestamp": "2016-03-08 20:05:48"
    },
    {
      "nodeID": "147222",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:48"
    },
    {
      "nodeID": "147223",
      "text": "As a matter of perspective on the above; Roe is, was and always will be the historical reference for an example of 'judicial activism.'",
      "type": "I",
      "timestamp": "2016-03-08 20:05:48"
    },
    {
      "nodeID": "147224",
      "text": "In fact, just the opposite is true. Have you ever read the entire decision? If you did, you would have a very different conclusion. In point of fact, Roe is a model of judicial restraint. Mr. Justice Blackmun takes great pains to point out in the opening of the majority opinion that there are many competing theories and answers to the metaphysical question of when personhood begins, and that those who hold to each of those positions is quite passionate in its defense. Therefore, the opinion takes great pains to point out, the Court is in no position to choose one from among all the competing theories and stamp it with the government's imprimatur.  Ultimately, the decision points out, the choice must be left where it properly belongs, in the hands of each individual woman. The later term abortions that the decision discusses, which form a minuscule percentage of those performed, were not declared to be illegal or unconstitutional in any way whatsoever. The Court simply said that, in order to protect the health of the woman, the state could prescribe the site of the abortion. Did the decision go far enough? Not really, in my opinion. I would have wanted the Court to eliminate all restrictions whatsoever and leave the choice strictly up to the woman involved. Given the climate of 1973, that was ground the Court was not willing to plow.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:48"
    },
    {
      "nodeID": "147225",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:48"
    },
    {
      "nodeID": "147226",
      "text": "I'd have to agree with Sotomayor. So far, I have not heard one logical argument for giving the state the ability to assert control over the body of a woman and make very private decisions for her.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:48"
    },
    {
      "nodeID": "147227",
      "text": ":xbanghead Do you agree with me that a child's right to their life should begin when their life does? I'm just wondering,....",
      "type": "I",
      "timestamp": "2016-03-08 20:05:48"
    },
    {
      "nodeID": "147228",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:48"
    },
    {
      "nodeID": "147229",
      "text": "The only thing I think is settled is the Judgment of God that Sotomayor and her spiritually-stunted, unbiblical, like-minded cohorts will be coming under if they don't repent of the innocent blood they helped shed.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:48"
    },
    {
      "nodeID": "147230",
      "text": "I see. So, you know the souls of others? and how God will judge them? Interesting. That certainly does settle a few things....",
      "type": "I",
      "timestamp": "2016-03-08 20:05:48"
    },
    {
      "nodeID": "147231",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:48"
    }
  ],
  "edges": [
    {
      "edgeID": "188518",
      "fromID": "147209",
      "toID": "147210",
      "formEdgeID": null
    },
    {
      "edgeID": "188519",
      "fromID": "147210",
      "toID": "147208",
      "formEdgeID": null
    },
    {
      "edgeID": "188520",
      "fromID": "147212",
      "toID": "147213",
      "formEdgeID": null
    },
    {
      "edgeID": "188521",
      "fromID": "147213",
      "toID": "147211",
      "formEdgeID": null
    },
    {
      "edgeID": "188522",
      "fromID": "147214",
      "toID": "147215",
      "formEdgeID": null
    },
    {
      "edgeID": "188523",
      "fromID": "147215",
      "toID": "147212",
      "formEdgeID": null
    },
    {
      "edgeID": "188524",
      "fromID": "147216",
      "toID": "147217",
      "formEdgeID": null
    },
    {
      "edgeID": "188525",
      "fromID": "147217",
      "toID": "147212",
      "formEdgeID": null
    },
    {
      "edgeID": "188526",
      "fromID": "147218",
      "toID": "147219",
      "formEdgeID": null
    },
    {
      "edgeID": "188527",
      "fromID": "147219",
      "toID": "147212",
      "formEdgeID": null
    },
    {
      "edgeID": "188528",
      "fromID": "147221",
      "toID": "147222",
      "formEdgeID": null
    },
    {
      "edgeID": "188529",
      "fromID": "147222",
      "toID": "147220",
      "formEdgeID": null
    },
    {
      "edgeID": "188530",
      "fromID": "147224",
      "toID": "147225",
      "formEdgeID": null
    },
    {
      "edgeID": "188531",
      "fromID": "147225",
      "toID": "147223",
      "formEdgeID": null
    },
    {
      "edgeID": "188532",
      "fromID": "147227",
      "toID": "147228",
      "formEdgeID": null
    },
    {
      "edgeID": "188533",
      "fromID": "147228",
      "toID": "147226",
      "formEdgeID": null
    },
    {
      "edgeID": "188534",
      "fromID": "147230",
      "toID": "147231",
      "formEdgeID": null
    },
    {
      "edgeID": "188535",
      "fromID": "147231",
      "toID": "147229",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
