{
  "nodes": [
    {
      "nodeID": "145287",
      "text": "Ok, let's give that a try. Evolution doesn't require something to have evolved from nothing, so this isn't a valid criticism. Evolutionary theory seeks to explain the plain fact of common descent.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:01"
    },
    {
      "nodeID": "145288",
      "text": "I know that. Evolution releases itself from its foundation at will. When it wants to speculate about things like abiogenesis and claim it to be science, it allows itself to do that. It's that interchangeability thing you spoke of above.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:01"
    },
    {
      "nodeID": "145289",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:02:01"
    },
    {
      "nodeID": "145290",
      "text": "That does not mean, however, that we should refrain out of politeness from making statements of established scientific fact just because a listener might have been exposed to contradictory religious beliefs. It is not the job of science to fix or accommodate the inaccuracies of religion. Within science classrooms, science is and should remain pre-eminent, so that people can make informed decisions.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145291",
      "text": "But it should be the job of science to establish a clear line between just where established fact stops and philosophy starts. There's no indication that they're getting it done.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145292",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145293",
      "text": "There's no question that evangelical atheists do exist: convinced not only of their beliefs but that it would be better for more people to share them. I'm not sure they're wrong, and I'm happy for them to make their case - but not in a science classroom.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145294",
      "text": "And if they do? Is that as big a crime as an ID advocate making his case in a science classroom? The fact is, the influence of evangelical atheists can't be kept out of the science classroom, because no consensus exists on just where the fact/philosophical line is drawn. If a teacher or a textbook cross the line in the slightest way, time consuming distracting religious/non religious discussions can follow.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145295",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145296",
      "text": "ThatÂ’s the face of human nature that make it all too easy to accept without realizing that a controversy even exists, and it does exist. If it didnÂ’t, evolutionists wouldnÂ’t be afraid of challenges.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145297",
      "text": "So what you're saying is that if ID really were worthless non-science, we'd be able to tell because everyone would be happy for it to be taught alongside evolution in science class? Yeah, that makes perfect senseHopefully you can now see how far we've meandered around the disparate issues. Let's recap:1. Can looking for intelligent design be scientific?One can apply the scientific method to any study. So far, the results of that application to ID (largely through peer review) indicate that it is not logically possible to positively infer the presence of design in a biological structure.2. Is the work the ID movement has produced rigorous, and are its results significant?No. The fundamentally flawed assumption that irreducible complexity cannot be achieved by evolutionary means invalidates all derivative results, and Dembski's 'specified complexity' is neither consistent, measurable, nor meaningful. Several structures claimed to represent evidence of design have admitted to evolutionary paths (including, ironically, some of the analogies used in their literature in an attempt to illustrate things design alone can accomplish)3. Should ID be opposed as a scientific endeavour?Of course not. We only ever learn by imagining; by striking out in unexpected and even seemingly absurd directions - just so long as we're rigorous in our logic and our testing. I don't think design science would ever bear useful fruit, but I would never oppose someone pursuing it.4. Should ID as it stands be taught as an alternative to evolution in science classrooms?Absolutely not. It presently stands on a par with hypotheses about the 'electric universe', or firey comets flying out of the sun, or any number of inventive, potentially appealing, but utterly unsubstantiated notions. Its few published results have been obliterated in peer review and there's quite simply nothing there to teach.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145298",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145299",
      "text": "ID did not initiate a war for hearts and minds.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145300",
      "text": "So the creationists behind it are lying when they say that's exactly what it is?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145301",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145302",
      "text": "3)Some evolutionary steps have to be an increase in complexity.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145303",
      "text": "And they can be. Increases in complexity are readily achieved via incremental change.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145304",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145305",
      "text": "In a perfect world, that is true. Unfortunately, there is plenty of distraction and interruption from atheism. The proof is, that within the confines of a science class, just about any discussion of evolution, or websites like talk origins, or 4forums, the bloody hard work fades, and is replaced with put downs of religion. I've shown, in another thread, how follow ups (second posts) to threads that open about evolution often aren't about any hard, thoughtful evolutionary work, they're effortless put downs of religion.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145306",
      "text": "And do you include me in that analysis? Perhaps you could link me to these threads so that we can see exactly how they 'open' :) I'm not saying I haven't seen put-downs of religion on this forum, but in my experience there's either personal history between the posters (the response is effectively continuing an on-going spat that transcends the thread), or the OP itself was laden with flame-bait.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:02"
    },
    {
      "nodeID": "145307",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145308",
      "text": "4)We may be ignorant of a natural bias that could stop most all of evolution (depending on how it's defined on any given day) in its tracks.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145309",
      "text": "I made no such equivalent criticism - which would have been along the lines of 'There may well be no designer, which would rule out design'. I don't want or need to invoke unknowable unknowns to criticise ID. You're speculating about just such a thing, the likelihood of which is unquantifiable, whereas we know that patterns arise in nature in the absence of design. Moreover, you're hypothesising a natural bias that prevents the most fit variants from proliferating - but that very bias would disqualify them as 'most fit' and make something else 'most fit' instead.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145310",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145311",
      "text": "When you say 'to its credit', and refer to stepwise feedback, the focus on irreducibly complex structures, reasoning, etc. it inspired me to do a quick search on 'science branches' or 'science lists'",
      "type": "I",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145312",
      "text": "You would have been better served researching the scientific method directly. A branch of science is any field of study to which the scientific method is applied. My OP critique of the work produced by the ID movement was deliberately philosophy-agnostic. After all, so long as the science done is rigorous, it matters not at all what inspires one to pursue a study in the first place. The religious motivation behind the ID movement is only significant in the larger context. What they've got right is their deduction that they need to find something that can't have evolved in order to infer design. What they get wrong almost immediately is their belief that irreducible complexity represents an impossibility for evolutionary processes.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145313",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145314",
      "text": "You're laboring under the misapprehension that if the world really were a few thousand years old and we all sprang whole out of nothingness and we really were all descended from a single couple, scientific investigations wouldn't reveal that truth. But it would. It would be very, very easy to scientifically confirm a biblical earth. That hasn't happened because we're not living on one. Whatever problems that causes are yours to deal with, not mine.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145315",
      "text": "So evolution is anti-Biblical? Yet at other times, your interchangeability allows you to say that evolution is not atheistic. Your clear interchangeability is what really causes me problems, but I can handle it. emoticon_xangel",
      "type": "I",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145316",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145317",
      "text": "The ID movement itself is not science; it's a PR exercise. That's the reality of what it is, as affirmed by those who organise and sponsor it. The work the ID movement has produced in service of that PR exercise is either bad science or not science at all depending upon how charitable you feel like being.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145318",
      "text": "You keep claiming that, but you never reference it. I'd like to see sources and names. Just because evolutionary sources don't claim to be engaging in a PR exercise doesn't mean they aren't doing it. There is plenty of evidence of it, even if they don't honestly admit it.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145319",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145320",
      "text": "True, but it does make evolution a known factor, and the scientific method requires that one prioritise exhausting the explicative power of known factors before inventing new ones.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145321",
      "text": "And evolution is exhausted. It can't do anything with origins, and recent discoveries of the complexities of the simplest forms of life exhaust it even more.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145322",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145323",
      "text": "What you're saying, in effect, is that if there are three naughty children in a class and only one of them gets punished, he can't actually have been naughty, because if he had, the other two would have been punished too.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:03"
    },
    {
      "nodeID": "145324",
      "text": "No, I'm saying all three of them could have been naughty, but the other two were teachers pets. Let's name the children, let's call the one who was punished ~ID~, and we'll call the first of the two pets ~atheistic evolution~ and we'll call the other unpunished one ~global warming~. AE and GW have influential parents, they attend a lot of PTA meetings, and have influence on how the teacher is paid, or if the teacher is fired.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145325",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145326",
      "text": "As an aside I invite readers to observe, going forward, how these issues are often treated as interchangeable by those advocating ID in the classroom.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145327",
      "text": "I can't think of another subject on this planet that has the interchangeability that evolution does.  Dawkins;",
      "type": "I",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145328",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145329",
      "text": "The 'cut and thrust of peer review', in other words, a special interest.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145330",
      "text": "No, in other words 'the cut and thrust of peer review.' Where ID falls flat on its face. Stop trying to dress that up as some kind of underserved mugging; if you aren't prepared to understand and defend ID on a scientific level you aren't equipped to decide that it is being unfairly treated.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145331",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145332",
      "text": "Equally, we know that something cannot evolve from nothing.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145333",
      "text": "And just as soon as you can show that has any relevance to the discussion, I'll be happy to spend more time on it.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145334",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145335",
      "text": "Uh, I didn't say anything about 'worthless non science'. But I'll leave the strawmen accusations to you and yours. It's up to the reader to decide who's actually making them.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145336",
      "text": "Yes, so let's give them a chance to examine what you actually said, all over again:",
      "type": "I",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145337",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145338",
      "text": "You show a gap to be inexplicable by trying to explain it from an atheist worldview? That's an objective, fair way to do it? So completely unfair and unbiased that ID's different methods of searching add NOTHING??",
      "type": "I",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145339",
      "text": "You show a gap to be inexplicable via natural forces by trying to explain it via natural forces. You can't do it by hypothesising supernatural forces, because that's just meaningless unfalsifiable speculation. ID doesn't have a different method of searching - all it does is give up quicker. That's how it 'detected design' in the eye; that's how it 'detected design' in blood clotting, the immune system - it just gave up looking for natural explanations and assumed design filled the gap.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145340",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:04"
    },
    {
      "nodeID": "145341",
      "text": "Churches are not motivated to oppose evolution, the way evolution is motivated to oppose religion. Evolution doesn't get in the way of churches to promote Christ's teachings, to the extent that Christ's teachings get in the way of evolutionists social desires.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145342",
      "text": "Oh come on, marc, you can't possibly expect me to swallow that one. Religion, which locked up astronomers? What atheist social policy was geocentrism getting in the way of, hmm? What makes that farce science's fault?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145343",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145344",
      "text": "As I said before, I can't come up with anything persuasive and new for ID. Everything on it has been steamrolled by lots of evolutionists in publicly funded institutions. But it is legitimate to hold other branches of science to the same standard as ID is held to.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145345",
      "text": "And they are. Happy?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145346",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145347",
      "text": "Absolutely, and that's because it's wrongly perceived as a 'freedom thing'. There's no such thing as the 'freedom' to be taught something of no scientific merit in a science class.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145348",
      "text": "So you're saying what is taught in schools is a scientific decision, not a political one?  Should abortion decisions be made by science, not politics? After all, it's a medical science right? How do we decide what is a scientific decision vs a political one?  You're considering 'no scientific merit' to be an objective conclusion. It's not, since the scientific community has proven itself to be a very questionable judge of what is science and what is not. The scientific community is proven to have a worldview bias.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145349",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145350",
      "text": "So if I can't overcome the huge special interest that condemns ID, I'm not equipped to ask questions about the scientific validity of global warming or other questionable 'sciences'? Not much on free speech, are you?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145351",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145352",
      "text": "Do you understand? Something like 'sociobiology' counts as good science if it consists of a body of work produced by people applying scientific methods rigorously.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145353",
      "text": "And if ID consists of a body of work that you and an established special interest don't like, then its not good science?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145354",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145355",
      "text": "Show me winking and nodding going on, marc. Stop insinuating bad behaviour and show me the evidence. Show me atheism being taught in the science classroom.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145356",
      "text": "http://www.numberwatch.co.uk/religion.htm Atheism is becoming a worship of the earth.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145357",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:05"
    },
    {
      "nodeID": "145358",
      "text": "Oh come on, marc, you can't possibly expect me to swallow that one. Religion, which locked up astronomers?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145359",
      "text": "Churches are not locking up astronomers today! emoticon_idea",
      "type": "I",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145360",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145361",
      "text": "Evolution is all about godlessness, yet it's not atheistic. I see. ID gives up looking for natural explanations, evolution gives up looking for supernatural ones. ID hypothesizes supernatural, evolution hypothesizes natural origins.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145362",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145363",
      "text": "It may not be scientific to begin at step two or step three.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145364",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145365",
      "text": "False alarm: General Misunderstanding is still calling the shots! There's no such thing as 'Natural and undirected'. Drop a rock and tell me how 'undirected' the results are for you.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145366",
      "text": "Tell me who directed it.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145367",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145368",
      "text": "You talked about a 'natural bias' that would stop evolution in its tracks. You're going to have to be more specific about what 'stopping evolution in its tracks' means. Do you mean preventing inheritable variation? Preventing natural selection? Preventing gene flow? What?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145369",
      "text": "Things like future proof of a young earth - evolution needs billons of years. Or proof of severe weather conditions that would destroy the evolutionary process. Life on earth dies completely if it gets out of a fairly narrow temperature range, any time during those billions of years.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145370",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145371",
      "text": "What on earth are you talking about? You haven't done anything to show that the global warming material lacks scientific veracity.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145372",
      "text": "Not global warmings existence, global warmings CAUSE. Does it come as a shock to you that the cause of global warming is controversial?  http://www.canadafreepress.com/2007/global-warming020507.htm There was also a piece of a formal debate about it on these forums. It was so lopsided, the global-warming-is-caused-by-man advocate fled the debate halfway through.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145373",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145374",
      "text": "Already provided above.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:06"
    },
    {
      "nodeID": "145375",
      "text": "Not hardly. Show where they initiated it. Your first link showed it to be a reaction to the initiation done by evolutionists.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:07"
    },
    {
      "nodeID": "145376",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:07"
    }
  ],
  "edges": [
    {
      "edgeID": "187174",
      "fromID": "145288",
      "toID": "145289",
      "formEdgeID": null
    },
    {
      "edgeID": "187175",
      "fromID": "145289",
      "toID": "145287",
      "formEdgeID": null
    },
    {
      "edgeID": "187176",
      "fromID": "145291",
      "toID": "145292",
      "formEdgeID": null
    },
    {
      "edgeID": "187177",
      "fromID": "145292",
      "toID": "145290",
      "formEdgeID": null
    },
    {
      "edgeID": "187178",
      "fromID": "145294",
      "toID": "145295",
      "formEdgeID": null
    },
    {
      "edgeID": "187179",
      "fromID": "145295",
      "toID": "145293",
      "formEdgeID": null
    },
    {
      "edgeID": "187180",
      "fromID": "145297",
      "toID": "145298",
      "formEdgeID": null
    },
    {
      "edgeID": "187181",
      "fromID": "145298",
      "toID": "145296",
      "formEdgeID": null
    },
    {
      "edgeID": "187182",
      "fromID": "145300",
      "toID": "145301",
      "formEdgeID": null
    },
    {
      "edgeID": "187183",
      "fromID": "145301",
      "toID": "145299",
      "formEdgeID": null
    },
    {
      "edgeID": "187184",
      "fromID": "145303",
      "toID": "145304",
      "formEdgeID": null
    },
    {
      "edgeID": "187185",
      "fromID": "145304",
      "toID": "145302",
      "formEdgeID": null
    },
    {
      "edgeID": "187186",
      "fromID": "145306",
      "toID": "145307",
      "formEdgeID": null
    },
    {
      "edgeID": "187187",
      "fromID": "145307",
      "toID": "145305",
      "formEdgeID": null
    },
    {
      "edgeID": "187188",
      "fromID": "145309",
      "toID": "145310",
      "formEdgeID": null
    },
    {
      "edgeID": "187189",
      "fromID": "145310",
      "toID": "145308",
      "formEdgeID": null
    },
    {
      "edgeID": "187190",
      "fromID": "145312",
      "toID": "145313",
      "formEdgeID": null
    },
    {
      "edgeID": "187191",
      "fromID": "145313",
      "toID": "145311",
      "formEdgeID": null
    },
    {
      "edgeID": "187192",
      "fromID": "145315",
      "toID": "145316",
      "formEdgeID": null
    },
    {
      "edgeID": "187193",
      "fromID": "145316",
      "toID": "145314",
      "formEdgeID": null
    },
    {
      "edgeID": "187194",
      "fromID": "145318",
      "toID": "145319",
      "formEdgeID": null
    },
    {
      "edgeID": "187195",
      "fromID": "145319",
      "toID": "145317",
      "formEdgeID": null
    },
    {
      "edgeID": "187196",
      "fromID": "145321",
      "toID": "145322",
      "formEdgeID": null
    },
    {
      "edgeID": "187197",
      "fromID": "145322",
      "toID": "145320",
      "formEdgeID": null
    },
    {
      "edgeID": "187198",
      "fromID": "145324",
      "toID": "145325",
      "formEdgeID": null
    },
    {
      "edgeID": "187199",
      "fromID": "145325",
      "toID": "145323",
      "formEdgeID": null
    },
    {
      "edgeID": "187200",
      "fromID": "145327",
      "toID": "145328",
      "formEdgeID": null
    },
    {
      "edgeID": "187201",
      "fromID": "145328",
      "toID": "145326",
      "formEdgeID": null
    },
    {
      "edgeID": "187202",
      "fromID": "145330",
      "toID": "145331",
      "formEdgeID": null
    },
    {
      "edgeID": "187203",
      "fromID": "145331",
      "toID": "145329",
      "formEdgeID": null
    },
    {
      "edgeID": "187204",
      "fromID": "145333",
      "toID": "145334",
      "formEdgeID": null
    },
    {
      "edgeID": "187205",
      "fromID": "145334",
      "toID": "145332",
      "formEdgeID": null
    },
    {
      "edgeID": "187206",
      "fromID": "145336",
      "toID": "145337",
      "formEdgeID": null
    },
    {
      "edgeID": "187207",
      "fromID": "145337",
      "toID": "145335",
      "formEdgeID": null
    },
    {
      "edgeID": "187208",
      "fromID": "145339",
      "toID": "145340",
      "formEdgeID": null
    },
    {
      "edgeID": "187209",
      "fromID": "145340",
      "toID": "145338",
      "formEdgeID": null
    },
    {
      "edgeID": "187210",
      "fromID": "145342",
      "toID": "145343",
      "formEdgeID": null
    },
    {
      "edgeID": "187211",
      "fromID": "145343",
      "toID": "145341",
      "formEdgeID": null
    },
    {
      "edgeID": "187212",
      "fromID": "145345",
      "toID": "145346",
      "formEdgeID": null
    },
    {
      "edgeID": "187213",
      "fromID": "145346",
      "toID": "145344",
      "formEdgeID": null
    },
    {
      "edgeID": "187214",
      "fromID": "145348",
      "toID": "145349",
      "formEdgeID": null
    },
    {
      "edgeID": "187215",
      "fromID": "145349",
      "toID": "145347",
      "formEdgeID": null
    },
    {
      "edgeID": "187216",
      "fromID": "145350",
      "toID": "145351",
      "formEdgeID": null
    },
    {
      "edgeID": "187217",
      "fromID": "145351",
      "toID": "145330",
      "formEdgeID": null
    },
    {
      "edgeID": "187218",
      "fromID": "145353",
      "toID": "145354",
      "formEdgeID": null
    },
    {
      "edgeID": "187219",
      "fromID": "145354",
      "toID": "145352",
      "formEdgeID": null
    },
    {
      "edgeID": "187220",
      "fromID": "145356",
      "toID": "145357",
      "formEdgeID": null
    },
    {
      "edgeID": "187221",
      "fromID": "145357",
      "toID": "145355",
      "formEdgeID": null
    },
    {
      "edgeID": "187222",
      "fromID": "145359",
      "toID": "145360",
      "formEdgeID": null
    },
    {
      "edgeID": "187223",
      "fromID": "145360",
      "toID": "145358",
      "formEdgeID": null
    },
    {
      "edgeID": "187224",
      "fromID": "145361",
      "toID": "145362",
      "formEdgeID": null
    },
    {
      "edgeID": "187225",
      "fromID": "145362",
      "toID": "145330",
      "formEdgeID": null
    },
    {
      "edgeID": "187226",
      "fromID": "145363",
      "toID": "145364",
      "formEdgeID": null
    },
    {
      "edgeID": "187227",
      "fromID": "145364",
      "toID": "145330",
      "formEdgeID": null
    },
    {
      "edgeID": "187228",
      "fromID": "145366",
      "toID": "145367",
      "formEdgeID": null
    },
    {
      "edgeID": "187229",
      "fromID": "145367",
      "toID": "145365",
      "formEdgeID": null
    },
    {
      "edgeID": "187230",
      "fromID": "145369",
      "toID": "145370",
      "formEdgeID": null
    },
    {
      "edgeID": "187231",
      "fromID": "145370",
      "toID": "145368",
      "formEdgeID": null
    },
    {
      "edgeID": "187232",
      "fromID": "145372",
      "toID": "145373",
      "formEdgeID": null
    },
    {
      "edgeID": "187233",
      "fromID": "145373",
      "toID": "145371",
      "formEdgeID": null
    },
    {
      "edgeID": "187234",
      "fromID": "145375",
      "toID": "145376",
      "formEdgeID": null
    },
    {
      "edgeID": "187235",
      "fromID": "145376",
      "toID": "145374",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
