{
  "nodes": [
    {
      "nodeID": "160528",
      "text": "try working in reality rather than what hollywierd puts out. You do realize that their product is fiction don't you? I do note you don't quote any sources for the assumption they are not used to commit crime? If this be true then why do we need or want the assault gun ban? Which is another fiction created by the pro slavers you realize? ' An observant reader would think the strict registration requirements and extremely low rates of crime committed with legally owned automatic weapons are powerful arguments for 'sensible' gun control. However an even keener reader notices that despite the sterling record of auto-weapons owners for over fifty years, and despite: registration, police approval, state approval, special taxes, waiting periods, and extensive background checks, in 1986, ownership of newly manufactured automatic weapons was prohibited to civilians.'  Girl, 14, charged with supplying machine guns | Mail Online in a slavers wet dream of gun control Gun crime | World news | guardian.co.uk Cousins were killed in hail of machine-gun bullets - Crime, UK - The Independent",
      "type": "I",
      "timestamp": "2016-03-08 20:35:14"
    },
    {
      "nodeID": "160529",
      "text": "So they told Galleo, all you have to do is print out our news releases on firearm related boards and we will pay you xxx dollars. Didn't mention ruining any credibility he might have had and I hope he didn't quit his day job. This may look like a big placid lagoon but all the fins are below the surface so they just dive right in..PRICELESS!",
      "type": "I",
      "timestamp": "2016-03-08 20:35:14"
    },
    {
      "nodeID": "160530",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:14"
    },
    {
      "nodeID": "160531",
      "text": "What are you talking about? I've been down this road before. I don't think that gun control is the most important issue in the world but I do intend to own one as soon as I move out of NY in hopefully a year or 2. I totally agree that people should be free to own guns, as they are. I also have no problems with states making it mandatory for gun owners to have permits, which some states do. I'm not an extremist. I plan to teach my kids how to properly use guns, much to my wife's protest. And I'll probably own more than one, at least one in my bedroom and one in my car.  What I don't get is the what seems to me like an overwhelming fear of 'what if' from both sides. The pro-gun camp fears that any gun regulation policies, something as simple as a county registration, will inevitably lead to policies that ban all guns. And the anti-gun crowd fears that if people can own guns at all, then gun-toting bandits will jump out of every alley and start popping people randomly. So its a case of total gun freedom vs total 'gunlessness'. I'm not convinced that either of these 'what-if' scenarios will occur. After all, as it is presently, gun crimes still occur, people have their rights to own guns revoked on a case by case basis, and dying of gun shots is actually very rare. I believe a balance can be found.  And as for supporting the constitution, this issue is actually about supporting an ammendment to the constitution. If the constitution was so holy and inerrant, why did it need to be ammendments? I'm not the one that was so dissatisfied with the document that I had to ammend it anyway. And the insinuations and inuendos you say I made (not actually saying what they were), the rest of your pro-gun team confirmed my observations, just as you did now. Thanks.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:14"
    },
    {
      "nodeID": "160532",
      "text": "So you plan to move out of N.Y.in a year or two,and own a gun?why not now?N.Y.laws are sticker than most,but not all.You want to teach your kids to shoot?Better do it now,later on it will probably be harder. Well if you don't think that gun control is the most important issue in the world and you totally agree that people should be able to own guns,but yet you have no problems with states making it mandatory for gun owners to have permits,thats almost a contradiction of terms for someone that says their pro gun.  I may be wrong but is anyone saying or implying total gun freedom? What we are saying is, to many laws on it no more. 35-40 years ago we didn't have all this B.S.about it,you wanted a gun you went and got one (in other words very readily available) Walk down the street with one and you didn't have a S.W.A.T.team on you. We have seen to many gun rights taken so yeah every time a new policy or amendment comes along we are antsy about it. So if you support every amendment made to the constitution pertaining to guns, than I submit your not to interested in owning a gun. And for the record:gun toting bandits(out here we say bandito's)are jumping out of every ally{figuratively speaking}.But the pro-gunners know that if the anti-gunners had their way,only the bandito's have guns. emoticon_xkillemoticon_xkill",
      "type": "I",
      "timestamp": "2016-03-08 20:35:14"
    },
    {
      "nodeID": "160533",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:14"
    }
  ],
  "edges": [
    {
      "edgeID": "197952",
      "fromID": "160529",
      "toID": "160530",
      "formEdgeID": null
    },
    {
      "edgeID": "197953",
      "fromID": "160530",
      "toID": "160528",
      "formEdgeID": null
    },
    {
      "edgeID": "197954",
      "fromID": "160532",
      "toID": "160533",
      "formEdgeID": null
    },
    {
      "edgeID": "197955",
      "fromID": "160533",
      "toID": "160531",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
