{
  "nodes": [
    {
      "nodeID": "157024",
      "text": "His youthful years were not easy. His faith and the education received at home prepared him for the harsh experience of those years during which the Nazi regime pursued a hostile attitude towards the Catholic Church. The young Joseph saw how some Nazis beat the Parish Priest before the celebration of Mass. It was precisely during that complex situation that he discovered the beauty and truth of faith in Christ; fundamental for this was his family's attitude, who always gave a clear witness of goodness and hope, rooted in a convinced attachment to the Church. During the last months of the war he was enrolled in an auxiliary anti-aircraft corps. http://www.vatican.va/holy_father/benedict_xvi/biography/documents/hf_ben-xvi_bio_20050419_short-biography_en.html",
      "type": "I",
      "timestamp": "2016-03-08 20:27:23"
    },
    {
      "nodeID": "157025",
      "text": "It surely doesn't sound like he's a Nazi to me, but then again, I don't suffer from paranoid delusions either. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:27:23"
    },
    {
      "nodeID": "157026",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:23"
    },
    {
      "nodeID": "157027",
      "text": "Ah, how icky the hypocrisy smells. Louisiana Republican Senator David Vitter, one of the leading proponents of a constitutional amendment to ban same-sex marriage, has just apologized for his 'serious sin' after his phone number appeared in the records of a DC Madam who ran an escort/prostitution service. Vitter had this to say of his connection to the prostitution service:  'This was a very serious sin in my past for which I am, of course, completely responsible. Several years ago, I asked for and received forgiveness from God and my wife in confession and marriage counseling. Out of respect for my family, I will keep my discussion of the matter there-with God and them. But I certainly offer my deep and sincere apologies to all I have disappointed and let down in any way.'  During his campaign for the U.S. Senate, Vitter had been accused of going to a prostitute, a charge that he then vigorously denied. Now, of course, he's been caught, and he admits it.  Meanwhile, Vitter expressed strong support last year for a proposed constitutional amendment to ban same-sex marriage. He compared same-sex marriage to hurricanes Katrine and Rita. He said, 'I don't believe there's any issue that's more important than this one.' It is always amazing when the self-proclaimed defenders of supposedly traditional marriage, the politicians who bolster their campaigns by appealing to popular anti-gay prejudice, are exposed for the hypocrites they are. In this case, this conservative Christian who campaigned against gay rights just couldn't keep his own pants zipped. And to make sure he got elected, he lied about it until he was caught.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:23"
    },
    {
      "nodeID": "157028",
      "text": "Care to post a link ? Because I googled 'Vitter admits to adultery' and came up with zero results about this story. And can you show where he is a fundamentalist christian and not just a conservative Republican ? And I find it very hypocritical how frenzied your side can become at his admitted personal sin when in regards to your own personal values system adultery isn't considered sinning at all. If he admitted to sodomy, would you also make an issue of that which you consider totally normal activity ? And can't you see the hypocricy and double standard by throwing such stones in the face of seeking acceptance of your lifestyle ?  If I were to put myself in your place, wouldn't it have made more sense to attempt to justify his actions as a non issue in order to show that we are all alike and criticizing any sexual standards of right and wrong is damaging to the human condition ? Again, I ask, where is the consistency in your thinking ?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:23"
    },
    {
      "nodeID": "157029",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:24"
    },
    {
      "nodeID": "157030",
      "text": "People with big egos have libidos that keep up. what's new? It's an unfortunate accompanying characteristic. The only reason that this was even posted was because it was another attempt to discredit anyone that is against gay marriage. The fact that most politicians cheat isn't a revelation.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:24"
    },
    {
      "nodeID": "157031",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:24"
    },
    {
      "nodeID": "157032",
      "text": "Did anyone else expect anything less? These evil fundie christianists can have affairs, 2, 3, 4, or even 5 marriages yet gay people are a threat to marriage by wanting to get married.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:24"
    },
    {
      "nodeID": "157033",
      "text": "You hear that cry...allowing gays to marry will cause the downfall of civilization...but you never hear 'how' or 'why'? More Chicken Little ####.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:24"
    },
    {
      "nodeID": "157034",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:24"
    },
    {
      "nodeID": "157035",
      "text": "Where'd you get the idea that Vitter was a Fundamental Christian? He's a Roman Catholic, just like Ted Kennedy. Does that make Ted a fundie, too?emoticon_confused",
      "type": "I",
      "timestamp": "2016-03-08 20:27:24"
    },
    {
      "nodeID": "157036",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:24"
    },
    {
      "nodeID": "157037",
      "text": "You don't get it do you?  'our side' has never said we where above these things. Your side takes the 'moral highground' they set up a standard of being holier then thou. There is no hypocrisy in pointing out those who can't live up to the standard they set for themselves or would legally force upon the rest of us. The problem is that your side has made sex evil and dirty and our side is just pointing that out to you.  BTW here is your link http://www.365gay.com/Newscon07/07/071007vitter.htm http://news.yahoo.com/s/ap/20070710/ap_on_go_co/vitter_dc_madam http://www.google.com/search?hl=en&client=opera&rls=en&hs=Xhu&q=Sen.+David+Vitter+%28R-La.%29+The+Associated+Press&btnG=Search",
      "type": "I",
      "timestamp": "2016-03-08 20:27:24"
    },
    {
      "nodeID": "157038",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:24"
    },
    {
      "nodeID": "157039",
      "text": "The only reason that this was even posted was because it was another attempt to discredit anyone that is against gay marriage.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:24"
    },
    {
      "nodeID": "157040",
      "text": "They should be discredited, and their hypocrisy should be exposed. Here we have people trying to deny other people the right to marry, supposedly in 'defense' of 'traditional marriage,' when some of them are out sneaking around, cheating on their wives, and lying about it when confronted. The only reason this guy admitted the truth is because evidence surfaced about his visits to prostitutes. Meanwhile, has has tried to advance his political career at the expense of gay people. Some defender of marriage!  This is a classic example of someone needing to get the log out of his own eye.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:24"
    },
    {
      "nodeID": "157041",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:24"
    },
    {
      "nodeID": "157042",
      "text": "The only reason that this was even posted was because it was another attempt to discredit anyone that is against gay marriage. The fact that most politicians cheat isn't a revelation.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:24"
    },
    {
      "nodeID": "157043",
      "text": "Amen!! Sheeesh, here we go again with this garbage. The funny thing is, it only seems to mostly be the pro gay rights people who go on these silly 'hypocrisy' witch hunts. People could, no doubt, just as easily find cases to trump where proponents of gay marriage have been promiscuous, divorced, engaged in prostitution, or whatever-other vice-of-the-day is in terms of discreditation. And that too would, of course, be hypocritical. But I never see posts about that here--nor would I want to. The real reason these cases are posted about is that there are folks here who simply enjoy seeing people they fundamentally disagree with and that they just don't like get publicly humiliated. All the while, there's not a one of these 'exposers of hypocrisy' who would much like having someone do that to them. Personally, I think this need and obvious enjoyment some here have over seeing people get publicly humiliated is, well, sorta disturbing.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:25"
    },
    {
      "nodeID": "157044",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:25"
    },
    {
      "nodeID": "157045",
      "text": "Fundies talking about double standard is a real laugh and a half!!!! These are the ones who preach 'do as I say, not as I do.' Now there's a double standard.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:25"
    },
    {
      "nodeID": "157046",
      "text": "Fundies don't say do as I say, not as I do. We say do as God says, not as I do. There's a huge difference.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:25"
    },
    {
      "nodeID": "157047",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:25"
    },
    {
      "nodeID": "157048",
      "text": "Where did Vitter lie ? He admitted his wrong doing and apologised to his wife. Had a liberal been accused he would have attacked the leak as a Right Wing attack designed to destroy him with the politics of personal destruction. The double standards are a joke. Out of 10,000 different names she has released, do you really think there are no Democrats on that list ? But ABC has those phone records so they can release a different Republican on the list every month to demonize the Right while never exposing the libs on the list, thereby creating a totally false impression of the real story that people from both sides of the aisle are guilty of indiscretions.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:25"
    },
    {
      "nodeID": "157049",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:25"
    },
    {
      "nodeID": "157050",
      "text": "So, in order to be against gay marriage, a person has to be faithful in his own marriage? Gimme a break. He supports what his constituents want him to support or he doesn't get elected. In case you haven't noticed, the majority of Americans are against gay marriage.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:25"
    },
    {
      "nodeID": "157051",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:25"
    },
    {
      "nodeID": "157052",
      "text": "I must admit I am not sure the point of this thread. If one wants to say that Christians are hypocrites then I'd agree. In fact, it has to be that way as the Bible clearly states we all fail when it comes to not sinning. This doesn't disprove any message though but does show that people are capable of doing the things they hate the most.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:25"
    },
    {
      "nodeID": "157053",
      "text": "It was my understanding that the tread is about the hypocrisy of those who want to defend marriage from the inclusion of gay people.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:25"
    },
    {
      "nodeID": "157054",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:25"
    },
    {
      "nodeID": "157055",
      "text": "My point in starting the thread is not merely that Christians fall short of their aspirations. No....this is worse. Because this particular U.S. Senator, an avowed conservative Christian, has actively worked to restrict the rights of others to marry, supposedly in the name of 'protecting' or 'defending' marriage, while at the same time undermining his own marriage. He makes a pretense, for political gain I suspect, of 'defending marriage' by playing to people's anti-gay prejudices while himself undermining marriage in his real life. That's hypocrisy, and it's dishonesty.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:25"
    },
    {
      "nodeID": "157056",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:25"
    },
    {
      "nodeID": "157057",
      "text": "People like this guy, and Henry Hyde, Newt Gingrich, Robert Livingston, and so many others happen to be right wing republicans....isn't that peculiar?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:25"
    },
    {
      "nodeID": "157058",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:26"
    },
    {
      "nodeID": "157059",
      "text": "Prove your assertion that he has called himself a conservative Christian rather than a conservative Republican OP. Support your clai if you can or stop trying to lump everyone on the right together.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:26"
    },
    {
      "nodeID": "157060",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:26"
    },
    {
      "nodeID": "157061",
      "text": "You still haven't showed us where he is a self proclaimed Conservative Christian rather than just a conservative republican OP. Would you care to support that claim with actual evidence or is it your intent to once again just lump everyone on the Right into the same pot of Funamental Christianity so as to slander us all as a group ? Is that your idea of fair and honest debating ? Some might take lies about them as personal slanderous attacks on their character and respond in kind. I thought you believed in elevating the quality of debate to being intellectually honest ?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:26"
    },
    {
      "nodeID": "157062",
      "text": "In case you were wondering, no one here has missed the fact that you're trying to divert attention from the real issues by beating one minor issue into the ground.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:26"
    },
    {
      "nodeID": "157063",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:26"
    },
    {
      "nodeID": "157064",
      "text": "No I'm not Kronus. I haven't made excuses for him or denied what he did. OP said he is a conservative Christian which is a lie and I'm exposing that lie for what it is. Unless she can prove he is anything more than a conservative secular Republican, then he is no more a morally responsible person than an atheistic democrat. To attempt to mark all fundamental christians with the actions of this guy because he's a republican is a truly fallacious argument and a slanderous lie regarding me and all believers. None of this excuses what Vitter himself is responsible for doing. But she is wrong for immorally attempting to paint us all as adulterers because of his sin.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:26"
    },
    {
      "nodeID": "157065",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:26"
    },
    {
      "nodeID": "157066",
      "text": "Voted To Ban Gay Marriage Christian Conservative GOP Senator Linked To DC Madam by The Associated Press",
      "type": "I",
      "timestamp": "2016-03-08 20:27:26"
    },
    {
      "nodeID": "157067",
      "text": "So you'll post the title and the AP source but not the article or link to it ? It must be some damming evidence samiinh.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:26"
    },
    {
      "nodeID": "157068",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:26"
    },
    {
      "nodeID": "157069",
      "text": "No. She (Ohioprof) is saying that for a person to not look like a complete disgusting hypocrite while arguing against gay marriage on the basis of 'defending Traditional(TM) Marriage', that person must not engage in behaviours diametrically opposed to said 'Traditional(TM) Marriage'. The strawman you are attempting to construct is just that - a strawman.  As to 'the majority of Americans are against gay marriage', who really gives a flying :xcensored? The majority of Americans thought that slavery was acceptable, that blacks and whites shouldn't marry, that 'seperate-but-equal' policies were acceptable (and equal), that women should not have equal rights as men, that discrimination on the basis of gender, race, etc. was acceptable, and on and on. The 'majority of Americans' have been for a whole lot of pretty :xcensoreding stupid things. Your argument isn't helped whatsoever with your appeal to majority.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:26"
    },
    {
      "nodeID": "157070",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:26"
    },
    {
      "nodeID": "157071",
      "text": "Political leaders should not oppose gay marriage at all. But if a political leader is going to stomp around proclaiming that he wants to 'defend traditional marriage' and promote 'family values' by denying others the right to marry, the voters will not be happy if that political leader is discovered to be cheating on his wife.  You seem to be suggesting that the arguments by political leaders in favor of 'traditional morality' and 'family values' are entirely meaningless and are just pandering to popular prejudices. That is just what the voters, I think, won't like about this.....that all the 'family values' talk was nothing but political posturing to garner votes. Which it probably was.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:26"
    },
    {
      "nodeID": "157072",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:26"
    },
    {
      "nodeID": "157073",
      "text": "No. He is saying that for a person to not look like a complete disgusting hypocrite while arguing against gay marriage on the basis of 'defending Traditional(TM) Marriage', that person must not engage in behaviours diametrically opposed to said 'Traditional(TM) Marriage'. The strawman you are attempting to construct is just that - a strawman.  As to 'the majority of Americans are against gay marriage', who really gives a flying :xcensored? The majority of Americans thought that slavery was acceptable, that blacks and whites shouldn't marry, that 'seperate-but-equal' policies were acceptable (and equal), that women should not have equal rights as men, that discrimination on the basis of gender, race, etc. was acceptable, and on and on. The 'majority of Americans' have been for a whole lot of pretty :xcensoreding stupid things. Your argument isn't helped whatsoever with your appeal to majority.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:27"
    },
    {
      "nodeID": "157074",
      "text": "Well said, SP.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:27"
    },
    {
      "nodeID": "157075",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:27"
    },
    {
      "nodeID": "157076",
      "text": "The christianists who are against gay don't care that he had commited adultry, got a divorce, or even if he and his wife are swingers. They just are against gay marriage because they hate gay people. It all goes to the tarnishment claim http://www.slate.com/id/2169615/ they hate us plain and simple and will do anything including voting for someone who is a hypocrite.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:27"
    },
    {
      "nodeID": "157077",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:27"
    },
    {
      "nodeID": "157078",
      "text": "No Ted Kennedy is not a fundie but Vitter is. For God sake the pope is a nazi and a fundie. Marlene Elwell, the nazi *itch, who put the evil mariage amendment on the michigan ballot is a Roman Catholic also. If you are a christian and you believe in the suppression of homosexuality then you are a fundie and a christianist.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:27"
    },
    {
      "nodeID": "157079",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:27"
    },
    {
      "nodeID": "157080",
      "text": "Better get back on the meds. It appears that your lithium level has dropped a tad and increased your paranoia. Here's a little info on the Pope:",
      "type": "I",
      "timestamp": "2016-03-08 20:27:27"
    },
    {
      "nodeID": "157081",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:27"
    },
    {
      "nodeID": "157082",
      "text": "For God sake the pope is a nazi and a fundie.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:27"
    },
    {
      "nodeID": "157083",
      "text": "So, in other words, what you're saying is that the Pope, who just declared that all Christian Churches apart from the RCC to be false churches, including we evangelicals/fundamentalists is a fundie himself ? JPs right Matt, take your meds and do it quickly. emoticon_frazzled",
      "type": "I",
      "timestamp": "2016-03-08 20:27:27"
    },
    {
      "nodeID": "157084",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:27"
    },
    {
      "nodeID": "157085",
      "text": "Is he anti gay? Yes so they are all in the same boat and cut from the same hatefilled, homophobic, bigoted, christianist cloth.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:27"
    },
    {
      "nodeID": "157086",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:27"
    }
  ],
  "edges": [
    {
      "edgeID": "195438",
      "fromID": "157025",
      "toID": "157026",
      "formEdgeID": null
    },
    {
      "edgeID": "195439",
      "fromID": "157026",
      "toID": "157024",
      "formEdgeID": null
    },
    {
      "edgeID": "195440",
      "fromID": "157028",
      "toID": "157029",
      "formEdgeID": null
    },
    {
      "edgeID": "195441",
      "fromID": "157029",
      "toID": "157027",
      "formEdgeID": null
    },
    {
      "edgeID": "195442",
      "fromID": "157030",
      "toID": "157031",
      "formEdgeID": null
    },
    {
      "edgeID": "195443",
      "fromID": "157031",
      "toID": "157027",
      "formEdgeID": null
    },
    {
      "edgeID": "195444",
      "fromID": "157033",
      "toID": "157034",
      "formEdgeID": null
    },
    {
      "edgeID": "195445",
      "fromID": "157034",
      "toID": "157032",
      "formEdgeID": null
    },
    {
      "edgeID": "195446",
      "fromID": "157035",
      "toID": "157036",
      "formEdgeID": null
    },
    {
      "edgeID": "195447",
      "fromID": "157036",
      "toID": "157032",
      "formEdgeID": null
    },
    {
      "edgeID": "195448",
      "fromID": "157037",
      "toID": "157038",
      "formEdgeID": null
    },
    {
      "edgeID": "195449",
      "fromID": "157038",
      "toID": "157028",
      "formEdgeID": null
    },
    {
      "edgeID": "195450",
      "fromID": "157040",
      "toID": "157041",
      "formEdgeID": null
    },
    {
      "edgeID": "195451",
      "fromID": "157041",
      "toID": "157039",
      "formEdgeID": null
    },
    {
      "edgeID": "195452",
      "fromID": "157043",
      "toID": "157044",
      "formEdgeID": null
    },
    {
      "edgeID": "195453",
      "fromID": "157044",
      "toID": "157042",
      "formEdgeID": null
    },
    {
      "edgeID": "195454",
      "fromID": "157046",
      "toID": "157047",
      "formEdgeID": null
    },
    {
      "edgeID": "195455",
      "fromID": "157047",
      "toID": "157045",
      "formEdgeID": null
    },
    {
      "edgeID": "195456",
      "fromID": "157048",
      "toID": "157049",
      "formEdgeID": null
    },
    {
      "edgeID": "195457",
      "fromID": "157049",
      "toID": "157040",
      "formEdgeID": null
    },
    {
      "edgeID": "195458",
      "fromID": "157050",
      "toID": "157051",
      "formEdgeID": null
    },
    {
      "edgeID": "195459",
      "fromID": "157051",
      "toID": "157040",
      "formEdgeID": null
    },
    {
      "edgeID": "195460",
      "fromID": "157053",
      "toID": "157054",
      "formEdgeID": null
    },
    {
      "edgeID": "195461",
      "fromID": "157054",
      "toID": "157052",
      "formEdgeID": null
    },
    {
      "edgeID": "195462",
      "fromID": "157055",
      "toID": "157056",
      "formEdgeID": null
    },
    {
      "edgeID": "195463",
      "fromID": "157056",
      "toID": "157052",
      "formEdgeID": null
    },
    {
      "edgeID": "195464",
      "fromID": "157057",
      "toID": "157058",
      "formEdgeID": null
    },
    {
      "edgeID": "195465",
      "fromID": "157058",
      "toID": "157055",
      "formEdgeID": null
    },
    {
      "edgeID": "195466",
      "fromID": "157059",
      "toID": "157060",
      "formEdgeID": null
    },
    {
      "edgeID": "195467",
      "fromID": "157060",
      "toID": "157055",
      "formEdgeID": null
    },
    {
      "edgeID": "195468",
      "fromID": "157062",
      "toID": "157063",
      "formEdgeID": null
    },
    {
      "edgeID": "195469",
      "fromID": "157063",
      "toID": "157061",
      "formEdgeID": null
    },
    {
      "edgeID": "195470",
      "fromID": "157064",
      "toID": "157065",
      "formEdgeID": null
    },
    {
      "edgeID": "195471",
      "fromID": "157065",
      "toID": "157062",
      "formEdgeID": null
    },
    {
      "edgeID": "195472",
      "fromID": "157067",
      "toID": "157068",
      "formEdgeID": null
    },
    {
      "edgeID": "195473",
      "fromID": "157068",
      "toID": "157066",
      "formEdgeID": null
    },
    {
      "edgeID": "195474",
      "fromID": "157069",
      "toID": "157070",
      "formEdgeID": null
    },
    {
      "edgeID": "195475",
      "fromID": "157070",
      "toID": "157050",
      "formEdgeID": null
    },
    {
      "edgeID": "195476",
      "fromID": "157071",
      "toID": "157072",
      "formEdgeID": null
    },
    {
      "edgeID": "195477",
      "fromID": "157072",
      "toID": "157050",
      "formEdgeID": null
    },
    {
      "edgeID": "195478",
      "fromID": "157074",
      "toID": "157075",
      "formEdgeID": null
    },
    {
      "edgeID": "195479",
      "fromID": "157075",
      "toID": "157073",
      "formEdgeID": null
    },
    {
      "edgeID": "195480",
      "fromID": "157076",
      "toID": "157077",
      "formEdgeID": null
    },
    {
      "edgeID": "195481",
      "fromID": "157077",
      "toID": "157071",
      "formEdgeID": null
    },
    {
      "edgeID": "195482",
      "fromID": "157078",
      "toID": "157079",
      "formEdgeID": null
    },
    {
      "edgeID": "195483",
      "fromID": "157079",
      "toID": "157035",
      "formEdgeID": null
    },
    {
      "edgeID": "195484",
      "fromID": "157080",
      "toID": "157081",
      "formEdgeID": null
    },
    {
      "edgeID": "195485",
      "fromID": "157081",
      "toID": "157078",
      "formEdgeID": null
    },
    {
      "edgeID": "195486",
      "fromID": "157083",
      "toID": "157084",
      "formEdgeID": null
    },
    {
      "edgeID": "195487",
      "fromID": "157084",
      "toID": "157082",
      "formEdgeID": null
    },
    {
      "edgeID": "195488",
      "fromID": "157085",
      "toID": "157086",
      "formEdgeID": null
    },
    {
      "edgeID": "195489",
      "fromID": "157086",
      "toID": "157083",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
