{
  "nodes": [
    {
      "nodeID": "140798",
      "text": "now all of you have made your points on what you believe. but why do you believe it? what good is it to believe somehitng when you dont even know if its true?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:18"
    },
    {
      "nodeID": "140799",
      "text": "Because even if we never know all the details, the theory is sound since ever increasing numbers of observations are consistent with the theory. Not so for Biblical literalist types that are forced to deal with ever increasing refutation of their beliefs.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:18"
    },
    {
      "nodeID": "140800",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:18"
    },
    {
      "nodeID": "140801",
      "text": "I do know that's it's true. There's a mountain of verifiable evidence backing up evolution, some of which has been pointed out to you. I've never heard of anything that contradicts evolution, and I've never heard a better theory for explaining the evidence. So aside from the fact that it's true, what good does the theory of evolution do me? It explains why diseases act the way they do, how people got to be the way they are now, what impact humans might have on the environment, what the long term impact of global climate change is likely to be. Just to name a few off the top of my head.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:18"
    },
    {
      "nodeID": "140802",
      "text": "I believe that microevolution cannot be reasonably disputed. Macroevolution, however, is replete huge gaping holes, disingenuousness and outright fraud I have provided a few links in order to prevent this post from taking the plethora of space it would require and deserves. Anyway here are just some of the problems I have with the way evolution is taught: ORIGIN OF LIFE. Why do textbooks claim that the 1953 Miller-Urey experiment shows how life's building blocks may have formed on the early Earth -- when conditions on the early Earth were probably nothing like those used in the experiment, and evolution in no way explains the origin of life?READ MORE DARWIN'S TREE OF LIFE. Why don't textbooks discuss the 'Cambrian explosion,' in which all major animal groups appear together in the fossil record fully formed instead of branching from a common ancestor -- thus contradicting the evolutionary tree of life?READ MORE  HOMOLOGY. Why do textbooks define homology as similarity due to common ancestry, then claim that it is evidence for common ancestry -- a circular argument masquerading as scientific evidence?READ MORE  VERTEBRATE EMBRYOS. Why do textbooks use drawings of similarities in vertebrate embryos as evidence for their common ancestry -- even though biologists have known for over a century that vertebrate embryos are not most similar in their early stages, and the drawings are faked?READ MORE ARCHAEOPTERYX. Why do textbooks portray this fossil as the missing link between dinosaurs and modern birds -- even though modern birds are probably not descended from it, and its supposed ancestors do not appear until millions of years after it?READ MORE  PEPPERED MOTHS. Why do textbooks use pictures of peppered moths camouflaged on tree trunks as evidence for natural selection -- when biologists have known since the 1980s that the moths don't normally rest on tree trunks, and all the pictures have been staged?READ MORE  DARWIN'S FINCHES. Why do textbooks claim that beak changes in Galapagos finches during a severe drought can explain the origin of species by natural selection -- even though the changes were reversed after the drought ended, and no net evolution occurred?  MUTANT FRUIT FLIES. Why do textbooks use fruit flies with an extra pair of wings as evidence that DNA mutations can supply raw materials for evolution -- even though the extra wings have no muscles and these disabled mutants cannot survive outside the laboratory?  HUMAN ORIGINS. Why are artists' drawings of ape-like humans used to justify materialistic claims that we are just animals and our existence is a mere accident -- when fossil experts cannot even agree on who our supposed ancestors were or what they looked like?READ MORE  EVOLUTION A FACT? Why are we told that Darwin's theory of evolution is a scientific fact -- even though many of its claims are based on misrepresentations of the facts?READ MORE There's many more. Don't even get me started on horse toes.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:18"
    },
    {
      "nodeID": "140803",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:19"
    },
    {
      "nodeID": "140804",
      "text": "NOW what are the odds thats evlution is true? ZERO emoticon_idea emoticon_idea",
      "type": "I",
      "timestamp": "2016-03-08 19:52:19"
    },
    {
      "nodeID": "140805",
      "text": "Oh yea, you need to retake math! Since when is 10^-93 = 0? Oh, and you really should support your numbers. Odds are, they're bogus Creationist BS.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:19"
    },
    {
      "nodeID": "140806",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:19"
    },
    {
      "nodeID": "140807",
      "text": "Simple...evolutionary science is science and creationism is not? How does creationism even meet the science standards...well it does not. Creationism assumes god, therefore it can not be a science. Science and faith based creationism are not the same fields of study. For some religious people I know this is not a problem, but for the religious right it is.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:19"
    },
    {
      "nodeID": "140808",
      "text": "oh ye of little faith..... i pity you",
      "type": "I",
      "timestamp": "2016-03-08 19:52:19"
    },
    {
      "nodeID": "140809",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:19"
    },
    {
      "nodeID": "140810",
      "text": "EVOLUTION A FACT? Why are we told that Darwin's theory of evolution is a scientific fact -- even though many of its claims are based on misrepresentations of the facts?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:19"
    },
    {
      "nodeID": "140811",
      "text": "Really? Then why did you start off your little rant by admitting that '...microevolution cannot be reasonably disputed.' Evolution has been observed, and that is a fact. Speciation in both plants and animals has been observed, and that is a fact. Apparently you don't know what a theory is. Might it not be wise to learn just a little about science before you make yourself look so foolish? Theories explain facts.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:19"
    },
    {
      "nodeID": "140812",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:19"
    },
    {
      "nodeID": "140813",
      "text": "TalkOrigins contains nothing but barely readable obscure ramblings.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:19"
    },
    {
      "nodeID": "140814",
      "text": "And this is from the one who posts links to AiG... Since everything your complaining about is adressed at TO, I'm not going to rebut any of your 'arguments'. Rather, find the counter argument at TO and post what's wrong with it.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:19"
    },
    {
      "nodeID": "140815",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:19"
    },
    {
      "nodeID": "140816",
      "text": "For instance; they have many pages dedicated to the history, derivation and definition of the word 'species'.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:19"
    },
    {
      "nodeID": "140817",
      "text": "Well, I suppose creationists would object to careful definition of terms and the assiduous distinguishing of fact from non-fact, wouldn't they? It runs counter to all they hold dear.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:19"
    },
    {
      "nodeID": "140818",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:52:19"
    }
  ],
  "edges": [
    {
      "edgeID": "183988",
      "fromID": "140799",
      "toID": "140800",
      "formEdgeID": null
    },
    {
      "edgeID": "183989",
      "fromID": "140800",
      "toID": "140798",
      "formEdgeID": null
    },
    {
      "edgeID": "183990",
      "fromID": "140802",
      "toID": "140803",
      "formEdgeID": null
    },
    {
      "edgeID": "183991",
      "fromID": "140803",
      "toID": "140801",
      "formEdgeID": null
    },
    {
      "edgeID": "183992",
      "fromID": "140805",
      "toID": "140806",
      "formEdgeID": null
    },
    {
      "edgeID": "183993",
      "fromID": "140806",
      "toID": "140804",
      "formEdgeID": null
    },
    {
      "edgeID": "183994",
      "fromID": "140808",
      "toID": "140809",
      "formEdgeID": null
    },
    {
      "edgeID": "183995",
      "fromID": "140809",
      "toID": "140807",
      "formEdgeID": null
    },
    {
      "edgeID": "183996",
      "fromID": "140811",
      "toID": "140812",
      "formEdgeID": null
    },
    {
      "edgeID": "183997",
      "fromID": "140812",
      "toID": "140810",
      "formEdgeID": null
    },
    {
      "edgeID": "183998",
      "fromID": "140814",
      "toID": "140815",
      "formEdgeID": null
    },
    {
      "edgeID": "183999",
      "fromID": "140815",
      "toID": "140813",
      "formEdgeID": null
    },
    {
      "edgeID": "184000",
      "fromID": "140817",
      "toID": "140818",
      "formEdgeID": null
    },
    {
      "edgeID": "184001",
      "fromID": "140818",
      "toID": "140816",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
