{
  "nodes": [
    {
      "nodeID": "153050",
      "text": "Article: http://reuters.myway.com/article/20060223/2006-02-23T004814Z_01_N22531791_RTRIDST_0_NEWS-RIGHTS-ABORTION-DC.html. As I foreshadowed in this thread and this thread, South Dakota has passed a ban on abortion. According to the articla, the South Dakota law punishes those who perform an abortion with a 5 year prison sentence and a $5,000 fine. There is a life exception as I understand it.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:28"
    },
    {
      "nodeID": "153051",
      "text": "Oh well thats tough hat to victims of rape then. Somehow I doubt this will survive legal challenges, assuming Gov.Rounds actually signs the Bill.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:28"
    },
    {
      "nodeID": "153052",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:28"
    },
    {
      "nodeID": "153053",
      "text": "There anything other than distance to stop people going to another state?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:28"
    },
    {
      "nodeID": "153054",
      "text": "Yes, it is against the law in most states to do that.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:28"
    },
    {
      "nodeID": "153055",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:28"
    },
    {
      "nodeID": "153056",
      "text": "Out of the approximate 1 million abortions DO YOU know how many are women of RAPE? No you don't because the statisitcs are NOT out there.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:28"
    },
    {
      "nodeID": "153057",
      "text": "Well, you are talking to Mr. Statistics here so I am quite aware of how few abortions result from women who become pregnant following rape.... the numbers are not hard to find even from the sort of 'official' unbiased sources many pro-lifers seem so quick to decry. For example, first hit on Google. Or if you have the patience to read it, this article. Now we settled that, you are asserting it is fine to deny the women of South Dakota access to abortion if they are pregnant from a rape just because they are in a minority. I have problems with such an approach.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:28"
    },
    {
      "nodeID": "153058",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:28"
    },
    {
      "nodeID": "153059",
      "text": "If a woman is raped, SHE IS A VICTIM, she is imprisoned with the horrific memory the rest of her life, pregnant or not pregnant. If she is pregnant from the rape, and she kills an innocent human being, by abortion, then isn't their the possiblity that this woman has been victimized again, having to endure MORE pyschological pain that the abortion will cause? Like a rape, an abortion isn't just a one-time act, THESE ACTIONS, HAVE LIFETIME CONSEQUENCES, and the only one that feels the pain is the Woman, that we all so care about...pfffft!!!! If we really cared about women. Rapist would get 50 years to life, no parole. If we cared about women, we would give her equal pay, equal opportunity so she can support a family if she so chooses on her own.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:28"
    },
    {
      "nodeID": "153060",
      "text": "I believe Western society undervalues the role of a woman in the raising children period so would say all women who have children and sacrifice personal monetary gain to look after that child deserve financial recognition from the State for that effort.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:28"
    },
    {
      "nodeID": "153061",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:28"
    },
    {
      "nodeID": "153062",
      "text": "Most abortions are consentual, no one FORCED them to have consentual sex. So, instead of women taking accountability for their actions, they will FORCE their views on another human being...die you sucker die. You are right, we need to stop FORCING people. Lets start with the mother shall we? emoticon_xhoho",
      "type": "I",
      "timestamp": "2016-03-08 20:18:28"
    },
    {
      "nodeID": "153063",
      "text": "so since most abortions weren't rape, do you still support abortions for people who are raped? Just wondering.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:29"
    },
    {
      "nodeID": "153064",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:29"
    },
    {
      "nodeID": "153065",
      "text": "Actually I pretty much agree with you here. Sex means possible pregnancy. If you don't want it there's condoms, birth control pills, and the morning-after pill. You shouldn't have sex without some sort of birth control if you don't want a kid, seems like common sense to me.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:29"
    },
    {
      "nodeID": "153066",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:29"
    }
  ],
  "edges": [
    {
      "edgeID": "192638",
      "fromID": "153051",
      "toID": "153052",
      "formEdgeID": null
    },
    {
      "edgeID": "192639",
      "fromID": "153052",
      "toID": "153050",
      "formEdgeID": null
    },
    {
      "edgeID": "192640",
      "fromID": "153054",
      "toID": "153055",
      "formEdgeID": null
    },
    {
      "edgeID": "192641",
      "fromID": "153055",
      "toID": "153053",
      "formEdgeID": null
    },
    {
      "edgeID": "192642",
      "fromID": "153057",
      "toID": "153058",
      "formEdgeID": null
    },
    {
      "edgeID": "192643",
      "fromID": "153058",
      "toID": "153056",
      "formEdgeID": null
    },
    {
      "edgeID": "192644",
      "fromID": "153060",
      "toID": "153061",
      "formEdgeID": null
    },
    {
      "edgeID": "192645",
      "fromID": "153061",
      "toID": "153059",
      "formEdgeID": null
    },
    {
      "edgeID": "192646",
      "fromID": "153063",
      "toID": "153064",
      "formEdgeID": null
    },
    {
      "edgeID": "192647",
      "fromID": "153064",
      "toID": "153062",
      "formEdgeID": null
    },
    {
      "edgeID": "192648",
      "fromID": "153065",
      "toID": "153066",
      "formEdgeID": null
    },
    {
      "edgeID": "192649",
      "fromID": "153066",
      "toID": "153062",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
