{
  "nodes": [
    {
      "nodeID": "146967",
      "text": "STUTTGART, Germany - A 17-year-old gunman dressed in black opened fire at his former high school in southwestern Germany on Wednesday, killing at least 15 people before police shot him dead, officials said. Nine students and three teachers were among the dead, State Interior Minister Heribert Rech said.  It was Germany's worst shooting since another teenage gunman killed 16 people and himself in another high school in 2002. Most of the slain students were found dead in the school and the gunman killed an adult outside the building as he escaped, regional police spokesman Klaus Hinderer said. 'He went into the school with a weapon and carried out a bloodbath,' said regional police chief Erwin Hetger. 'I've never seen anything like this in my life.' After the attack, the suspect fled the Albertville high school toward the center of Winnenden, a town of 28,000, Hinderer said, before police tracked him down. The teenager graduated from the school last year, police said. Witnesses said students jumped from the windows of the school building after the gunman opened fire. Concerned parents quickly swarmed around the school, which was evacuated during the incident. The man entered the school at 9:30 a.m. and opened fire, shooting at random, police said. Police said the suspect was dressed in a black. About 1,000 children attend the school, located in a suburb some 12 miles northeast of Stuttgart. In 2002, 19-year-old Robert Steinhaeuser shot and killed 12 teachers, a secretary, two students and a police officer before turning his gun on himself in the Gutenberg high school in Erfurt. Steinhaeuser, who had been expelled for forging a doctor's note, was a gun club member licensed to own weapons. The attack led Germany to raise the age for owning recreational firearms from 18 to 21.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:19"
    },
    {
      "nodeID": "146968",
      "text": "Well isn't that interesting. Germany has much stricter laws than America does when it comes to gun ownership, and their school shootings resulted in more death and devastation that Columbine. It's funny in a way, because the country with the tighter regulations is seeing more killings on school grounds than America, even though our laws aren't as strict. I guess that means all the nonsense about 'more gun laws make people safer' is nothing but bull.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:19"
    },
    {
      "nodeID": "146969",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:05:19"
    },
    {
      "nodeID": "146970",
      "text": "I don't blog about computer science very much but rather about areas of science with political implications such as global warming, the relationship between guns and crime and the use of DDT against malaria. Usually I'm inspired by reading an article and noticing something that doesn't seem to be correct. I then do a little bit of research and before you know it I have a blog post explaining what is wrong and why it is wrong.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:19"
    },
    {
      "nodeID": "146971",
      "text": "Just another anti-gun Blogger.  I could go on, but doing so would boar the heck out of everyone, to include me!",
      "type": "I",
      "timestamp": "2016-03-08 20:05:19"
    },
    {
      "nodeID": "146972",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:19"
    },
    {
      "nodeID": "146973",
      "text": "Gunman kills 15 in German school rampage - Europe- msnbc.com Well isn't that interesting. Germany has much stricter laws than America does when it comes to gun ownership, and their school shootings resulted in more death and devastation that Columbine. It's funny in a way, because the country with the tighter regulations is seeing more killings on school grounds than America, even though our laws aren't as strict. I guess that means all the nonsense about 'more gun laws make people safer' is nothing but bull.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:19"
    },
    {
      "nodeID": "146974",
      "text": "Actually it is events like these that led the two most exhaustive studies ever done gun control to conclude this.  51 of the best gun control studies the WORLD had to offer",
      "type": "I",
      "timestamp": "2016-03-08 20:05:19"
    },
    {
      "nodeID": "146975",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:19"
    },
    {
      "nodeID": "146976",
      "text": "The National Academy of Sciences studies. Link  who issued a 328-page report based on 253 journal articles, 99 books, 43 government publications, a survey of 80 different gun-control laws and some of its own independent study. As we can see, this is now undisputed fact.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:19"
    },
    {
      "nodeID": "146977",
      "text": "So that's the World Net Daily's spin on it. The World Net Daily, known for its strong right wing bias and certainly not the most reputable source of information, claimed the report said that gun control is ineffective. In contrast, the National Academy of Science cautioned against drawing any conclusions about the effectiveness or ineffectiveness of gun control based on the report. E. William Colglazier, executive officer of the National Academy of Sciences and National Research Council, explained: 'Lott's column gave the clear impression that the study was about gun control. It was not. The study was about the quality of the data and research on firearms injury and violence. These data and studies are frequently used by both sides in the debate on gun control. It was the committee's task to make judgments about the quality of this scientific knowledge. The committee was not asked and does not offer any conclusions or comments on gun control policy. 'The column states that the panel ignored most of the studies that find a benefit in crime reduction from right-to-carry laws. The report contains an entire chapter and three appendixes that address the rather large literature on these laws. The report cites both studies that do find positive effects and studies that do not find positive effects. On the basis of the very mixed evidence, the panel concluded that there was no basis for a conclusion that the passage of right-to-carry laws either increases or decreases crime....' Deltoid: NAS responds to Lott?s attack  So there is no basis for claiming that the presence of law abiding people with concealed weapons would have stopped this tragedy in Germany.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:19"
    },
    {
      "nodeID": "146978",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:19"
    },
    {
      "nodeID": "146979",
      "text": "Accurate, but does not suggest what was reported is incorrect. In other words, exactly what I, and the article said about the study. I usually post this caveat every time I post the study, but neglected to do so this time for fear of repeating myself time and time again, and again, and again.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:19"
    },
    {
      "nodeID": "146980",
      "text": "No, the article that you linked to claimed the report said that gun control is ineffective. However, the report itself made no such claim- only that there was not evidence to conclusively establish one way or the other that gun control is effective or ineffective.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:19"
    },
    {
      "nodeID": "146981",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:19"
    }
  ],
  "edges": [
    {
      "edgeID": "188350",
      "fromID": "146968",
      "toID": "146969",
      "formEdgeID": null
    },
    {
      "edgeID": "188351",
      "fromID": "146969",
      "toID": "146967",
      "formEdgeID": null
    },
    {
      "edgeID": "188352",
      "fromID": "146971",
      "toID": "146972",
      "formEdgeID": null
    },
    {
      "edgeID": "188353",
      "fromID": "146972",
      "toID": "146970",
      "formEdgeID": null
    },
    {
      "edgeID": "188354",
      "fromID": "146974",
      "toID": "146975",
      "formEdgeID": null
    },
    {
      "edgeID": "188355",
      "fromID": "146975",
      "toID": "146973",
      "formEdgeID": null
    },
    {
      "edgeID": "188356",
      "fromID": "146977",
      "toID": "146978",
      "formEdgeID": null
    },
    {
      "edgeID": "188357",
      "fromID": "146978",
      "toID": "146976",
      "formEdgeID": null
    },
    {
      "edgeID": "188358",
      "fromID": "146980",
      "toID": "146981",
      "formEdgeID": null
    },
    {
      "edgeID": "188359",
      "fromID": "146981",
      "toID": "146979",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
