{
  "nodes": [
    {
      "nodeID": "138865",
      "text": "If abortion is made illegal I predict that you will see across the border abortion clinics, in canada and states that still premit abortion. Are we to fill the prisons with those seeking abortions in places where it is legal if they live in states that do not allow abortions? Prolifers better becare for what they wish for. Prolifers tend to be conservative and do not like taxes. They better get ready to pay, in taxes, for the extra prisons and social programs needed for all those abandoned children.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:59"
    },
    {
      "nodeID": "138866",
      "text": "Your claim is not supported in the least. If we look to the landmark abortion case Roe v. Wade, we find that it was not women seeking abortions that were punished, but the people who procured the abortion that were. It would be the same if abortion were again made illegal. To prove this, we need only to look at a recent abortion regulatory statute: the Partial Birth Abortion Ban Act. Needless to say, there are far less doctors who perform abortions than there are women who seek them, and because it was not a problem executing abortion law prior to 1973, it likewise won't be a problem executing abortion law should abortion be made illegal again.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:59"
    },
    {
      "nodeID": "138867",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:59"
    },
    {
      "nodeID": "138868",
      "text": "21st Century cause and effect is not something those desiring adhesion to 2000-year mythical belief systems are prepared to accept. As a current example displaying what will happen with outlawing abortion, I offer over-the-counter cough medicine used as a ingredient in cooking crystal meth, the (US) current street drug of choice. Sales of that simple ingredient were banned in my state by politicians claiming it would 'dry up' meth production. No support whatsoever from LE due to the simple fact that cheap finished product from Canada and Mexico would simply flood the market, eliminating the need for local production, expand usage by increased availability and fill up our jails with the aftermath of crimes against property and people. Guess what? That's exactly what's happening. Christian morality regarding abortion and drugs might be the predominate factor in many of our criminal statutes, but there's certainly no doubt it's a cost we can no longer afford on a social or financial basis.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:59"
    },
    {
      "nodeID": "138869",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:59"
    },
    {
      "nodeID": "138870",
      "text": "Re: Are we to fill the prisons?  -------------------------------------------------------------------------------- Quote: Originally Posted by Gilluin If abortion is made illegal I predict that you will see across the border abortion clinics, in canada and states that still premit abortion. Are we to fill the prisons with those seeking abortions in places where it is legal if they live in states that do not allow abortions? Prolifers better becare for what they wish for. Prolifers tend to be conservative and do not like taxes. They better get ready to pay, in taxes, for the extra prisons and social programs needed for all those abandoned children.   I would gladly double my taxes to help save the weak and the unborn. Better idea though instead of locking up the women/men seeking termination and euthanasia why not lock up the obs/gyno/ and doctors that carry out theses procedures?  Pro life is NOT just about termination of pregnancies.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:59"
    },
    {
      "nodeID": "138871",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:59"
    },
    {
      "nodeID": "138872",
      "text": "Are you suggesting that if abortion were banned that abortion clinics that are already done will flood the US? Please, get real here. People would probably go across the bordor and get abortions there...you might have drugs from canada come over that cause abortion but there is no reason to believe this will 'clog' up the jails. People need to realize that is was only 30yrs ago that abortion was pretty much illegal (in most states). Did you see prisons flooded ? no.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:59"
    },
    {
      "nodeID": "138873",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:59"
    },
    {
      "nodeID": "138874",
      "text": "And not that much longer for segregation in many states.  No. But the resultant unwanted children would be an equally distressing social and financial cost. My point was the fruitlessness of antiquated belief system morality driving moral legislation that defies a woman's civil liberty and common sense.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:59"
    },
    {
      "nodeID": "138875",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:59"
    },
    {
      "nodeID": "138876",
      "text": "No. But the resultant unwanted children would be an equally distressing social and financial cost. My point was the fruitlessness of antiquated belief system morality driving moral legislation that defies a woman's civil liberty and common sense.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:59"
    },
    {
      "nodeID": "138877",
      "text": "Making abortion illegal goes against common sense? I would say that making abortion legal in call cases makes no sense...but ok. You also maintain that only religious people are against abortion...I know this isn't true because many of my friends or family are not religious and are against abortion. Not only that, there is an organiztion called lp4life (libertarians) and many of them are not religious and they argue against abortion on non-religious grounds which is what many of us do here on the forum. Stop making baseless claims because you have a quarrel with religion. Your unwanted children claim is also baseless. There has already been a debate on this and it is very clear (as he doesn't respond anymore) that abandoned babies will not increase due to abortion being illegal. Another baseless claim. I don't understand why you just make claims and then never back them up eventhough you say you use logic and common sense. Is it logical to oppose abortion only because you are mad at a religion?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:59"
    },
    {
      "nodeID": "138878",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:59"
    },
    {
      "nodeID": "138879",
      "text": "I'm not mad at religion, but I do pity the rationalizations it creates.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:59"
    },
    {
      "nodeID": "138880",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:00"
    }
  ],
  "edges": [
    {
      "edgeID": "182616",
      "fromID": "138866",
      "toID": "138867",
      "formEdgeID": null
    },
    {
      "edgeID": "182617",
      "fromID": "138867",
      "toID": "138865",
      "formEdgeID": null
    },
    {
      "edgeID": "182618",
      "fromID": "138868",
      "toID": "138869",
      "formEdgeID": null
    },
    {
      "edgeID": "182619",
      "fromID": "138869",
      "toID": "138865",
      "formEdgeID": null
    },
    {
      "edgeID": "182620",
      "fromID": "138870",
      "toID": "138871",
      "formEdgeID": null
    },
    {
      "edgeID": "182621",
      "fromID": "138871",
      "toID": "138865",
      "formEdgeID": null
    },
    {
      "edgeID": "182622",
      "fromID": "138872",
      "toID": "138873",
      "formEdgeID": null
    },
    {
      "edgeID": "182623",
      "fromID": "138873",
      "toID": "138868",
      "formEdgeID": null
    },
    {
      "edgeID": "182624",
      "fromID": "138874",
      "toID": "138875",
      "formEdgeID": null
    },
    {
      "edgeID": "182625",
      "fromID": "138875",
      "toID": "138872",
      "formEdgeID": null
    },
    {
      "edgeID": "182626",
      "fromID": "138877",
      "toID": "138878",
      "formEdgeID": null
    },
    {
      "edgeID": "182627",
      "fromID": "138878",
      "toID": "138876",
      "formEdgeID": null
    },
    {
      "edgeID": "182628",
      "fromID": "138879",
      "toID": "138880",
      "formEdgeID": null
    },
    {
      "edgeID": "182629",
      "fromID": "138880",
      "toID": "138877",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
