{
  "nodes": [
    {
      "nodeID": "153410",
      "text": "Chinese history begins nearly 3,000 BCE. The Shu-King historic record of China, shows that King Yao came to the throne in 2356 BCE and ruled China for many years after the alleged flood. Incidentally, durring the reign of Yao, the Shu King reports that the Hwang Ho River flooded on a number of times, for three generations, again with NO break in history.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:13"
    },
    {
      "nodeID": "153411",
      "text": "Penfold beat me to it.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:13"
    },
    {
      "nodeID": "153412",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:19:13"
    },
    {
      "nodeID": "153413",
      "text": "The Supreme Sovereign ordered the water god Gong Gong to create a flood as punishment and warning for human misbehavior. Gong Gong extended the flood for 22 years, and people had to live in high mountain caves and in trees, fighting with wild animals for scarce resources. Unable to persuade the Supreme Sovereign to stop the flood, and told by an owl and a turkey about _Xirang_ or Growing Soil, the supernatural hero Gun stole Growing Soil from heaven to dam the waters. Before Gun was finished, however, the Supreme Sovereign sent the fire god Zhu Rong to execute him for his theft. The Growing Soil was taken back to heaven, and the floods continued. However, Gun's body didn't decay, and when it was cut apart three years later, his son Yu emerged in the form of a horned dragon. Gun's body also transformed into a dragon at that time and thenceforth lived quietly in the deeps. The Supreme Sovereign was fearful of Yu's power, so he cooperated and gave Yu the Growing Soil and the use of the dragon Ying. Yu led other gods to drive away Gong Gong, distributed the Growing Soil to remove most of the flood, and led the people to fashion rivers from Ying's tracks and thus channel the remaining floodwaters to the sea. [Walls, pp. 94-100]",
      "type": "I",
      "timestamp": "2016-03-08 20:19:13"
    },
    {
      "nodeID": "153414",
      "text": "Show of hands, how many people think that is the same story?  Flood Stories from Around the World",
      "type": "I",
      "timestamp": "2016-03-08 20:19:13"
    },
    {
      "nodeID": "153415",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:13"
    },
    {
      "nodeID": "153416",
      "text": "http://creationwiki.org/Chinese_characters_for_Noah%27s_ark",
      "type": "I",
      "timestamp": "2016-03-08 20:19:13"
    },
    {
      "nodeID": "153417",
      "text": "They'll also ignore these other historical records of the flood Randy. Because they must in order to hold on to their secular belief system. Abiogenesis and the Origin of Life",
      "type": "I",
      "timestamp": "2016-03-08 20:19:13"
    },
    {
      "nodeID": "153418",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:19:13"
    },
    {
      "nodeID": "153419",
      "text": "That's the best you got?  CG202.2: Chinese Hihking flood story",
      "type": "I",
      "timestamp": "2016-03-08 20:19:14"
    },
    {
      "nodeID": "153420",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:14"
    },
    {
      "nodeID": "153421",
      "text": "We don't ignore it. We look at the circumstances-all these stories are from civilizations/groups that live on or near flood plains. Floods are common place. Catastrophic floods, not so much. You, however, must ignore things.  For example; where is the global layer of sediments which the flood would have had to have laid down? Such a sediment layer would be quite thick, and uniformly found around the globe, and would consist of particles sorted by density. We would expect to find no signs of life within this layer (no tracks or burrows, and no signs of growing plant life such as paleosols are tree roots). This sedimentary layer would show signs of being layed down in water. As well, any animal fossils (plant too), would be indiscrimately mixed. We would expect, for example, to find trilobites alongside modern day rays, rabbits with velociraptors, etc. Now, can you point out where such a global layer exists Archie? If it doesn't, that pretty much debunks the flood 'theory'. But you just ignore that don't you?",
      "type": "I",
      "timestamp": "2016-03-08 20:19:14"
    },
    {
      "nodeID": "153422",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:14"
    },
    {
      "nodeID": "153423",
      "text": "f it doesn't, that pretty much debunks the flood 'theory'. But you just ignore that don't you?",
      "type": "I",
      "timestamp": "2016-03-08 20:19:14"
    },
    {
      "nodeID": "153424",
      "text": "The 'flood: scientifically possible?' thread is evidence that arch ignores essentially everything scientifically and factually relevant about the flood.  Fossil record shows sorting largely by complexity, not density. Huh. That's magic water! Geological record lacks a uniform layer of sediment similar to the K-T iridium layer. Magic water again! Geological record doesn't support massive geological changes happening in 4,000 years. Magic Land perhaps?  Basic marine organisms can't tolerate massive salinity changes. Maybe Noah had a giant magical aquarium? emoticon_xkill",
      "type": "I",
      "timestamp": "2016-03-08 20:19:14"
    },
    {
      "nodeID": "153425",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:14"
    },
    {
      "nodeID": "153426",
      "text": "We would expect to find no signs of life within this layer (no tracks or burrows, and no signs of growing plant life such as paleosols are tree roots).",
      "type": "I",
      "timestamp": "2016-03-08 20:19:14"
    },
    {
      "nodeID": "153427",
      "text": "Prove it! Prove that there would be no rooted trees at all within the sedimentary layers at all. And prove that there would be no tracks or burrows or evidence of plant life as we find. In fact we would expect to find all of those things as evidence that this event was fast and cataclysmic in order to find all of these things together in the same areas.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:14"
    },
    {
      "nodeID": "153428",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:14"
    },
    {
      "nodeID": "153429",
      "text": "We would expect, for example, to find trilobites alongside modern day rays, rabbits with velociraptors, etc.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:14"
    },
    {
      "nodeID": "153430",
      "text": "You mean like this? Pleistocene or Ice Age mammals, such as mammoths and musk oxen, had been found in Lake Bonneville deposits along the Wasatch Front as early as the 1870s. The Salt Lake Tribune noted a musk ox skull found near downtown Salt Lake City in 1871. Pleistocene fossils, including invertebrates, fish, and birds, as well as the large extinct mammals, continue to be found in Pleistocene deposits throughout Utah.Utah History Encyclopedia And evidence similar to this has been found all over the world. But you ignore it or interpret it to fit your agenda. This  Why? And who cares what YOU would expect to find when we are speaking about what happened in reality? It's all a matter of interpreting the same available info and we interpret it very differently. But only in your mind does that make your interpretation correct and ours wrong. In the Beginning: Compelling Evidence for Creation and the Flood - Testing the Theories Can you explain these aberrations in the fossil record? In the Beginning: Compelling Evidence for Creation and the Flood - 25.## Out-of-Place Fossils",
      "type": "I",
      "timestamp": "2016-03-08 20:19:14"
    },
    {
      "nodeID": "153431",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:14"
    },
    {
      "nodeID": "153432",
      "text": "We don't ignore it. We look at the circumstances-all these stories are from civilizations/groups that live on or near flood plains. Floods are common place. Catastrophic floods, not so much. You, however, must ignore things.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:14"
    },
    {
      "nodeID": "153433",
      "text": "Sure you ignore, excuse, justify and interpret any and all info according to your own preconceived notions and comfort zones. Not to mention according to your fleshly understanding which completely ignores the supernatural nature of the great flood.  That's why you come up with foolishness like every one of these stories took place in flood plains, as if you could ever prove that at all based on current topography. And yet you boldly make the claim as if it's some proven fact. And you guys will say that the story of Gilgamesh precedes the writing of Genesis, therefore Genesis must have stolen the story from the Babylonians rather them being separate records of the same event. What ignorance and rationalization that is in order to justify a fallacious denial of the Genesis account. Here's an example why that is. There are hundreds of books written about the Moon Landing. So there is obviously a first account written about it. And I'm sure that years later, other books were also written on that same exact event. Are those later books lies? Or were their facts stolen from the prior books, or taken from the event itself, just as the first book was? So you see, your excuses and attempts to dismiss the great flood for such irrational reasons don't make any sense at all.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:14"
    },
    {
      "nodeID": "153434",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:15"
    },
    {
      "nodeID": "153435",
      "text": "This sedimentary layer would show signs of being layed down in water.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:15"
    },
    {
      "nodeID": "153436",
      "text": "It has been shown in evidence all around the world with something as fragile as a leaf extending through multiple varves. The Geologic Column",
      "type": "I",
      "timestamp": "2016-03-08 20:19:15"
    },
    {
      "nodeID": "153437",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:15"
    },
    {
      "nodeID": "153438",
      "text": "As well, any animal fossils (plant too), would be indiscrimately mixed.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:15"
    },
    {
      "nodeID": "153439",
      "text": "And they have been found in volume buried together in the same strata in Ohio also. Vertebrate Fossils - Ohio History Central - A product of the Ohio Historical Society",
      "type": "I",
      "timestamp": "2016-03-08 20:19:15"
    },
    {
      "nodeID": "153440",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:19:15"
    },
    {
      "nodeID": "153441",
      "text": "For example; where is the global layer of sediments which the flood would have had to have laid down? Such a sediment layer would be quite thick, and uniformly found around the globe, and would consist of particles sorted by density.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:15"
    },
    {
      "nodeID": "153442",
      "text": "And we see that all over the world, yet you will explain it away once it's shown to you. Turbidites and Water Sorting There are some other interesting things to note about the geologic column. Many of its layers, wherever they are found in the world, are sorted with the courser material on the bottom and the finer material on the top of that individual layer (Except in the case of underwater slumps where the material is sorted fine to course). 2 Does this sorting make sense to have happened over millions of years? Sorting like this does not take place today except in specific circumstances. This kind of sorting only occurs naturally in water, and specifically in underwater mudslides called turbidites. I think it is interesting that much of the geologic column looks exactly like turbiditic layering.3 In fact, geologist today no longer accept the long prevailing hypothesis of uniformitarian deposition, but have opted instead for a more 'punctuated' formation of much of the column. These punctuations are generally felt to be the result of sudden catastrophic events with long intervening periods of relative quietness. The does make some sense in the fact of the fact that turbidites create sedimentary layers almost instantly. However, turbidite flow does not flatten or significantly disrupt lower layers. Thus, any erosion or unevenness in lower layers will be preserved. The fact that the layers are generally flat seems to indicate that they were already very flat before the next turbidite came along.The Geologic Column",
      "type": "I",
      "timestamp": "2016-03-08 20:19:15"
    },
    {
      "nodeID": "153443",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:19:15"
    },
    {
      "nodeID": "153444",
      "text": "Archie, instead of deciding before hand that I'm wrong, read what I'm saying. What trees were growing during this flood? I'm guessing there were no acorns sprouting into oaks during the flood. Therefore, in this flood sediment, we would find no rooted trees. We would find no burrows, and we would find no tracks.  Now we've seen you can't answer my question. Whether this is because you didn't understand it, or didn't want to consider it, I don't know. But there is no global flood sediment which meets the criteria neccessary to demonstrate a global flood.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:15"
    },
    {
      "nodeID": "153445",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:15"
    }
  ],
  "edges": [
    {
      "edgeID": "192890",
      "fromID": "153411",
      "toID": "153412",
      "formEdgeID": null
    },
    {
      "edgeID": "192891",
      "fromID": "153412",
      "toID": "153410",
      "formEdgeID": null
    },
    {
      "edgeID": "192892",
      "fromID": "153414",
      "toID": "153415",
      "formEdgeID": null
    },
    {
      "edgeID": "192893",
      "fromID": "153415",
      "toID": "153413",
      "formEdgeID": null
    },
    {
      "edgeID": "192894",
      "fromID": "153417",
      "toID": "153418",
      "formEdgeID": null
    },
    {
      "edgeID": "192895",
      "fromID": "153418",
      "toID": "153416",
      "formEdgeID": null
    },
    {
      "edgeID": "192896",
      "fromID": "153419",
      "toID": "153420",
      "formEdgeID": null
    },
    {
      "edgeID": "192897",
      "fromID": "153420",
      "toID": "153416",
      "formEdgeID": null
    },
    {
      "edgeID": "192898",
      "fromID": "153421",
      "toID": "153422",
      "formEdgeID": null
    },
    {
      "edgeID": "192899",
      "fromID": "153422",
      "toID": "153417",
      "formEdgeID": null
    },
    {
      "edgeID": "192900",
      "fromID": "153424",
      "toID": "153425",
      "formEdgeID": null
    },
    {
      "edgeID": "192901",
      "fromID": "153425",
      "toID": "153423",
      "formEdgeID": null
    },
    {
      "edgeID": "192902",
      "fromID": "153427",
      "toID": "153428",
      "formEdgeID": null
    },
    {
      "edgeID": "192903",
      "fromID": "153428",
      "toID": "153426",
      "formEdgeID": null
    },
    {
      "edgeID": "192904",
      "fromID": "153430",
      "toID": "153431",
      "formEdgeID": null
    },
    {
      "edgeID": "192905",
      "fromID": "153431",
      "toID": "153429",
      "formEdgeID": null
    },
    {
      "edgeID": "192906",
      "fromID": "153433",
      "toID": "153434",
      "formEdgeID": null
    },
    {
      "edgeID": "192907",
      "fromID": "153434",
      "toID": "153432",
      "formEdgeID": null
    },
    {
      "edgeID": "192908",
      "fromID": "153436",
      "toID": "153437",
      "formEdgeID": null
    },
    {
      "edgeID": "192909",
      "fromID": "153437",
      "toID": "153435",
      "formEdgeID": null
    },
    {
      "edgeID": "192910",
      "fromID": "153439",
      "toID": "153440",
      "formEdgeID": null
    },
    {
      "edgeID": "192911",
      "fromID": "153440",
      "toID": "153438",
      "formEdgeID": null
    },
    {
      "edgeID": "192912",
      "fromID": "153442",
      "toID": "153443",
      "formEdgeID": null
    },
    {
      "edgeID": "192913",
      "fromID": "153443",
      "toID": "153441",
      "formEdgeID": null
    },
    {
      "edgeID": "192914",
      "fromID": "153444",
      "toID": "153445",
      "formEdgeID": null
    },
    {
      "edgeID": "192915",
      "fromID": "153445",
      "toID": "153427",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
