{
  "nodes": [
    {
      "nodeID": "145090",
      "text": "You can't create an artificial minority, wave a magic wand and declare that they should be granted a special status. That not how it should works.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:38"
    },
    {
      "nodeID": "145091",
      "text": "Yes you can it is called belonging to a religious group. Which should not be protected as it is only a choice.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:38"
    },
    {
      "nodeID": "145092",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:01:39"
    },
    {
      "nodeID": "145093",
      "text": "And what special rights are we given?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:39"
    },
    {
      "nodeID": "145094",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:39"
    },
    {
      "nodeID": "145095",
      "text": "Your right. The majority is not stopping me from having sex with my partner or living life with my partner (assuming I had one). But here is the definition of marriage. Definitions of marriage on the Web: * the state of being a married couple voluntarily joined for life (or until divorce); 'a long and happy marriage'; 'God bless this union' * two people who are married to each other; 'his second marriage was happier than the first'; 'a married couple without love' * the act of marrying; the nuptial ceremony; 'their marriage was conducted in the chapel' * a close and intimate union; 'the marriage of music and dance'; 'a marriage of ideas'  Nowhere in there does it say man and woman only. What would be the reason for not allowing same sex marriage? There was same sex marriage in ancient Rome (until the Christians came into power and put to death all of the gay couples who were married), parts of Africa, Asia, and I believe the native americans had some form of gay marriage.  And if you can figure out some of the issues with polygamy such as inheritance and who gets to make decisions for one of the spouses should they become unable to make those decisions for themselves then I dont really care. But insest can produce a child with severe medical problems.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:39"
    },
    {
      "nodeID": "145096",
      "text": "Oh please there is no me it does not say man and woman because it presumes that it IS a man and a woman. It doesnt say man and goldfish but I would never be able to marry my pet carp. There are plenty of couples with an equal chance of producing a handicapped child as an incestuous couple..they are still allowed to stay married. Marriage in ancient Rome really has no bearing on modern day marriage. Addison, I am not against gay marriages...not because of gay rights or because Rome or ancient Greece allowed it. We in Britain have had gay marriages for a while and it has made no difference to anyone in Britain except gay people...the sky hasnt fallen on top of us...so why should I object?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:39"
    },
    {
      "nodeID": "145097",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:39"
    },
    {
      "nodeID": "145098",
      "text": "And because marriage is a government institution then they cannot discriminate against same sex couples and must provide the same benefits to them as is provided to straight couples. And it cannot be a separate institution either because separate is not equal.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:39"
    },
    {
      "nodeID": "145099",
      "text": "And upon what grounds do you base this claim? Government chooses not to recognize different types of marriages all the time, not just same sex marriages ie. polygamist marriages, relatives, age limits, etc. These recognitions are not only federal but vary state to state, for instance some states recognize 1st cousin marriages while others don't, as I recall, the age of consent to marry also differs among states.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:39"
    },
    {
      "nodeID": "145100",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:39"
    },
    {
      "nodeID": "145101",
      "text": "I have no problem with either of these. Let freedom ring",
      "type": "I",
      "timestamp": "2016-03-08 20:01:39"
    },
    {
      "nodeID": "145102",
      "text": "But its not about what you want Matthew. My point was that you have no more right to marriage as these people.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:39"
    },
    {
      "nodeID": "145103",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:39"
    },
    {
      "nodeID": "145104",
      "text": "I don't have a problem with that either. They're still contracts between consenting parties. The government has no legitimate interest promoting or discouraging either.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:39"
    },
    {
      "nodeID": "145105",
      "text": "So lets us and gays be honest when they/us talk about their 'right' to marriage. We should not argue that gays should have the 'right' to marry we should argue that the definition of ' marriage' should be changed. Whether you have or have not any objections to gay marriage only matters to you. What matters is the opinions of the people who individually or collectively can change the law",
      "type": "I",
      "timestamp": "2016-03-08 20:01:39"
    },
    {
      "nodeID": "145106",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:01:39"
    }
  ],
  "edges": [
    {
      "edgeID": "187032",
      "fromID": "145091",
      "toID": "145092",
      "formEdgeID": null
    },
    {
      "edgeID": "187033",
      "fromID": "145092",
      "toID": "145090",
      "formEdgeID": null
    },
    {
      "edgeID": "187034",
      "fromID": "145093",
      "toID": "145094",
      "formEdgeID": null
    },
    {
      "edgeID": "187035",
      "fromID": "145094",
      "toID": "145091",
      "formEdgeID": null
    },
    {
      "edgeID": "187036",
      "fromID": "145096",
      "toID": "145097",
      "formEdgeID": null
    },
    {
      "edgeID": "187037",
      "fromID": "145097",
      "toID": "145095",
      "formEdgeID": null
    },
    {
      "edgeID": "187038",
      "fromID": "145099",
      "toID": "145100",
      "formEdgeID": null
    },
    {
      "edgeID": "187039",
      "fromID": "145100",
      "toID": "145098",
      "formEdgeID": null
    },
    {
      "edgeID": "187040",
      "fromID": "145102",
      "toID": "145103",
      "formEdgeID": null
    },
    {
      "edgeID": "187041",
      "fromID": "145103",
      "toID": "145101",
      "formEdgeID": null
    },
    {
      "edgeID": "187042",
      "fromID": "145105",
      "toID": "145106",
      "formEdgeID": null
    },
    {
      "edgeID": "187043",
      "fromID": "145106",
      "toID": "145104",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
