{
  "nodes": [
    {
      "nodeID": "150280",
      "text": "Are they planning fun fair rides and people dressed as Mickey Mouse at this place? That gives me an idea. Why don't we have a competition to come up with the best suggestion for a display or show at this theme park?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:23"
    },
    {
      "nodeID": "150281",
      "text": "It's not a theme park. It is a museum similar to the Natural History Museum in London, the only difference being that they take a Biblical stance of our origins rather than an evolutionary view.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:23"
    },
    {
      "nodeID": "150282",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:23"
    },
    {
      "nodeID": "150283",
      "text": "To Clive14:  It's not a theme park. It is a museum similar to the Natural History Museum in London, the only difference being that they take a Biblical stance of our origins rather than an evolutionary view.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:23"
    },
    {
      "nodeID": "150284",
      "text": "Perhaps it is just semantics here, but a place that tells a mythical tale rather than relating reality doesn't have the right to call itself a museum. It is a theme park.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:24"
    },
    {
      "nodeID": "150285",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:24"
    },
    {
      "nodeID": "150286",
      "text": "I think I might have to visit this place once its built..... I can see it being quite an experience emoticon_xangel",
      "type": "I",
      "timestamp": "2016-03-08 20:12:24"
    },
    {
      "nodeID": "150287",
      "text": "Are they planning fun fair rides and people dressed as Mickey Mouse at this place? There could even have a 'feed the T Rex' event where people get to throw lettuce sandwiches into the 'dino pit' emoticon_xhoho That gives me an idea. Why don't we have a competition to come up with the best suggestion for a display or show at this theme park? The winner gets to feel smug for being so clever ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:12:24"
    },
    {
      "nodeID": "150288",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:12:24"
    },
    {
      "nodeID": "150289",
      "text": "That gives me an idea. Why don't we have a competition to come up with the best suggestion for a display or show at this theme park? The winner gets to feel smug for being so clever ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:12:24"
    },
    {
      "nodeID": "150290",
      "text": "Oh! mememe! emoticon_xbye I have an idea! :p The museum staff hire (or possibly abduct) a few evolutionists and put them in stocks. The visiting kids then come to the gallery to give Mum and Dad a break for an hour and get to ask the scientists questions about the origin of the earth and why fossils are different from things alive today. Each time an evolutionist gives an answer based on science they get pelted with the leftover veg from the dino pit lunchtime display. This way the kids learn an important lesson in how to deal with scientists as well as being good for the environment by putting all that veg the dinos wouldn't eat to good use! Yay!",
      "type": "I",
      "timestamp": "2016-03-08 20:12:24"
    },
    {
      "nodeID": "150291",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:12:24"
    },
    {
      "nodeID": "150292",
      "text": "How can a museum about creationism show 'Fossil' collections? Aren;t those more about supporting evolution? I am very puzzled!",
      "type": "I",
      "timestamp": "2016-03-08 20:12:24"
    },
    {
      "nodeID": "150293",
      "text": "Same evidence, different interpretations based on different starting faiths. We will use the Lucy type skeleton and the next supposed evolutionary progression Homo Hablis (for short hand, HH). CAT scans of the inner ear of HH showed that the semi-circular cannals, which determine balance and locomotion, are more like those of baboons than those of humans. This is not what one would expect if the evolutionary story about human origins is true, HH should be more bipedal than the Lucy type skeleton from which it supposedly evolved from, but it is not. In fact, most scientists now think that HH is not one creature, but instead is several types of creatures that do not belong together, at least three or more different animals, hence making it an invalid category. Further more, it cannot be our ancestor as no such animal ever existed. Hence, the evidence is interpreted more sensibly and reasonable through a creationary model. This is just an example of what they may do with some fossils, IMVHO.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:24"
    },
    {
      "nodeID": "150294",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:12:24"
    },
    {
      "nodeID": "150295",
      "text": "Fossils are evidence, not theory. They can be used in the construction of any theory, including creationism. Whether this is 'just' or not, is another issue. I point this out as many seem confused about evidence, and think that it just points to something without interpretation",
      "type": "I",
      "timestamp": "2016-03-08 20:12:24"
    },
    {
      "nodeID": "150296",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:24"
    },
    {
      "nodeID": "150297",
      "text": "Any similarity to the Natural History Museum in London is imaginary. None of the displays in London are based on mythology.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:24"
    },
    {
      "nodeID": "150298",
      "text": "We know this because the kids destroyed all the interactive exhibits within a day when the Earth Gallery opened. I for one was most upset as I'd been wanting to have a play too emoticon_cry",
      "type": "I",
      "timestamp": "2016-03-08 20:12:24"
    },
    {
      "nodeID": "150299",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:25"
    },
    {
      "nodeID": "150300",
      "text": "Another site that is worth a laugh is the Creation Evedences Museum in Glen Rose, Texas. It is really a hoot. It is run by a creationist named Carl Baugh who has awarded himself a Ph.Ds. in education and anthropology. None of the institutions that he claims granted him degrees are accredited.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:25"
    },
    {
      "nodeID": "150301",
      "text": "You know, its those happy-smiley cartoons that really freak me out. Is this just me or does anyone else find them creepy?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:25"
    },
    {
      "nodeID": "150302",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:12:25"
    },
    {
      "nodeID": "150303",
      "text": "None of the displays in London are based on mythology.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:25"
    },
    {
      "nodeID": "150304",
      "text": "Do you mean like Piltdown Man? It was displayed there for 40 years. 'The Eoanthropus dawsoni, or Piltdown Man, was on display at the Natural History Museum in London for 40 years. It was removed when advanced dating techniques not only showed that the bones were only a few hundred years old, but that some of them weren't even human.' http://www.mentalfloss.com/press_oklahoman2.htm Do you guarantee that all of the other displays at the Museum are true? No, of course not. Many other things there said to be 'true' are only 'true' in a transient sense of the word (that only science seems to use) http://www.clarku.edu/~piltdown/map_gen_hist_surveys/piltman_oaklywiener.html Suggests that Piltdown Man had good science behind it, at the time. Never-the-less the Natural History Museum provides many examples of artistic licence, such as the 'human-like' hand given to a restoration of Australopithecus, displayed at the museum. 'Shattering the Myths of Darwinism', p205",
      "type": "I",
      "timestamp": "2016-03-08 20:12:25"
    },
    {
      "nodeID": "150305",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:12:25"
    },
    {
      "nodeID": "150306",
      "text": "Anyone interested in should check out the Creation Museum page at AIG. Another site that is worth a laugh is the Creation Evedences Museum in Glen Rose, Texas. It is really a hoot. It is run by a creationist named Carl Baugh who has awarded himself a Ph.Ds. in education and anthropology. None of the institutions that he claims granted him degrees are accredited.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:25"
    },
    {
      "nodeID": "150307",
      "text": "This claim might be true, but do you have any citations about Carl Burgh's fraudulent claims? (ps I note you don't tell everyone else to go look up a book! It's nice to feel special) I know of this site http://home.austarnet.com.au/stear/carl_baugh_page.htm which makes the claim, but I'd be interested to learn more about this alleged fraud",
      "type": "I",
      "timestamp": "2016-03-08 20:12:25"
    },
    {
      "nodeID": "150308",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:25"
    },
    {
      "nodeID": "150309",
      "text": "Any similarity to the Natural History Museum in London is imaginary.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:25"
    },
    {
      "nodeID": "150310",
      "text": "What about the similarities between the museum and a church?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:25"
    },
    {
      "nodeID": "150311",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:12:25"
    },
    {
      "nodeID": "150312",
      "text": "Why is it that evolution cant be considered as a mythical tale?. A tale of how soup turned into a human being , and that has no evidence for all the major links for this story to work!....",
      "type": "I",
      "timestamp": "2016-03-08 20:12:25"
    },
    {
      "nodeID": "150313",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:26"
    },
    {
      "nodeID": "150314",
      "text": "Montalban Why do you find it necessary to misrepresent what everyone says? The traditions of this country are separation of church and state. John Kerry and I both object to attempts by some to impose their religion on everyone. Part of that religion is to make abortion illegal. Please try to stay on topic and refrain from misrepresentation in the future.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:26"
    },
    {
      "nodeID": "150315",
      "text": "Kerry is pro-choice. He is in favour of allowing abortions to continue. It matters not why. That's not what we're discussing. It is irrelevant then to speak of the history of the USA etc. I'm not questioning his motives. I'm stating he's in favour of abortion. He is. I quoted from him. You continue supposition that he is not.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:26"
    },
    {
      "nodeID": "150316",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:26"
    },
    {
      "nodeID": "150317",
      "text": "Here's a link for you: Two Eyes Fish Amphibians Reptiles Birds Mammals Coincidence? Limited Imagination? Interrelation?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:26"
    },
    {
      "nodeID": "150318",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:26"
    }
  ],
  "edges": [
    {
      "edgeID": "190682",
      "fromID": "150281",
      "toID": "150282",
      "formEdgeID": null
    },
    {
      "edgeID": "190683",
      "fromID": "150282",
      "toID": "150280",
      "formEdgeID": null
    },
    {
      "edgeID": "190684",
      "fromID": "150284",
      "toID": "150285",
      "formEdgeID": null
    },
    {
      "edgeID": "190685",
      "fromID": "150285",
      "toID": "150283",
      "formEdgeID": null
    },
    {
      "edgeID": "190686",
      "fromID": "150287",
      "toID": "150288",
      "formEdgeID": null
    },
    {
      "edgeID": "190687",
      "fromID": "150288",
      "toID": "150286",
      "formEdgeID": null
    },
    {
      "edgeID": "190688",
      "fromID": "150290",
      "toID": "150291",
      "formEdgeID": null
    },
    {
      "edgeID": "190689",
      "fromID": "150291",
      "toID": "150289",
      "formEdgeID": null
    },
    {
      "edgeID": "190690",
      "fromID": "150293",
      "toID": "150294",
      "formEdgeID": null
    },
    {
      "edgeID": "190691",
      "fromID": "150294",
      "toID": "150292",
      "formEdgeID": null
    },
    {
      "edgeID": "190692",
      "fromID": "150295",
      "toID": "150296",
      "formEdgeID": null
    },
    {
      "edgeID": "190693",
      "fromID": "150296",
      "toID": "150292",
      "formEdgeID": null
    },
    {
      "edgeID": "190694",
      "fromID": "150298",
      "toID": "150299",
      "formEdgeID": null
    },
    {
      "edgeID": "190695",
      "fromID": "150299",
      "toID": "150297",
      "formEdgeID": null
    },
    {
      "edgeID": "190696",
      "fromID": "150301",
      "toID": "150302",
      "formEdgeID": null
    },
    {
      "edgeID": "190697",
      "fromID": "150302",
      "toID": "150300",
      "formEdgeID": null
    },
    {
      "edgeID": "190698",
      "fromID": "150304",
      "toID": "150305",
      "formEdgeID": null
    },
    {
      "edgeID": "190699",
      "fromID": "150305",
      "toID": "150303",
      "formEdgeID": null
    },
    {
      "edgeID": "190700",
      "fromID": "150307",
      "toID": "150308",
      "formEdgeID": null
    },
    {
      "edgeID": "190701",
      "fromID": "150308",
      "toID": "150306",
      "formEdgeID": null
    },
    {
      "edgeID": "190702",
      "fromID": "150310",
      "toID": "150311",
      "formEdgeID": null
    },
    {
      "edgeID": "190703",
      "fromID": "150311",
      "toID": "150309",
      "formEdgeID": null
    },
    {
      "edgeID": "190704",
      "fromID": "150312",
      "toID": "150313",
      "formEdgeID": null
    },
    {
      "edgeID": "190705",
      "fromID": "150313",
      "toID": "150284",
      "formEdgeID": null
    },
    {
      "edgeID": "190706",
      "fromID": "150315",
      "toID": "150316",
      "formEdgeID": null
    },
    {
      "edgeID": "190707",
      "fromID": "150316",
      "toID": "150314",
      "formEdgeID": null
    },
    {
      "edgeID": "190708",
      "fromID": "150317",
      "toID": "150318",
      "formEdgeID": null
    },
    {
      "edgeID": "190709",
      "fromID": "150318",
      "toID": "150312",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
