{
  "nodes": [
    {
      "nodeID": "141407",
      "text": "In class I have to debate why if we were to start a new country why it should be socialistic. I don't want this to turn into a debate, I only wants links and reasons on why we should go socialistic over capitalistic. Thanks for helping. *REMINDER* please do not turn this into a debate!",
      "type": "I",
      "timestamp": "2016-03-08 19:53:38"
    },
    {
      "nodeID": "141408",
      "text": "Socialism is a very broad category of political ideals, which particular form were you thinking of? And just so you know, Fascism is not a form of socialism in any way. Socialism does not have oppressive governments. The purpose of socialism is to remove the class differences in society, if there is a small group of bureaucrats enforcing their will on the workers then that's a class difference.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:38"
    },
    {
      "nodeID": "141409",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:38"
    },
    {
      "nodeID": "141410",
      "text": "In a socialist nation, the government issues identity cards to all its citizens, to ensure 'national security'. Anyone suspected of wrongdoing can more easily be rounded up and imprisoned than in a free society. In a socialist nation, the government is the most important entity in determining whether an individual or group of individuals is prosperous or not, if a business is suspected of having links to terrorism, abortion, islam or political opponents, funding can be cut, ensuring high moral standards are maintained throughout the land. In a socialist nation, the government funds schools and determines their curriculum - ensuring that all students learn the appropriate facts rather than controversial theories, ensuring the stability of the governing regime. In a socialist regime the head of state is held to be deserving of respect and admiration from his subjects, ensuring a stable rule - those opposing actions taken by the government are regarded as 'unpatriotic' and 'appeasers'.  In this way it is easy for a socialist nation to wage war and ensure foreign nations have friendly governments, where a less socialist government may not have the funding to maintain a high-tech global police force.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:38"
    },
    {
      "nodeID": "141411",
      "text": "I think you're mixing up socialist and fascist. Patriotism is anathema to socialism.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:38"
    },
    {
      "nodeID": "141412",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:38"
    },
    {
      "nodeID": "141413",
      "text": "In a socialist nation, the government issues identity cards to all its citizens, to ensure 'national security'. Anyone suspected of wrongdoing can more easily be rounded up and imprisoned than in a free society.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:38"
    },
    {
      "nodeID": "141414",
      "text": "So a free society is one where the goverment does not have tabs on their citizens? How could then the goverment work when it does not know who they actually govern? The foundation of economics is that you have correct data, else it's the beginning of corruption not freedom.  And since when was there a dichotomy between freedom and socialism?  Further how does the usage of identification ease the rounding up of suspects? Wouldn't it be rather MORE risk to be rounded up if you couldn't identify yourself and thus automatically become suspect than be able to and take yourself out of the calculation?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:38"
    },
    {
      "nodeID": "141415",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:38"
    },
    {
      "nodeID": "141416",
      "text": "In the Soviet Union, the war against Hitler's Germany was called 'The Great Patriotic War'. I believe it still is.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:38"
    },
    {
      "nodeID": "141417",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:38"
    },
    {
      "nodeID": "141418",
      "text": "Wouldn't it be rather MORE risk to be rounded up if you couldn't identify yourself and thus automatically become suspect",
      "type": "I",
      "timestamp": "2016-03-08 19:53:38"
    },
    {
      "nodeID": "141419",
      "text": "Yes, absolutely. Under a regime where identification papers must be presented on demand, anyone who for whatever reason does not have those papers on them becomes suspect, liable to be rounded up and imprisoned.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:38"
    },
    {
      "nodeID": "141420",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:39"
    },
    {
      "nodeID": "141421",
      "text": "How could then the goverment work",
      "type": "I",
      "timestamp": "2016-03-08 19:53:39"
    },
    {
      "nodeID": "141422",
      "text": "Government does not work; that's why it is important to minimise it.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:39"
    },
    {
      "nodeID": "141423",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:39"
    },
    {
      "nodeID": "141424",
      "text": "And since when was there a dichotomy between freedom and socialism?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:39"
    },
    {
      "nodeID": "141425",
      "text": "Since the words had meaning.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:39"
    },
    {
      "nodeID": "141426",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:39"
    }
  ],
  "edges": [
    {
      "edgeID": "184422",
      "fromID": "141408",
      "toID": "141409",
      "formEdgeID": null
    },
    {
      "edgeID": "184423",
      "fromID": "141409",
      "toID": "141407",
      "formEdgeID": null
    },
    {
      "edgeID": "184424",
      "fromID": "141411",
      "toID": "141412",
      "formEdgeID": null
    },
    {
      "edgeID": "184425",
      "fromID": "141412",
      "toID": "141410",
      "formEdgeID": null
    },
    {
      "edgeID": "184426",
      "fromID": "141414",
      "toID": "141415",
      "formEdgeID": null
    },
    {
      "edgeID": "184427",
      "fromID": "141415",
      "toID": "141413",
      "formEdgeID": null
    },
    {
      "edgeID": "184428",
      "fromID": "141416",
      "toID": "141417",
      "formEdgeID": null
    },
    {
      "edgeID": "184429",
      "fromID": "141417",
      "toID": "141411",
      "formEdgeID": null
    },
    {
      "edgeID": "184430",
      "fromID": "141419",
      "toID": "141420",
      "formEdgeID": null
    },
    {
      "edgeID": "184431",
      "fromID": "141420",
      "toID": "141418",
      "formEdgeID": null
    },
    {
      "edgeID": "184432",
      "fromID": "141422",
      "toID": "141423",
      "formEdgeID": null
    },
    {
      "edgeID": "184433",
      "fromID": "141423",
      "toID": "141421",
      "formEdgeID": null
    },
    {
      "edgeID": "184434",
      "fromID": "141425",
      "toID": "141426",
      "formEdgeID": null
    },
    {
      "edgeID": "184435",
      "fromID": "141426",
      "toID": "141424",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
