{
  "nodes": [
    {
      "nodeID": "141797",
      "text": "Yes, the unborn are being dehumanized. They're 'babies' when the mothers want to have them, and 'blobs of unviable tissue mass' when they don't.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:36"
    },
    {
      "nodeID": "141798",
      "text": "I think you just made the point that they're people after a certain degree of development takes place.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:36"
    },
    {
      "nodeID": "141799",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:36"
    },
    {
      "nodeID": "141800",
      "text": "It's amazing how, if you don't kill those babies in the womb, THEY ALWAYS GROW UP TO BE PEOPLE.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:36"
    },
    {
      "nodeID": "141801",
      "text": "Yes, amazing, how they weren't people before.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:36"
    },
    {
      "nodeID": "141802",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:36"
    },
    {
      "nodeID": "141803",
      "text": "As I've said, simply saying that 'my claim is bogus' does not make it so - and seeing as your whole OP is delivered in the context of that idea, your whole post is equally unproven/irrelevant - repeating yourself won't change that fact.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:36"
    },
    {
      "nodeID": "141804",
      "text": "Actually it does make it so, since you can search every abortion debate ever had on this or any forum and the prevailing argument by the pro-abortionist is the nullification of human rights by the unborn because they aren't sentient human beings yet. You must deny their humanity in order to ease your consciences as flaming liberals since you are condoning, endorsing and defending the murders of more than a million real human beings each year in the USA alone.  What it comes down to iangb, is that you secularists will lie to yourselves as needed in order to convince yourselves that what you're doing isn't mass genocide of the most innocent and defenseless class of people among us. So continue to lie to yourself if it gets you through the day, iangb. Convince yourself that you can pick and choose what is absolute truth in this life too, and see how far that gets you. What is so sad about you sanctimonious secularists is that you look at us so condescendingly when you don't have a clue about what's true or what really matters in this life. If it wasn't so pathetic, it would actually be humorous.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:36"
    },
    {
      "nodeID": "141805",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:36"
    }
  ],
  "edges": [
    {
      "edgeID": "184690",
      "fromID": "141798",
      "toID": "141799",
      "formEdgeID": null
    },
    {
      "edgeID": "184691",
      "fromID": "141799",
      "toID": "141797",
      "formEdgeID": null
    },
    {
      "edgeID": "184692",
      "fromID": "141801",
      "toID": "141802",
      "formEdgeID": null
    },
    {
      "edgeID": "184693",
      "fromID": "141802",
      "toID": "141800",
      "formEdgeID": null
    },
    {
      "edgeID": "184694",
      "fromID": "141804",
      "toID": "141805",
      "formEdgeID": null
    },
    {
      "edgeID": "184695",
      "fromID": "141805",
      "toID": "141803",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
