{
  "nodes": [
    {
      "nodeID": "152875",
      "text": "As I see it the problem in this country is not guns. The problem is that our society has gotten soft on crime and pretty much gotten to the point of 'no one is responsible for their own behavior'.  Take the law suits against the gun manufacturer's. Colt comes to mind. Someone used a Colt firearm in a murder and the victim's family sued Colt for the wrongful death of a family member. The court's basically said that colt should have known that their products may have been used in a crime and not sold them to someone who could have used it in the commision of a crime. That being the case, why can't the auto manufacturer's be sued when one of their vehicles is used in the commision of a crime? Why can't Ford or Chevy be sued when one of their vehicles is used in a DUI vehicular homicide? The reasoning I have read is that the auto maker's are unable to control the end use of their products. So how can one manufacturer be held responsible for the end use of their product and not another? Another case in point. Less than a hundred years ago, if you were convicted of a murder you were sentenced to death and the sentence was carried out. Now if you murder somebody, you can plea bargain it down to involuntary manslaughter, get sentenced to 18 to 23 months, and be paroled in 9 to 12 month's on good behavior. Now some would say the death penalty is cruel and unusual punishment. To them I put this question. What do you call kidnapping a child from her bedroom, raping and sodomizing her, putting her on a hot engine block, then strangling her. Don't know about the rest of society, but that qualifies as cruel and unusual punishment in my book. By the way, the guy that did this was sentenced to life in prison on the taxpayer's dime. No longer does the punishment fit the crime in this country. We have put a price tag on human life and I must say it is a damn cheap one. Guns are not the problem in this country. The problem is a government who trying to erode our rights to further their own agenda. Now for those who say we have a police force to protect us, if you would actually read their purpose, you would see that the police force has no duty to protect the individual, only the public in general. I have quite a few friends at the local state police barracks and in general they are opposed to gun control. Most police organization who are for gun control who are for gun control are politically motivated. For those who are going to say I'm a right wing nut job, I'll give you this. I served my country in various special operations forces. I can not go into anymore more detail than i'll give you here, so please don't ask. Automatic weapons were designed for assualt purposes so I will give you that one. However, as a highly decorated combat veteran I will say this. The most dangerous and demoralizing weapon ever made was a sniper rifle. Death can come from anywhere at anytime. Most have an effective range well over any automatic weapon. Sniper rifles are basically modified hunting rifles that can be duplicated by any gunsmith worth his salt. The effective range on a 5.56mm round ( basically a .223 remington) fired from an M-16 (or An AR-15) is just over 450 meters. A 7.62 x 54 mm round (a .308, a very popular hunting round) is about 1200 meters. To put this in perspective there is just over 1700 meters in a mile. I do carry a M1911 Colt .45 as a concealed carry weapon. After reading some of the other posts here, I must say I am deeply offended by someone saying that because I carry a CCW I'm going to shoot someone over a fender bender. I will say that their are some who shouldn't be carrying a CCW. And I do take responsibilty for my weapons. Unfortunately. I have had to use my weapon on a couple of occasions. Most of the time simply brandishing the weapon and taking control of the situation is enough to end it in a positive way. Only once have I had to discharge my weapon in self defense. By the way, the criminal in on the receiving end of that one had a very long and violent criminal history. I have shed the same blood in the same mud as alot of others to insure that EVERYONE in this country has the freedom to have their own opinions about things. That is a right guarenteed in The Constitution of the United States. Just as it is a right for me to own arms of my choice. Some would say that my RKBA is outdated. To them I ask, what if I think your right to free speech or freedom to religion is outdated? Should it be changed too? There are no easy solutions to the problem we as a society are facing. But blaming guns or free speech for our problems is like saying flies cause garbage. It is easy to blame guns for our problems. But they are merely a tool, like a shovel, that unless put into use by a person or persons. it merely just sits there and does nothing. Our society has pushed the issue of not being responsible or held accoutable for your actions way to far. I do have a solution to these problems, but most would find it offensive. What the hell, I've probably offended alot already, so here goes. We have a three time loser law, that if you have three felony convictions you are considered a career criminal. Now alot of those crimes involve firearms. So if you are convicted of three felony firearms crimes, you should get the death penalty to be carried out immediately. It will take some time to get the message across but iI do believe when the message gets out, firearms crimes will be reduced drastically. Well, I need to get some things done so I'll write more later.  Later all......",
      "type": "I",
      "timestamp": "2016-03-08 20:18:04"
    },
    {
      "nodeID": "152876",
      "text": "I think you hit it pretty much on the money. Gun control does not cure anger, hate, and violence. Talk about responsibility. Gun grabbers blame you and me and our behavior for the violence in this country. They blame everyone except the one who pulls the trigger and takes human life.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:04"
    },
    {
      "nodeID": "152877",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:04"
    }
  ],
  "edges": [
    {
      "edgeID": "192508",
      "fromID": "152876",
      "toID": "152877",
      "formEdgeID": null
    },
    {
      "edgeID": "192509",
      "fromID": "152877",
      "toID": "152875",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
