{
  "nodes": [
    {
      "nodeID": "148817",
      "text": "Scientists have also been able to induce another species of bacteria, Pseudomonas aeruginosa, to evolve the capability to break down the same nylon byproducts in a laboratory by forcing them to live in an environment with no other source of nutrients. The P. aeruginosa strain did not seem to use the same enzymes that had been utilized by the original Flavobacterium strain. Other scientists were able to get the ability to generate the enzymes to transfer from the Flavobacterium strain to a strain of E. coli bacteria via a plasmid transfer.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:23"
    },
    {
      "nodeID": "148818",
      "text": "So not only has the new functionality evolved once, its evolution has been reproduced in a different species under laboratory conditions. Food for thought? :)",
      "type": "I",
      "timestamp": "2016-03-08 20:09:23"
    },
    {
      "nodeID": "148819",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:23"
    },
    {
      "nodeID": "148820",
      "text": "1) Life will NEVER arise out of non-life. 2) There will never be any evolution of a new body part in a population in which it hasn't existed before. 3) There will never be any new function evolved in a population in which it hasn't existed before.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:23"
    },
    {
      "nodeID": "148821",
      "text": "Actually, none of those are predictions that creationism makes, and what's more, they're all disprovable. Biochemists estimate we're within ten years of creating life from non life. Prepared to chew on that foot? The logical leap you're making here is that if we assume creationism is true, evolution and abiogenesis must be false, and that's silly. It's actually possible for all three to be true. God could have the ability to create life, but perhaps God never did so and allowed life to arise through natural processes. Moreover, suppose God created the first life and allowed it to evolve from that. None of these possibilities are inherently contradictory to anything but a specific reading of a specific holy book.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:23"
    },
    {
      "nodeID": "148822",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:23"
    },
    {
      "nodeID": "148823",
      "text": "1) Life will NEVER arise out of non-life.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:23"
    },
    {
      "nodeID": "148824",
      "text": "So creationism denies what God says in Genesis 1. That's a fact. I'm a Christian, so for you, that's strike 1.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:23"
    },
    {
      "nodeID": "148825",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:23"
    },
    {
      "nodeID": "148826",
      "text": "you remind me of people in the 1969 thinking moon colonies were a few years away",
      "type": "I",
      "timestamp": "2016-03-08 20:09:23"
    },
    {
      "nodeID": "148827",
      "text": "And you remind me of the people in the year 1900 who said man would never be able to build a flying machine.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:23"
    },
    {
      "nodeID": "148828",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:23"
    },
    {
      "nodeID": "148829",
      "text": "the fact that you think life can be created out of non-life in 10 years show how little you know about biology",
      "type": "I",
      "timestamp": "2016-03-08 20:09:23"
    },
    {
      "nodeID": "148830",
      "text": "You still haven't learned what Google is have you Yankee Fan? HowStuffWorks 'Artificial Life' Artificial Life Likely in 3 to 10 Years - Science - redOrbit And relying entirely on insults is not a good way of gaining credibility. It didn't work on Livewire, it won't work here.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:23"
    },
    {
      "nodeID": "148831",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:23"
    },
    {
      "nodeID": "148832",
      "text": "Actually, 2 viruses and a bacteria have been constructed by building the genome from nucleic acids.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148833",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148834",
      "text": "How can a claim be incorrect if it hasn't been defined?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148835",
      "text": "You defined it.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148836",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148837",
      "text": "And regarding your fallacious example regarding nylon eating bacteria, are you suggesting that the chemical ingredients that make nylon never existed before man combined them to create nylon? The bacteria works on a microscopic level and couldn't care less what product we have made from those chemicals which it thrives on. So your example is both fallacious and moot.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148838",
      "text": "Oh deary me, no. Where do I even start? The bacteria and enzymes in your gut and intestinal tract that digest food are every bit as microscopic, and they thrive on specific compounds, not elements. Sugars and fats are plain old carbon, hydrogen and oxygen. You could get exactly the same atoms into your body by drinking water and eating graphite - and you'd die. Can you digest cellulose? No - but other animals can, because they have enzymes that can break it down. It's still all just carbon, oxygen and hydrogen - but that's like saying everybody's front door key is just 'brass'. It isn't the fact that it's brass that unlocks your door, it's the shape it's formed into :)",
      "type": "I",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148839",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148840",
      "text": "are you suggesting that the chemical ingredients that make nylon never existed before man combined them to create nylon? The bacteria works on a microscopic level and couldn't care less what product we have made from those chemicals which it thrives on. So your example is both fallacious and moot.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148841",
      "text": "So, when you talk about the chemical ingredients are you talking about compounds or elements? If you are talking about compounds Peeling's point is valid. If you are talking about elements you answer your own question.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148842",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148843",
      "text": "Nice job moving the goalpost, and changing the subject also. Show where in BCR's post which you quoted above, he said even spoke to the issue of genes? He said no new functions have evolved in a population in which it hasn't existed before.  And regarding your fallacious example regarding nylon eating bacteria, are you suggesting that the chemical ingredients that make nylon never existed before man combined them to create nylon? The bacteria works on a microscopic level and couldn't care less what product we have made from those chemicals which it thrives on. So your example is both fallacious and moot.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148844",
      "text": "And the ability to digest nylon is not a new function?? You seem to have a different conception of 'new function' that what matches with reality.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148845",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148846",
      "text": "Second Island? I'll have no choice but to parse this for what it is... it is agreed that mutations can exist, but they only exist laterally, like dogs for instance... you may have a beagle, that is short and not so hairy that may develop adaptations through breeding that aid it in survival locally... but what you will not see is a dog that develop wings because it had to fly to the closest food site.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148847",
      "text": "So it's shifted from 'no new structures' to 'I can think of a structure that can't evolve.' Me too. Evolutionary theory says that some things are not possible to evolve. But new structures, as you learned, do evolve.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:24"
    },
    {
      "nodeID": "148848",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:25"
    },
    {
      "nodeID": "148849",
      "text": "then surely you can't explain away why enzyme a and co-enzyme b are separate compounds but work together to produce another by-product.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:25"
    },
    {
      "nodeID": "148850",
      "text": "Well, in the case above, it was step-by-step. First, an existing enzyme was modified to a new use, and over time, became refined to work better and better. This is the way evolution works. Nothing is de novo; it's always a modfication of something else. Second, a mutation produced a regulator that only allowed the enzyme to be produced if the substrate was available. Again, this was refined by natural selection over time. In the end, the newly-evolved system was irreducibly complex, because all three parts have to be present for the system to work.  And do show us your numbers proving that such processes can't produce new information. If you don't know how, I'd be pleased to show you how a mutation changes the information in a population.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:25"
    },
    {
      "nodeID": "148851",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:25"
    },
    {
      "nodeID": "148852",
      "text": "ID [intelligent design] says that, get your arguments straight,",
      "type": "I",
      "timestamp": "2016-03-08 20:09:25"
    },
    {
      "nodeID": "148853",
      "text": "No, the 'life ex nihilo' doctrine of YE also denies God's word in Genesis.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:25"
    },
    {
      "nodeID": "148854",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:25"
    },
    {
      "nodeID": "148855",
      "text": "...In fact, as the article pointed out, the particular group of lizards to which this new population belongs, does not have cecal valves. .",
      "type": "I",
      "timestamp": "2016-03-08 20:09:25"
    },
    {
      "nodeID": "148856",
      "text": "I know of entire families in which the anestry isn't very tall at all, on both sides. As far back as the old timers can remember there has never been a Jones over 5'8'. All of a sudden one grew to 6'3'. How can this be!?!?!?? The first 10 lizards didn't have cecal valves. This evolution theory really is going to put us back in the dark ages. When lizards morph in different environments and the explanation is mutating something that adds up to the mystical rapid evolution, rather than the common sense discoveries Mendel made. We are definately moving backwards. The bigger the BS the more the grant money from the US.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:25"
    },
    {
      "nodeID": "148857",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:25"
    },
    {
      "nodeID": "148858",
      "text": "When lizards morph in different environments and the explanation is mutating something that adds up to the mystical rapid evolution,",
      "type": "I",
      "timestamp": "2016-03-08 20:09:25"
    },
    {
      "nodeID": "148859",
      "text": "Just common sense. If a mutation provides some benefit, it tends to be retained. Over time, (sometimes over a very short time) this can produce a new structure as we see in this case.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:25"
    },
    {
      "nodeID": "148860",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:25"
    },
    {
      "nodeID": "148861",
      "text": "A cecal valve is a muscle for the lizard's intestines that controls movement from the small to the large intestine. In some other critters it actually is a check-valve type flap. Not to intense, don't overthink it.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:25"
    },
    {
      "nodeID": "148862",
      "text": "Just a newly-evolved structure. It happens.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:25"
    },
    {
      "nodeID": "148863",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:26"
    }
  ],
  "edges": [
    {
      "edgeID": "189652",
      "fromID": "148818",
      "toID": "148819",
      "formEdgeID": null
    },
    {
      "edgeID": "189653",
      "fromID": "148819",
      "toID": "148817",
      "formEdgeID": null
    },
    {
      "edgeID": "189654",
      "fromID": "148821",
      "toID": "148822",
      "formEdgeID": null
    },
    {
      "edgeID": "189655",
      "fromID": "148822",
      "toID": "148820",
      "formEdgeID": null
    },
    {
      "edgeID": "189656",
      "fromID": "148824",
      "toID": "148825",
      "formEdgeID": null
    },
    {
      "edgeID": "189657",
      "fromID": "148825",
      "toID": "148823",
      "formEdgeID": null
    },
    {
      "edgeID": "189658",
      "fromID": "148827",
      "toID": "148828",
      "formEdgeID": null
    },
    {
      "edgeID": "189659",
      "fromID": "148828",
      "toID": "148826",
      "formEdgeID": null
    },
    {
      "edgeID": "189660",
      "fromID": "148830",
      "toID": "148831",
      "formEdgeID": null
    },
    {
      "edgeID": "189661",
      "fromID": "148831",
      "toID": "148829",
      "formEdgeID": null
    },
    {
      "edgeID": "189662",
      "fromID": "148832",
      "toID": "148833",
      "formEdgeID": null
    },
    {
      "edgeID": "189663",
      "fromID": "148833",
      "toID": "148826",
      "formEdgeID": null
    },
    {
      "edgeID": "189664",
      "fromID": "148835",
      "toID": "148836",
      "formEdgeID": null
    },
    {
      "edgeID": "189665",
      "fromID": "148836",
      "toID": "148834",
      "formEdgeID": null
    },
    {
      "edgeID": "189666",
      "fromID": "148838",
      "toID": "148839",
      "formEdgeID": null
    },
    {
      "edgeID": "189667",
      "fromID": "148839",
      "toID": "148837",
      "formEdgeID": null
    },
    {
      "edgeID": "189668",
      "fromID": "148841",
      "toID": "148842",
      "formEdgeID": null
    },
    {
      "edgeID": "189669",
      "fromID": "148842",
      "toID": "148840",
      "formEdgeID": null
    },
    {
      "edgeID": "189670",
      "fromID": "148844",
      "toID": "148845",
      "formEdgeID": null
    },
    {
      "edgeID": "189671",
      "fromID": "148845",
      "toID": "148843",
      "formEdgeID": null
    },
    {
      "edgeID": "189672",
      "fromID": "148847",
      "toID": "148848",
      "formEdgeID": null
    },
    {
      "edgeID": "189673",
      "fromID": "148848",
      "toID": "148846",
      "formEdgeID": null
    },
    {
      "edgeID": "189674",
      "fromID": "148850",
      "toID": "148851",
      "formEdgeID": null
    },
    {
      "edgeID": "189675",
      "fromID": "148851",
      "toID": "148849",
      "formEdgeID": null
    },
    {
      "edgeID": "189676",
      "fromID": "148853",
      "toID": "148854",
      "formEdgeID": null
    },
    {
      "edgeID": "189677",
      "fromID": "148854",
      "toID": "148852",
      "formEdgeID": null
    },
    {
      "edgeID": "189678",
      "fromID": "148856",
      "toID": "148857",
      "formEdgeID": null
    },
    {
      "edgeID": "189679",
      "fromID": "148857",
      "toID": "148855",
      "formEdgeID": null
    },
    {
      "edgeID": "189680",
      "fromID": "148859",
      "toID": "148860",
      "formEdgeID": null
    },
    {
      "edgeID": "189681",
      "fromID": "148860",
      "toID": "148858",
      "formEdgeID": null
    },
    {
      "edgeID": "189682",
      "fromID": "148862",
      "toID": "148863",
      "formEdgeID": null
    },
    {
      "edgeID": "189683",
      "fromID": "148863",
      "toID": "148861",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
