{
  "nodes": [
    {
      "nodeID": "161354",
      "text": "'Our main agenda is to have all guns banned. We must use whatever means possible. It doesn't matter if you have to distort facts or even lie. Our task of creating a socialist America can only succeed when those who would resist us have been totally disarmed.' 'Our task of creating a socialist America can only succeed when those who would resist us are totally disarmed.'",
      "type": "I",
      "timestamp": "2016-03-08 20:37:26"
    },
    {
      "nodeID": "161355",
      "text": "People that are willing to make up such quotes would probably also be willing to make up such a memo.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:26"
    },
    {
      "nodeID": "161356",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:26"
    },
    {
      "nodeID": "161357",
      "text": "The Bureau of Alcohol, Tobacco and Firearms reports that the U.S. is responsible for close to 90 percent of the high-powered weapons that find their way to the Mexican drug cartels. However, Kerry said that only about one out of every four weapons seized by Mexican authorities last year was submitted to ATF to be traced back to purchasers and sellers in the United States,",
      "type": "I",
      "timestamp": "2016-03-08 20:37:26"
    },
    {
      "nodeID": "161358",
      "text": "Proving, yet again, some Democrats are, after all, honorable men and women.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:27"
    },
    {
      "nodeID": "161359",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:37:27"
    },
    {
      "nodeID": "161360",
      "text": "'The Mexican Ambassador to the United States, Auturo Sarukhan, appeared on a CBS news program recently and repeated a lie we have heard for many months about the violence in Mexico. The ambassador says Americans are to blame for the violence wrecked on his country by the Mexican drug cartels because 'most of the guns confiscated by Mexican police can be traced back to the United States.' That is not true, but the way that claim has been accepted by American politicians and the mainstream media raises suspicions about a hidden agenda.  ATFE's Fake Number We can almost forgive the Mexican ambassador for being confused when the United States agency responsible for enforcing our gun laws, the Federal Bureau of Alcohol, Tobacco, Firearms and Explosives, has made so many contradictory statements on the matter. ATFE Assistant Director William Hoover told Congress last year that 90% of the weapons seized in Mexico crime scenes can be traced to gun sales in the US.  The problem is that 90% number isn't true. Yet, that hasn't kept it from being picked up and used by members of Congress, Secretary of State Hillary Clinton, and, of course, Mexican officials like Ambassador Sarukhan who are eager to blame the US for Mexico's problems. Real Weapons Source? The 90% number reported by Hoover came from a small group of weapons turned over to the U.S. for tracing, but they were by no means all of the weapons seized by Mexican authorities. A spokesman for the ATFE, Matt Allen, has now 'clarified' the number and admitted that only 17% of the weapons found at crime scenes in Mexico have been traced to the U.S. Ironically, while Mexican officials have freely used the 90% number from the ATFE, they have not themselves made such a charge based on their own numbers. The truth is, they know better.  We can easily understand Mexico's reasons for preferring the 90% number to the more accurate 17%. Mexico does not want to openly discuss the many other sources of advanced weapons being used by the drug cartels. Thousands of advanced weapons and tons of military equipment are stolen from its own military and state police. Weapons are smuggled across its southern borders from Guatemala and by boats landing on its 8,000 miles of coastline, weapons that often originate in Venezuela, Colombia, and Nicaragua, or from purchases in Eastern Europe. But it is easier for a Mexican politician to blame the U.S. than to explain his own government's failure to police its borders, its ports of entry and its military installations.  Did the Mexican ambassador mention that over 100,000 soldiers have deserted the Mexican army in the past seven years and that many of them took their weapons with them and joined the cartels?  Lax Vehicle Inspection  Certainly, no one will deny that thousands of guns have been smuggled from the U.S. into Mexico, but not the rocket-propelled grenades and 50 caliber machine guns that the cartels have in abundance. You can't buy that stuff at gun shops in Texas or Arizona. But for the sake of argument, what if it was true that 30% of the weapons used by the cartels originated in the U.S.? Could it be that Mexico has invited this traffic by its policy of not inspecting the vehicles entering Mexico from the U.S.? Mexico only changed that policy two weeks ago and announced that it will beef up its border inspections. And could it be that Mexico's decades-long opposition to a U.S. border fence and increased border patrol vigilance has something to do with the success of the cartels' gun-smuggling operations?  Why Strange Obama Response?  But what accounts for the Obama administration's eagerness to let Mexico blame the U.S. for its spiraling violence? Two explanations are possible: It may be that blaming American gun laws is for many Americans an easy answer to what seems like an insoluble problem. If we can end Mexico's chaos by making changes on this side of the border, that's far easier than expecting Mexico to make difficult and painful changes of its own -- like hiring honest cops and paying them a decent wage.  The other explanation is more troublesome. Maybe the Obama administration has no clue how to help Mexico but sees an opportunity to help itself. It is obvious that Obama's teams at the Justice Department and the State Department are exploiting the violence in Mexico to justify more restrictions on gun ownership by Americans. The Obama crew's hostility to the Second Amendment has been clear for months. This may be yet another example of Rahm Emanuel's maxim: 'Never let a good crisis go to waste.'  Mexico needs to face its own demons, beginning with the corruption within its law enforcement agencies and at its ports of entry. The U.S. can help in many ways, such as enhancing our own border security. But adding more restrictions on the ownership of guns by law-abiding Americans will not help Mexico.  If we are lucky, this theme of blaming American gun owners and gun shops is only a temporary distraction. If it is more than that, if the Obama administration really believes this is the answer to Mexico's problems, then we are lost in a swamp. '",
      "type": "I",
      "timestamp": "2016-03-08 20:37:27"
    },
    {
      "nodeID": "161361",
      "text": "'As President Calderón and I discussed, I am urging the Senate in the United States to ratify an inter-American treaty known as CIFTA to curb small arms trafficking that is a source of so many of the weapons used in this drug war,' President Obama proclaimed in Mexico City last month. He also incorrectly repeated the errant statistic that 90 percent of guns in the hands of Mexican drug cartels come from America. (In actuality, according to ATF special agent William Newell, about 17 percent of guns associated with crime in Mexico came from the United States. And this figure has not been broken down to see how many came from civilian gun shops and how many were purchased from the U.S. military by Mexico's government.) 'We're going to be very focused on this. It's going to be a top priority.' ABC News quoted an administration official who said that Obama 'felt that it was important to push now for the ratification of this treaty because the question of illegal small-arms is of great concern to the countries throughout the hemisphere a[s] it affects their safety.' You have the ATFE Assistant Director William Hoover spouting the 90% figure, Then everyone up and on down jumping on board with it. Then ATF special agent William Newell corrects the figure and goes on to state they don't know how many came from the private sector and how many came from the US Gov giving them to Mexico.  Yet we are supposed to punish the law abiding because other countries either can't or won't get control of their criminals.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:27"
    },
    {
      "nodeID": "161362",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:27"
    },
    {
      "nodeID": "161363",
      "text": "If Obama and his admin.really believes it,or as you say use it for their own agenda(not quote unquote).then maybe we are lost in a swamp.A swamp on the eve of 1861.Oh by the way did anyone mention which corner gun store or gun show(can't forget the gun show now) where all those hand grenades were bought?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:27"
    },
    {
      "nodeID": "161364",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:27"
    },
    {
      "nodeID": "161365",
      "text": "As the 'leak' appears to have happened SIXTEEN YEARS AGO, she may have difficulty catching up with that. ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:37:27"
    },
    {
      "nodeID": "161366",
      "text": "The memo is real, nobody has ever been able to disprove it. Handgun Control Inc. (the people who later became the Brady Campaign) have claimed that the memo is a hoax and that what was released has never been their official position. However them simply stating this, is no different than Obama making a statement on national news, and then several months later saying 'I never said that' and trying to reverse his position. Until it can be proven beyond doubt as being untrue and simple propaganda, the memo is real and explains in detail exactly what the gun control groups are after.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:27"
    },
    {
      "nodeID": "161367",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:27"
    },
    {
      "nodeID": "161368",
      "text": "Until it can be proven beyond doubt as being untrue and simple propaganda, the memo is real and explains in detail exactly what the gun control groups are after.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:27"
    },
    {
      "nodeID": "161369",
      "text": "Oh, well when you put it that way.... :xbanghead Maybe you could address this one thing. 'The total elimination of arms from society.' You'd think someone from Brady might have said this somewhere, sometime, that you could compare to the memo. I would.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:27"
    },
    {
      "nodeID": "161370",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:27"
    },
    {
      "nodeID": "161371",
      "text": "In the reality which the rest of us inhabit, the onus of proof is on the person making the claim. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:37:27"
    },
    {
      "nodeID": "161372",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:28"
    },
    {
      "nodeID": "161373",
      "text": "So although you provide absolutely no evidence or source to back up this claim we should just accept that the memo is authentic until some disproves it? How does such reasoning even begin to make sense? I'm very suspicious about the legitimacy of such a memo. Here are two bogus quotes attributed to Sarah Brady by some people on the pro-gun side:",
      "type": "I",
      "timestamp": "2016-03-08 20:37:28"
    },
    {
      "nodeID": "161374",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:28"
    },
    {
      "nodeID": "161375",
      "text": "You aren't helping your cause with statements like this.  In logical debate, your claims are considered to be false until proven true, not the other way around. Nobody can disprove the existence of god, but that is not proof of god's existence.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:28"
    },
    {
      "nodeID": "161376",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:28"
    },
    {
      "nodeID": "161377",
      "text": "The 17% can only be attached to those weapons for which there was a successful trace back to the US from the group of 11,000 submitted by Mexican authorities. The percentage of the total confiscated that actually came from the US is not known since some submitted for trace couldn't be traced while the majority confiscated were not even requested to be traced, for whatever reason.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:28"
    },
    {
      "nodeID": "161378",
      "text": "Because they knew full well that the bulk of the confiscated weapons never came from the United States! I don't see why we should care how many weapons couldn't be traced back to America even though they came across the border, because it's a moot point. The identifying marks don't exist on them if they can't be traced, meaning the whole thing is a non-issue for everybody except those who have an axe to grind and rights to try and destroy.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:28"
    },
    {
      "nodeID": "161379",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:28"
    },
    {
      "nodeID": "161380",
      "text": "Obama Pushes Anti-gun Treaty 'In actuality, according to ATF special agent William Newell, about 17 percent of guns associated with crime in Mexico came from the United States.' I can't find a quote from Special Agent Newell saying any such thing. Mr. Newman's figure of 17% coming from the US is also erroneous.  The 17% can only be attached to those weapons for which there was a successful trace back to the US from the group of 11,000 submitted by Mexican authorities. The percentage of the total confiscated that actually came from the US is not known since some submitted for trace couldn't be traced while the majority confiscated were not even requested to be traced, for whatever reason.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:28"
    },
    {
      "nodeID": "161381",
      "text": "Its the reading comprehension thing kicking in. ...[according to ATF special agent William Newell, about 17 percent of guns associated with crime in Mexico came from the United States. ... 5th paragraph",
      "type": "I",
      "timestamp": "2016-03-08 20:37:28"
    },
    {
      "nodeID": "161382",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:28"
    },
    {
      "nodeID": "161383",
      "text": "Because they knew full well that the bulk of the confiscated weapons never came from the United States!",
      "type": "I",
      "timestamp": "2016-03-08 20:37:28"
    },
    {
      "nodeID": "161384",
      "text": "And we know this how? You complain about the 90% figure being erroneous and then make an unsupported statement like this? Furthermore, if Mexico is making an earnest attempt to smash the cartels and we're financing it in part, wouldn't we want to help reduce the weapons traffic flowing south into the cartel's arsenals?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:28"
    },
    {
      "nodeID": "161385",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:28"
    },
    {
      "nodeID": "161386",
      "text": "If you paid attention the BATFE said so.  Yes but some people don't want to close the borders. They prefer no border controls.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:29"
    },
    {
      "nodeID": "161387",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:29"
    },
    {
      "nodeID": "161388",
      "text": "Furthermore, if Mexico is making an earnest attempt to smash the cartels and we're financing it in part, wouldn't we want to help reduce the weapons traffic flowing south into the cartel's arsenals?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:29"
    },
    {
      "nodeID": "161389",
      "text": "IF! But here's the thing, Mexico is making absolutely no attempt to truly stomp out the drug cartels, they're catering to them! Various political figures and police officers are on the take, they're getting massive amounts of bribe money from the cartels, stopping them would prove detrimental.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:29"
    },
    {
      "nodeID": "161390",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:29"
    },
    {
      "nodeID": "161391",
      "text": "Well I ####,moan,and bitch about it to and I know I can't prove anything,but do'nt logic say an AK47 ASSAULT RIFLE not semi auto but the real deal is going to cost hundreds less south of their border,Know doubt the same for an M16.Also you don't have to worry about smuggling them in as much if at all.Besides it getting harder all the time to get your ASSAULT RIFLES(you know the full auto type)not to mention hand grenades and rpgs at your corner gun shop anymore.Oh yeah less not forget the gun shows,and all there loop holes. Jus a thought.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:29"
    },
    {
      "nodeID": "161392",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:29"
    },
    {
      "nodeID": "161393",
      "text": "Except that that would be the author's words, not a direct quote. Notice the absence of quotation marks? Special Agent Newell never said '17% came from the US'. The author has as much trouble with the stats as you. 17% of the total have been traced to the US. We don't know the percentage of the total that did indeed come from the US but is untraced or untraceable. See the difference?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:29"
    },
    {
      "nodeID": "161394",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:29"
    },
    {
      "nodeID": "161395",
      "text": "What? Sinjin Dude! Your devotion to the Democratic Party, and sticking up for your guy is admarable, but come on! It says 'In actuality, according to ATF special agent William Newell, about 17 percent of guns associated with crime in Mexico came from the United States.' Are you calling the author a liar? Are you accusing him of journalistic fraud? If this is true, you should be. You know, if agent William Newell did not actually say that, this author will be fired. William Newell himself will tell every other news outlet that he did not say that!  Are you, perhaps, a bit too zealous in standing up for your guy?  Maybe you will watch this carefully, and post the story if his firing, or at the very least, his retraction. Or perhaps William Newell's statement condemning this Journalistic Fraud, if that is what it is. Man would THAT help your credibility right now. But alas, that retraction, that statement nor his firing will ever come.  Although, it sure has been fun watching you dig yourself into a hole, and shred your credibility over this ATF. Obama and Obama cabinet or whom ever, Exaggeration in order to Ban Assault Weapons! It's OK Sinjin. The American people already know! emoticon_smile Senator John Kerry was the one who let this (What is the word? uh) discrepancy out of the bag.  Kerry qoute",
      "type": "I",
      "timestamp": "2016-03-08 20:37:29"
    },
    {
      "nodeID": "161396",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:29"
    },
    {
      "nodeID": "161397",
      "text": "I see that river runs wide and deep on the left bank, de Nile.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:29"
    },
    {
      "nodeID": "161398",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:29"
    }
  ],
  "edges": [
    {
      "edgeID": "198540",
      "fromID": "161355",
      "toID": "161356",
      "formEdgeID": null
    },
    {
      "edgeID": "198541",
      "fromID": "161356",
      "toID": "161354",
      "formEdgeID": null
    },
    {
      "edgeID": "198542",
      "fromID": "161358",
      "toID": "161359",
      "formEdgeID": null
    },
    {
      "edgeID": "198543",
      "fromID": "161359",
      "toID": "161357",
      "formEdgeID": null
    },
    {
      "edgeID": "198544",
      "fromID": "161361",
      "toID": "161362",
      "formEdgeID": null
    },
    {
      "edgeID": "198545",
      "fromID": "161362",
      "toID": "161360",
      "formEdgeID": null
    },
    {
      "edgeID": "198546",
      "fromID": "161363",
      "toID": "161364",
      "formEdgeID": null
    },
    {
      "edgeID": "198547",
      "fromID": "161364",
      "toID": "161360",
      "formEdgeID": null
    },
    {
      "edgeID": "198548",
      "fromID": "161366",
      "toID": "161367",
      "formEdgeID": null
    },
    {
      "edgeID": "198549",
      "fromID": "161367",
      "toID": "161365",
      "formEdgeID": null
    },
    {
      "edgeID": "198550",
      "fromID": "161369",
      "toID": "161370",
      "formEdgeID": null
    },
    {
      "edgeID": "198551",
      "fromID": "161370",
      "toID": "161368",
      "formEdgeID": null
    },
    {
      "edgeID": "198552",
      "fromID": "161371",
      "toID": "161372",
      "formEdgeID": null
    },
    {
      "edgeID": "198553",
      "fromID": "161372",
      "toID": "161366",
      "formEdgeID": null
    },
    {
      "edgeID": "198554",
      "fromID": "161373",
      "toID": "161374",
      "formEdgeID": null
    },
    {
      "edgeID": "198555",
      "fromID": "161374",
      "toID": "161366",
      "formEdgeID": null
    },
    {
      "edgeID": "198556",
      "fromID": "161375",
      "toID": "161376",
      "formEdgeID": null
    },
    {
      "edgeID": "198557",
      "fromID": "161376",
      "toID": "161366",
      "formEdgeID": null
    },
    {
      "edgeID": "198558",
      "fromID": "161378",
      "toID": "161379",
      "formEdgeID": null
    },
    {
      "edgeID": "198559",
      "fromID": "161379",
      "toID": "161377",
      "formEdgeID": null
    },
    {
      "edgeID": "198560",
      "fromID": "161381",
      "toID": "161382",
      "formEdgeID": null
    },
    {
      "edgeID": "198561",
      "fromID": "161382",
      "toID": "161380",
      "formEdgeID": null
    },
    {
      "edgeID": "198562",
      "fromID": "161384",
      "toID": "161385",
      "formEdgeID": null
    },
    {
      "edgeID": "198563",
      "fromID": "161385",
      "toID": "161383",
      "formEdgeID": null
    },
    {
      "edgeID": "198564",
      "fromID": "161386",
      "toID": "161387",
      "formEdgeID": null
    },
    {
      "edgeID": "198565",
      "fromID": "161387",
      "toID": "161384",
      "formEdgeID": null
    },
    {
      "edgeID": "198566",
      "fromID": "161389",
      "toID": "161390",
      "formEdgeID": null
    },
    {
      "edgeID": "198567",
      "fromID": "161390",
      "toID": "161388",
      "formEdgeID": null
    },
    {
      "edgeID": "198568",
      "fromID": "161391",
      "toID": "161392",
      "formEdgeID": null
    },
    {
      "edgeID": "198569",
      "fromID": "161392",
      "toID": "161384",
      "formEdgeID": null
    },
    {
      "edgeID": "198570",
      "fromID": "161393",
      "toID": "161394",
      "formEdgeID": null
    },
    {
      "edgeID": "198571",
      "fromID": "161394",
      "toID": "161381",
      "formEdgeID": null
    },
    {
      "edgeID": "198572",
      "fromID": "161395",
      "toID": "161396",
      "formEdgeID": null
    },
    {
      "edgeID": "198573",
      "fromID": "161396",
      "toID": "161393",
      "formEdgeID": null
    },
    {
      "edgeID": "198574",
      "fromID": "161397",
      "toID": "161398",
      "formEdgeID": null
    },
    {
      "edgeID": "198575",
      "fromID": "161398",
      "toID": "161393",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
