{
  "nodes": [
    {
      "nodeID": "152783",
      "text": "As theorized, the concept of evolution is analogous to slow morphing, rather than quick abrupt changes in a species. MORPHING!, as can be done with computer graphics programs designed by intelligent beings. Evolution implies species go through a process of advantagous and purposful change -- but morphing is accomplished by unintelligent random processes, or at least that's how the story goes -- the created universe and life were random events.  I have been patiently waiting for many years but to date have never seen or heard of any species morphing into another species. I am aware of genetic defects that limit species but unaware of mutations that perpetuate new species. Clearly variation within species is possible and has been observed, such as poodles and great danes, but they remain members of the same species. Mankind has thousands of years of written history and I am unaware of anyone observing species morphation(Is that a word?). Although it is approaching 200 years after Darwin hypothesised how species might have originated, we are no closer to observing a species morphing than Darwin. Humans attempt to create new species, such as breeding donkey with horses to get mules and lions with tigers to get ligers, but these 'NEW' species are almost always born sterile and unable to perpetuate themselves.  Besides observing it, the way to demonstrate evolution is to manipulate a species until it developes into a new species, but alas, then all you will have proven is directed efforts of intelligent beings create species. Hmm, wonder what intelligent being(s) created us?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:46"
    },
    {
      "nodeID": "152784",
      "text": "I would suggest you look at the faero island mouse then. That is a new species, and it is not man doing it, but rather nature itself.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:46"
    },
    {
      "nodeID": "152785",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:46"
    },
    {
      "nodeID": "152786",
      "text": "Humans attempt to create new species, such as breeding donkey with horses to get mules and lions with tigers to get ligers, but these 'NEW' species are almost always born sterile and unable to perpetuate themselves.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:46"
    },
    {
      "nodeID": "152787",
      "text": "Actually, breeding horses and donkeys isn't an effort to create a new species. Where did you get such a thoughtless idea. And neither is interbreeding lions and tigers. However, you don't seem to be aware that neither ligers or tigons are sterile. They are capable of breeding with each other or with either of the parent species. And then there are polar bears and brown bears, which can and will interbreed if given the opportunity. And the offspring are perfectly fertile.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:46"
    },
    {
      "nodeID": "152788",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:46"
    },
    {
      "nodeID": "152789",
      "text": "Evolution implies species go through a process of advantagous and purposful change",
      "type": "I",
      "timestamp": "2016-03-08 20:17:46"
    },
    {
      "nodeID": "152790",
      "text": "No it doesn't. First, the changes may not be neutral. I will presume that you are intelligent enough to grasp that idea the mutations in and of themselves are neither advantagous nor disadvantageous, and the they have no purpose. Evolution happens when the mutations (and other mechanisms that increase genetic diversity) are acted upon by other mechanisms of evolution. Even in natural selection there is no purpose. Natural selection is differential reproductive success. Some organisms tend to produce more offspring because they have characteristics that give them an advantage in a particular environment.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:46"
    },
    {
      "nodeID": "152791",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:46"
    },
    {
      "nodeID": "152792",
      "text": "-- but morphing is accomplished by unintelligent random processes, or at least that's how the story goes --",
      "type": "I",
      "timestamp": "2016-03-08 20:17:46"
    },
    {
      "nodeID": "152793",
      "text": "But you just said that the program was designed. You seem to be having trouble making up your mind.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:46"
    },
    {
      "nodeID": "152794",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:46"
    },
    {
      "nodeID": "152795",
      "text": "Clearly variation within species is possible and has been observed, such as poodles and great danes, but they remain members of the same species.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:46"
    },
    {
      "nodeID": "152796",
      "text": "And what would make them separate species? How about wolves and dogs, separate species? How about Great Danes and Chihuahuas? They cannot interbreed under any circumstances (even artificially - the fetus isn't viable).",
      "type": "I",
      "timestamp": "2016-03-08 20:17:47"
    },
    {
      "nodeID": "152797",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:47"
    },
    {
      "nodeID": "152798",
      "text": "the created universe and life were random events.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:47"
    },
    {
      "nodeID": "152799",
      "text": "And you know this how?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:47"
    },
    {
      "nodeID": "152800",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:47"
    },
    {
      "nodeID": "152801",
      "text": "Although it is approaching 200 years after Darwin hypothesised how species might have originated, we are no closer to observing a species morphing than Darwin.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:47"
    },
    {
      "nodeID": "152802",
      "text": "Because they don't morph. But on the other hand, speciation has been observed. We have seen hawthorn maggot flies speciate several times as additional suitable plants have been introduced to the U.S. We have seen strains of laboratory flies speciate several times such that none are able to interbreed with the parent species anymore. We have observed two species of gulls that share a common range and do not interbreed, except that they are the extreme ends of a single population the encircles the world.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:47"
    },
    {
      "nodeID": "152803",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:17:47"
    },
    {
      "nodeID": "152804",
      "text": "Do you claim this happened by mutation? If so, what sort of mutation?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:47"
    },
    {
      "nodeID": "152805",
      "text": "Yes, it happened through mutation. What do you mean by 'what sort'? I assume you're looking for something more in depth than 'the genetic sort'. I'm afraid I can't rattle off the difference in the sequences if that's what you want. If that's not what you want than you'll have to ask a more specific question.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:47"
    },
    {
      "nodeID": "152806",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:17:47"
    }
  ],
  "edges": [
    {
      "edgeID": "192444",
      "fromID": "152784",
      "toID": "152785",
      "formEdgeID": null
    },
    {
      "edgeID": "192445",
      "fromID": "152785",
      "toID": "152783",
      "formEdgeID": null
    },
    {
      "edgeID": "192446",
      "fromID": "152787",
      "toID": "152788",
      "formEdgeID": null
    },
    {
      "edgeID": "192447",
      "fromID": "152788",
      "toID": "152786",
      "formEdgeID": null
    },
    {
      "edgeID": "192448",
      "fromID": "152790",
      "toID": "152791",
      "formEdgeID": null
    },
    {
      "edgeID": "192449",
      "fromID": "152791",
      "toID": "152789",
      "formEdgeID": null
    },
    {
      "edgeID": "192450",
      "fromID": "152793",
      "toID": "152794",
      "formEdgeID": null
    },
    {
      "edgeID": "192451",
      "fromID": "152794",
      "toID": "152792",
      "formEdgeID": null
    },
    {
      "edgeID": "192452",
      "fromID": "152796",
      "toID": "152797",
      "formEdgeID": null
    },
    {
      "edgeID": "192453",
      "fromID": "152797",
      "toID": "152795",
      "formEdgeID": null
    },
    {
      "edgeID": "192454",
      "fromID": "152799",
      "toID": "152800",
      "formEdgeID": null
    },
    {
      "edgeID": "192455",
      "fromID": "152800",
      "toID": "152798",
      "formEdgeID": null
    },
    {
      "edgeID": "192456",
      "fromID": "152802",
      "toID": "152803",
      "formEdgeID": null
    },
    {
      "edgeID": "192457",
      "fromID": "152803",
      "toID": "152801",
      "formEdgeID": null
    },
    {
      "edgeID": "192458",
      "fromID": "152805",
      "toID": "152806",
      "formEdgeID": null
    },
    {
      "edgeID": "192459",
      "fromID": "152806",
      "toID": "152804",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
