{
  "nodes": [
    {
      "nodeID": "140166",
      "text": "However, I am going to show that this is not evidence in any way, shape or form of common descent. Towards the end of this post, it will become perfectly clear exactly how these people are using a sleight-of-hand to deceive people....it will also become perfectly clear why primates and humans both have this defective gene.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:51"
    },
    {
      "nodeID": "140167",
      "text": "So just do what you say you are. And by the way we already know why fruit eating primates and their descendants lack a working copy of GLUO. Its been lost in SOME of the species in which it was not useful, and of course in species where it was useful it could not be lost since any individual carrying a defective gene would DIE and fail to REPRODUCE. Natural selection you understand!",
      "type": "I",
      "timestamp": "2016-03-08 19:50:51"
    },
    {
      "nodeID": "140168",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:51"
    },
    {
      "nodeID": "140169",
      "text": "For a long time they deceived me too....but after conversing with them day in and day out, I began to learn how their minds work and how to quickly spot their deceptions.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:51"
    },
    {
      "nodeID": "140170",
      "text": "Well bravo for you - they must not be all that good considering. Or did you simply learn to be deceptive yourself and confuse that with deception by others? Who can say?",
      "type": "I",
      "timestamp": "2016-03-08 19:50:51"
    },
    {
      "nodeID": "140171",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:51"
    },
    {
      "nodeID": "140172",
      "text": "So with that, it's also pretty easy to imagine that there was no NEED for the human genome to mutate to accommodate a fruitless/vitaminC-less diet. Likewise, we also know that primates also consume a diet high in fruits, leaves and berries, thereby getting plenty of vitamin C. So like humans, primates would have no reason for their genomes to mutate if they ate fruits and leaves high in vitamin C from the beginning.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:51"
    },
    {
      "nodeID": "140173",
      "text": "Well yes, but thats not what DEFECTIVE GULO indicates. If one has external sources of vitamin C, GULO can mutate to be inactive without causing a problem, and once inactive the inactive gene can be inherited without causing problems so long as vitamin C intake is high enough. An inactive GULO indicates that the species has external sources of vitamin C which is essential to many metabolic processes.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:51"
    },
    {
      "nodeID": "140174",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:51"
    },
    {
      "nodeID": "140175",
      "text": "I believe every animal was probably initally created to be vegetarians, and at some point after the Fall, any animal populations that did not consume a regular diet high in vitamin C experienced a mutation so that it could be produced internally.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:52"
    },
    {
      "nodeID": "140176",
      "text": "You can believe what you want, your beliefs are not relevant to the issue.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:52"
    },
    {
      "nodeID": "140177",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:52"
    },
    {
      "nodeID": "140178",
      "text": "Evolutionists are simply brilliant at deceiving people.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:52"
    },
    {
      "nodeID": "140179",
      "text": "Really? Why for heavens sake would they do such a thing? Whats the motivation? And why resort to attacks if the data are on your side. You know the old admonition to lawyers about when to argue what do you not?",
      "type": "I",
      "timestamp": "2016-03-08 19:50:52"
    },
    {
      "nodeID": "140180",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:52"
    },
    {
      "nodeID": "140181",
      "text": "An inactive GULO indicates that the species has external sources of vitamin C which is essential to many metabolic processes.....",
      "type": "I",
      "timestamp": "2016-03-08 19:50:52"
    },
    {
      "nodeID": "140182",
      "text": "And? How is that different than what I said? I simply am saying that there's a reason it's active or if it's not....and the reason is diet. If the diet changes in humans, for instance, there may very well be a change in this. Who knows. SS: So at this point we have humans and other primates both consuming diets high in vitamin C, and both containing 'defective' genomes that are unmutated. This is simply the result of eating fruits from the onset of creation, thus not requiring a mutation to create vitamin C internally.   Nope the defective gene is itself a mutation of the active form of the enzyme. And the mutation to the defective gene would occurr at random but would only be inherited in linages which have external sources of C in their diet. It is not necessarily the case that such a mutation would occurr in every species with high vit C intake please note. Why are you calling this gene 'defective?' It's not defective. And are you telling me that it's humans and primates who have mutated -- and not animals that don't consume diets of vitamin C??",
      "type": "I",
      "timestamp": "2016-03-08 19:50:52"
    },
    {
      "nodeID": "140183",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:52"
    }
  ],
  "edges": [
    {
      "edgeID": "183538",
      "fromID": "140167",
      "toID": "140168",
      "formEdgeID": null
    },
    {
      "edgeID": "183539",
      "fromID": "140168",
      "toID": "140166",
      "formEdgeID": null
    },
    {
      "edgeID": "183540",
      "fromID": "140170",
      "toID": "140171",
      "formEdgeID": null
    },
    {
      "edgeID": "183541",
      "fromID": "140171",
      "toID": "140169",
      "formEdgeID": null
    },
    {
      "edgeID": "183542",
      "fromID": "140173",
      "toID": "140174",
      "formEdgeID": null
    },
    {
      "edgeID": "183543",
      "fromID": "140174",
      "toID": "140172",
      "formEdgeID": null
    },
    {
      "edgeID": "183544",
      "fromID": "140176",
      "toID": "140177",
      "formEdgeID": null
    },
    {
      "edgeID": "183545",
      "fromID": "140177",
      "toID": "140175",
      "formEdgeID": null
    },
    {
      "edgeID": "183546",
      "fromID": "140179",
      "toID": "140180",
      "formEdgeID": null
    },
    {
      "edgeID": "183547",
      "fromID": "140180",
      "toID": "140178",
      "formEdgeID": null
    },
    {
      "edgeID": "183548",
      "fromID": "140182",
      "toID": "140183",
      "formEdgeID": null
    },
    {
      "edgeID": "183549",
      "fromID": "140183",
      "toID": "140181",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
