{
  "nodes": [
    {
      "nodeID": "161013",
      "text": "The Dangers of Evolution (Sky Angel Special Presentation) Friday, October 29, 8pm-11pm ET Angel Two/Sky Angel Channel 9702 (Rebroadcast) What difference does it make whether you believe in creation or evolution? Did the theory of evolution play any part in starting World War I & II? How does evolution relate to Communism, Socialism, Naziism, abortion, liberalism and the New Age movement? In this special, Dr. Kent Hovind of Creation Science Evangelism answers all these questions and many more. www.drdino.com",
      "type": "I",
      "timestamp": "2016-03-08 20:36:26"
    },
    {
      "nodeID": "161014",
      "text": "Believing evolution leads to liberalism! (which is closely related to the Nazis) Damn you Darwin for leading us into a tax-and-spend, arbortion loving, crystal wearing, Stalinist, anti-semetic dystopia!!",
      "type": "I",
      "timestamp": "2016-03-08 20:36:26"
    },
    {
      "nodeID": "161015",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:26"
    },
    {
      "nodeID": "161016",
      "text": "Have you guys checked out the link to Dr. Dino ( www.drdino.com) that BP posted? I was looking around in there, and I have to say, I was incredulous. Waxy",
      "type": "I",
      "timestamp": "2016-03-08 20:36:26"
    },
    {
      "nodeID": "161017",
      "text": "Following your link, Ive just been 'visiting' the website of 'Doctor' Hovind and his associates: I found it a lot of fun - a sort of Disneyland of 'creationist science'. Of course the good 'doctor' takes advantage of almost universal ignorance about the scientific foundations of evolution: this is a melancholy fact, and it takes the edge off the laughs I had.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:27"
    },
    {
      "nodeID": "161018",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:36:27"
    },
    {
      "nodeID": "161019",
      "text": "Creation science presents the idea that genesis in every detail is just as solid a science as any other. Do 'creation scientists' actually beleive they can trick new people or is it an attempt to keep the converts.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:27"
    },
    {
      "nodeID": "161020",
      "text": "Of course they do. Just look at Black Phoenix. You would probably be suprised how many people believe just like he does. I live in the Bible belt, so the majority of people I know are creationists.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:27"
    },
    {
      "nodeID": "161021",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:36:27"
    },
    {
      "nodeID": "161022",
      "text": "Creationists need to latch on to the intellectual integrity of science. They know that if they can represent their claims as 'scientific', many people who otherwise would ignore them will pay attention to their incredible claims. To put it crudely, the creationists seek a ride on the science bandwagon.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:27"
    },
    {
      "nodeID": "161023",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:36:27"
    },
    {
      "nodeID": "161024",
      "text": "I've lived in the Bible Belt (little rock, ark.) and maybe I still do (nashville), and the majority of average middle class people there were quite southern baptist and pentacostal (in nashville it's Church of christ or assemblies of god, whatever that is). But, I'm not so sure how they stand on creationism. I'll bet a lot of them just go ahead and believe something close to genesis (not literal), but surely they don't totally discount evolution (at least the people I have met and have known). But, if you asked them if it takes faith to believe evolution, they will all say 'Yes, it's just a shaky unproven theory that requires faith to accept.' And that makes them feel better about believing the absurd.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:27"
    },
    {
      "nodeID": "161025",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:36:27"
    },
    {
      "nodeID": "161026",
      "text": "for a creationist to concede to evolution would mean believing that genesis is false, which would mean that the bible is not true, which would mean that it cannot be the word of God, which would mean there is nothing to found a God-based religion upon.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:27"
    },
    {
      "nodeID": "161027",
      "text": "And that is why they are referred to as creationists and not merely as christians. They are only a small subset of the huge christian population.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:27"
    },
    {
      "nodeID": "161028",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:36:27"
    },
    {
      "nodeID": "161029",
      "text": "as far as science is concerned, religion was science's biggest proponent. in the early days everything in science was viewed from a creationist perspective. you can say that 'creationist science' was what science came from",
      "type": "I",
      "timestamp": "2016-03-08 20:36:27"
    },
    {
      "nodeID": "161030",
      "text": "What early days are you talking about? In ancient Greece, everything was about logic and order and was put into a polytheistic context. Then Aristotle came along and gave us 'emprical' thought. When christianity rolled onto the scene, most 'science' of those first 1700 years (mostly things like astrology and alchemy) were seen as witchcraft and such and was persecuted. Maybe you mean the early days of modern science, starting around the enlightenment period. This was the time of a rise in secular humanism and science was largely an extension of that philosophy. They used to just call it 'natural philosophy' and it was usually at odds with church doctrine. There are, of course, exceptions to this, but on the whole science was not favored by the church. So any 'creation science' going on was just a bunch of theologians arguing. (actually I do remember reading about late 18th century geologists trying to fit what they found, including fossils, into a Biblical Noah's Ark context, and then they eventually had to scrap it because things stopped fitting, and quite often) http://www.wsu.edu:8000/~dee/ENLIGHT/SCIREV.HTM I thought this was a pretty interesting page. I never knew all those common chemistry words came from arabic.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:27"
    },
    {
      "nodeID": "161031",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:28"
    },
    {
      "nodeID": "161032",
      "text": "Have you guys checked out the link to Dr. Dino ( www.drdino.com) that BP posted?I was looking around in there, and I have to say, I was incredulous.At first I couldn't get past the thought that this must be a really well orchestrated hoax, but it just isn't.I then actually became kind of angry. It's so dishonest and down right wrong IMHO to mislead people like that, and not only do they mislead them, but they do it with an absolute tone of authority and righteousness. On top of that, they present it as well researched 'science', when in fact the entire purpose of the site is to 'refute' science. They take advangtage of not only people's faith, but of their ignorance as well.Finally, I left the site almost kind of feeling sorry for 'Dr.' Hovind and his believers. I think it's sad that people who are obviously intelligent have to distort reality like they do in order to justify their faith. I also think it's sad that these people have such a strong influence over so many people, people that are easily manipulated by Hovind and others due to a lack of any real knowledge or understanding of the subject. I think the saddest part is, that people actually believe the stuff on this site, for whatever reason.How weak must your faith be that you have go to the lengths that Hovind does in order to justify it?Waxy",
      "type": "I",
      "timestamp": "2016-03-08 20:36:28"
    },
    {
      "nodeID": "161033",
      "text": "Nice site!I like this from the list on the left:http://www.skyangel.com/Programming/...nce=dangers&amp;~=",
      "type": "I",
      "timestamp": "2016-03-08 20:36:28"
    },
    {
      "nodeID": "161034",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:36:28"
    }
  ],
  "edges": [
    {
      "edgeID": "198298",
      "fromID": "161014",
      "toID": "161015",
      "formEdgeID": null
    },
    {
      "edgeID": "198299",
      "fromID": "161015",
      "toID": "161013",
      "formEdgeID": null
    },
    {
      "edgeID": "198300",
      "fromID": "161017",
      "toID": "161018",
      "formEdgeID": null
    },
    {
      "edgeID": "198301",
      "fromID": "161018",
      "toID": "161016",
      "formEdgeID": null
    },
    {
      "edgeID": "198302",
      "fromID": "161020",
      "toID": "161021",
      "formEdgeID": null
    },
    {
      "edgeID": "198303",
      "fromID": "161021",
      "toID": "161019",
      "formEdgeID": null
    },
    {
      "edgeID": "198304",
      "fromID": "161022",
      "toID": "161023",
      "formEdgeID": null
    },
    {
      "edgeID": "198305",
      "fromID": "161023",
      "toID": "161019",
      "formEdgeID": null
    },
    {
      "edgeID": "198306",
      "fromID": "161024",
      "toID": "161025",
      "formEdgeID": null
    },
    {
      "edgeID": "198307",
      "fromID": "161025",
      "toID": "161020",
      "formEdgeID": null
    },
    {
      "edgeID": "198308",
      "fromID": "161027",
      "toID": "161028",
      "formEdgeID": null
    },
    {
      "edgeID": "198309",
      "fromID": "161028",
      "toID": "161026",
      "formEdgeID": null
    },
    {
      "edgeID": "198310",
      "fromID": "161030",
      "toID": "161031",
      "formEdgeID": null
    },
    {
      "edgeID": "198311",
      "fromID": "161031",
      "toID": "161029",
      "formEdgeID": null
    },
    {
      "edgeID": "198312",
      "fromID": "161033",
      "toID": "161034",
      "formEdgeID": null
    },
    {
      "edgeID": "198313",
      "fromID": "161034",
      "toID": "161032",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
