{
  "nodes": [
    {
      "nodeID": "149905",
      "text": "Among the 15 states with the highest homicide rates, 10 have restrictive or very restrictive gun laws. 20 percent of U.S. homicides occur in four cities with just 6 percent of the population - New York, Chicago, Detroit and Washington, D.C. - and each has a virtual prohibition on private handguns. New York has one of the most restrictive gun laws in the nation - and 20 percent of the armed robberies. Even more troublesome is the fact that the places where gun control laws are toughest tend to be the places where the most crime is committed with illegal weapons:22",
      "type": "I",
      "timestamp": "2016-03-08 20:11:37"
    },
    {
      "nodeID": "149906",
      "text": "Face it. Gun control is nonsensical. NOBODY has EVER managed to show any benifit from it. At best, it has no effect on crime and at worst it increases it.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:37"
    },
    {
      "nodeID": "149907",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149908",
      "text": "Look at S Africa, where illegal posession of a firearm can net you the death penalty. Besides the highest murder rate in the western world, and the fact that they drive around with flamethrowers on their cars because carjackings and violent thefts are so common, it is virtually a pacifist utopia.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149909",
      "text": "You started off with criticizing gun banning, but now you seem to be criticizing tough punishments for criminals. A May 2006 article in the Cape Times said that 'National law currently provides for a sentence of 25 years for illegal firearm possession.' http://www.capetimes.co.za/index.php?fSectionId=271&fArticleId=3230121 So if the death penalty is the punishment for illegal gun possession then I suppose the law must have changed recently. I wonder if the people who claim that we don't need more gun laws but just tougher punishments for people who break current gun laws would support such a penalty.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149910",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149911",
      "text": "Of course the first step towards eliminating gun violoence is to outlaw guns. Look at what a gun free utopia New York and Los Angeles have become.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149912",
      "text": "Crime has dropped significantly in New York and Los Angeles in recent years.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149913",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149914",
      "text": "Crime has been dropping nationwide in recent years. Whoopdee do.  There are some interesting statistics at http://www.ncpa.org/pub/st/st176/s176c.html For example:",
      "type": "I",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149915",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149916",
      "text": "Crime has been dropping nationwide in recent years. Whoopdee do.  There are some interesting statistics at http://www.ncpa.org/pub/st/st176/s176c.html For example:  Face it. Gun control is nonsensical. NOBODY has EVER managed to show any benifit from it. At best, it has no effect on crime and at worst it increases it.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149917",
      "text": "So it's just a coincidence that nations that ban guns like England have much lower levels of gun violence and murder than the US? That's kind of hard to believe. NYC was so effective in reducing crime that the mayor of NYC was invited to Mexico City to help them reduce crime there. So I don't think the possibility that gun control has been effective in cities like NYC can be ruled out. You may be confusing cause and effect. You wouldn't walk into a hospital and declare that because there are a lot of sick people in a hospital that hospitals don't help people get better. That website starts off with the rumor that there are over 20,000 gun laws. Although this claim has been repeated numerous times by anti gun-control activists, has anybody been able to verify this claim? A recent study that counted the number of gun laws found 'only 300 relevant federal and state laws regarding the manufacture, design, sale, purchase, or possession of guns.' http://releases.usnewswire.com/GetRelease.asp?id=12007 Another reason not to put too must trust in biased websites that cherry pick the facts.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149918",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149919",
      "text": "You are correct. I did not know that S Africa had abolished the death penalty. No death penalty=no death penalty for firearms posession. S Africa has the most restrictive gun laws on the planet. They also have the highets murder rate in the western world. Just another example from the real world of why the gun control crowd are a bunch of illogical XXXXXX.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149920",
      "text": "So what are some examples of restrictive gun laws in South Africa? The people in South Africa think their gun laws are not strict enough. In one of your previous posts you seem determined to use South Africa as evidence that outlawing guns doesn't work. But gun ownership is still legal there.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149921",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149922",
      "text": "So it's just a coincidence that nations that ban guns like England have much lower levels of gun violence and murder than the US? That's kind of hard to believe. NYC was so effective in reducing crime that the mayor of NYC was invited to Mexico City to help them reduce crime there. So I don't think the possibility that gun control has been effective in cities like NYC can be ruled out. You may be confusing cause and effect. You wouldn't walk into a hospital and declare that because there are a lot of sick people in a hospital that hospitals don't help people get better.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:38"
    },
    {
      "nodeID": "149923",
      "text": "So the fact that there are fewer crimes in britain is evidence, but the fact that there is a great deal more crime in S Africa, despite having some of the strictest gun control laws in the world, is not?  In new york, the reduction in crime was the result of an overhaul of police and the criminal justice system. Couple pages on that: http://www.city-journal.org/html/15_1_ny_crime.html http://www.ny.gov/governor/patrecord/crime.html New York started instituting prohibitive firearms laws in the 60s. Most of the firearms laws they 'enjoy' now were put in place in the 70s (except for a brief round of idiocy in the 90's having to do with semi-auto rifles....'assault weapons', which they banned despite the fact that the police commissioner of NY City testified that they had no record of one ever being used in a crime). So, they had prohibitive gun control for 30+ years, and then when they spent billions on theri criminal justice system and police, none of which had anything to do with gun control, their crime rate started to fall, and somehow you want us to believe that this was due to the gun control? Nobody here is that gullible.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:39"
    },
    {
      "nodeID": "149924",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:39"
    },
    {
      "nodeID": "149925",
      "text": "Some in S Africa do not think their gun laws are strict enough. Some in New york city do not think THEIR gun laws are strict enough. This just shows that there are XXXXXX everywhere. In S Africa, you are required to have a permit to own any firearm. Any criminal activity, or 'questionable' associations result in the refusal of a permit. Over 60% of permit applications are denied, and penalties for posession of an unlicensed weapon are severe. YET, unlicensed weapons outnumber licensed ones. The problem with gun control laws is that they seldom contain a crime control element. Somebody who is going to rob a liquor store is not likely to stop and rethink their plan because their firearm is illegal. They are getting ready to commit a felony anyway. Nobody is going to decide NOT to murder somebody because they fear being charged with illegal posession of a firearm. Gun laws essentially only apply to law abiding citizens. A criminal is, by definition, somebody who does not obey the law. You cannot legislate away criminality.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:39"
    },
    {
      "nodeID": "149926",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:39"
    },
    {
      "nodeID": "149927",
      "text": "That website starts off with the rumor that there are over 20,000 gun laws. Although this claim has been repeated numerous times by anti gun-control activists, has anybody been able to verify this claim? A recent study that counted the number of gun laws found 'only 300 relevant federal and state laws regarding the manufacture, design, sale, purchase, or possession of guns.' http://releases.usnewswire.com/GetRelease.asp?id=12007 Another reason not to put too must trust in biased websites that cherry pick the facts.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:39"
    },
    {
      "nodeID": "149928",
      "text": "So, you post a press release from the brookings institute, one that they could not even get any news agencies to pick up and print, and then accuse me of biased sources? Thats pretty rich.  There is a fair to decent article about this at http://www.cnsnews.com/ViewCulture.asp?Page=%5CCulture%5Carchive%5C200301%5CCUL20030127a.html Realistically, I don't know how many gun control laws there are nationwide. I know that the report cited by the brookings XXXXXX admits to ONLY reporting federal and state laws, but not local (I know that there are 34 local gun control laws where I live, including the all important one prohibiting you from carrying a shotgun into a feed store). This seems to me to be akin to counting up federal and state zoning ordnances and then claiming that there are only 300 laws about zoning in the US.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:39"
    },
    {
      "nodeID": "149929",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:39"
    }
  ],
  "edges": [
    {
      "edgeID": "190420",
      "fromID": "149906",
      "toID": "149907",
      "formEdgeID": null
    },
    {
      "edgeID": "190421",
      "fromID": "149907",
      "toID": "149905",
      "formEdgeID": null
    },
    {
      "edgeID": "190422",
      "fromID": "149909",
      "toID": "149910",
      "formEdgeID": null
    },
    {
      "edgeID": "190423",
      "fromID": "149910",
      "toID": "149908",
      "formEdgeID": null
    },
    {
      "edgeID": "190424",
      "fromID": "149912",
      "toID": "149913",
      "formEdgeID": null
    },
    {
      "edgeID": "190425",
      "fromID": "149913",
      "toID": "149911",
      "formEdgeID": null
    },
    {
      "edgeID": "190426",
      "fromID": "149914",
      "toID": "149915",
      "formEdgeID": null
    },
    {
      "edgeID": "190427",
      "fromID": "149915",
      "toID": "149909",
      "formEdgeID": null
    },
    {
      "edgeID": "190428",
      "fromID": "149917",
      "toID": "149918",
      "formEdgeID": null
    },
    {
      "edgeID": "190429",
      "fromID": "149918",
      "toID": "149916",
      "formEdgeID": null
    },
    {
      "edgeID": "190430",
      "fromID": "149920",
      "toID": "149921",
      "formEdgeID": null
    },
    {
      "edgeID": "190431",
      "fromID": "149921",
      "toID": "149919",
      "formEdgeID": null
    },
    {
      "edgeID": "190432",
      "fromID": "149923",
      "toID": "149924",
      "formEdgeID": null
    },
    {
      "edgeID": "190433",
      "fromID": "149924",
      "toID": "149922",
      "formEdgeID": null
    },
    {
      "edgeID": "190434",
      "fromID": "149925",
      "toID": "149926",
      "formEdgeID": null
    },
    {
      "edgeID": "190435",
      "fromID": "149926",
      "toID": "149917",
      "formEdgeID": null
    },
    {
      "edgeID": "190436",
      "fromID": "149928",
      "toID": "149929",
      "formEdgeID": null
    },
    {
      "edgeID": "190437",
      "fromID": "149929",
      "toID": "149927",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
