{
  "nodes": [
    {
      "nodeID": "140255",
      "text": "Do you attempt to improve your collection by selling a firearm that another hobbyist wants and then reinvesting in the &#8220;latest firearm or piece of gear&#8221; found in your favorite gun magazine? Have you ever had to liquidate some of your collection to finance a project that was very important to you or your family? FBI Special Agent John Shipley has been indicted by a Federal Grand Jury in El Paso, Texas for buying and selling firearms without a license. What the government does not understand is that the personal sale of a firearm is NOT illegal. The Federal Firearms Regulations Reference Guide clearly states that a &#8220;Dealer is defined as: &#8220;(c) Dealer in firearms other than a gunsmith or a pawnbroker. A person who devotes time, attention, and labor to dealing in firearms as a regular course of trade or business with the principal objective of livelihood and profit through the repetitive purchase and resale of firearms, but such a term shall not include a person who makes occasional sales, exchanges, or purchases of firearms for the enhancement of a personal collection or for a hobby, or who sells all or part of his personal collection of firearms.&#8221; Since John&#8217;s livelihood is as a Special Agent of the Federal Bureau of Investigation (FBI) his life is dedicated to upholding and enforcing the laws of the United States of America. His grandparents sparked his interest in firearms and had even contributed to his collection. But after qualifying for a SWAT team and becoming a sniper for the FBI, his interests and guns began to more closely line up with his needs and wants to become a firearms instructor for the FBI. In most cases, a crime is committed and justice searches for the person that committed the crime. But in this case, justice has found a person and they are searching for a crime to pin upon him. Having a personal collection of firearms, ammunition, and related items is NOT Illegal. Reading firearms magazines, belonging to a gun club and frequently going to the firing range is also NOT Illegal. Buying and selling guns to improve or enhance a personal collection or to even liquidate a part or all of a collection is NOT Illegal. So why is John Shipley being accused of selling firearms without a license, when a license is not required? I guess we will have to watch this case very closely, because if an FBI Special Agent can be targeted, any gun enthusiast could be next!",
      "type": "I",
      "timestamp": "2016-03-08 19:51:00"
    },
    {
      "nodeID": "140256",
      "text": "An FBI agent of all people, the federal standard of police and law enforcement!",
      "type": "I",
      "timestamp": "2016-03-08 19:51:00"
    },
    {
      "nodeID": "140257",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:51:00"
    },
    {
      "nodeID": "140258",
      "text": "He was a prison guard when he sold all the weapons. Your point, if there is one, is mired in conspiracy-theory land. The fact that he is being prosecuted for his actions suggests the government is doing its job without fear or favour.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:01"
    },
    {
      "nodeID": "140259",
      "text": "President Obama has correctly characterized the Bill of Rights is a list of negative Rights against government. The point is, that the only rights that the government, and or any anti-gunner, or department has, is the infringements we grant them through laws etc.  Taking the info in this article at face value. What was a legal practice to do just yesterday landed this guy in a jackpot for not knowing what or how the Govt. is going to interpret the law to mean today. This is a common problem with, and not to directly pick on the ATF, but gun dealers complain about this all the time. EVEN an FBI agent himself cannot predict, nor curry a favorable interpretation.  What kind of country and legal system do we want? Surely you can see that this kind of stuff is not in ANY WAY Shape of Form, fair to do to a Right that our Constitution says is Inalienable. Or to a person who was an impeccable reputation.  Would you like to be treated in this manner?  The article says, what he did is not illegal, but in the hands of someone with an axe to grind, maybe they didn't like him, or maybe the prosecutor is Anti-gun etc, lands this guy in a jackpot!  Now can you see the problem with this? I know lets apply all of this to computers! We will just make up any law as we go. How'd that be? emoticon_smile",
      "type": "I",
      "timestamp": "2016-03-08 19:51:01"
    },
    {
      "nodeID": "140260",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:01"
    },
    {
      "nodeID": "140261",
      "text": "the government is doing its job",
      "type": "I",
      "timestamp": "2016-03-08 19:51:01"
    },
    {
      "nodeID": "140262",
      "text": "So, evidently, you believe the 'government's job' is to hound, pester, and harrass its citizens? ....and here I thought 'we the people' ran things around here. I guess my belief that the U.S. Constitution limits the governments powers is backwards. BTW: Just curious........when the Nazi's took control of Germany and started tossing jews into ovens..........was the German government 'just doing its job', then?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:01"
    },
    {
      "nodeID": "140263",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:01"
    },
    {
      "nodeID": "140264",
      "text": "A little late on the uptake...I read more on it and saw no indication the deputy might have done anything wrong. I see a set of railroad tracks.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:01"
    },
    {
      "nodeID": "140265",
      "text": "You're kidding, right? The deputy was the last documented owner of the seized guns before they were found in possession of the drug cartel. He's the only one who could've done something wrong in this situation.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:01"
    },
    {
      "nodeID": "140266",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:01"
    }
  ],
  "edges": [
    {
      "edgeID": "183600",
      "fromID": "140256",
      "toID": "140257",
      "formEdgeID": null
    },
    {
      "edgeID": "183601",
      "fromID": "140257",
      "toID": "140255",
      "formEdgeID": null
    },
    {
      "edgeID": "183602",
      "fromID": "140259",
      "toID": "140260",
      "formEdgeID": null
    },
    {
      "edgeID": "183603",
      "fromID": "140260",
      "toID": "140258",
      "formEdgeID": null
    },
    {
      "edgeID": "183604",
      "fromID": "140262",
      "toID": "140263",
      "formEdgeID": null
    },
    {
      "edgeID": "183605",
      "fromID": "140263",
      "toID": "140261",
      "formEdgeID": null
    },
    {
      "edgeID": "183606",
      "fromID": "140265",
      "toID": "140266",
      "formEdgeID": null
    },
    {
      "edgeID": "183607",
      "fromID": "140266",
      "toID": "140264",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
