{
  "nodes": [
    {
      "nodeID": "158624",
      "text": "Now you are making assumptions. I said God did not tell them the different categories of animals, I did not say that God deliberately kept information from them.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:09"
    },
    {
      "nodeID": "158625",
      "text": "No, they are the same. God diliberately kept information fro them because He knew they would not understand, just like you would deliberately keep information not pertinent to you children because they will not understand. How we came about wasn't as pertinent as why and who, so thats what He told us. It could kinda be like the stork. You know your kids won't understand (and don't yet need to) about sex and child birth, so when your five year old comes up and asks where do babies come from SOME parents (not all, I know I won't, but SOME do) say that the stork brings babies. They put a myth in place of a fact that the children don't need to know. Furthermore, even if God did explain evolution, if the men He explained it to didn't understand. Which they probably wouldn't have seeing as they had no sense of time, biology, genetics, or even basic anatomy (all pertinent to evolution) then they would have transcribed something VERY different. If God told them 'In the beginning I created the Heavens and the Earth in the first billion years, I said let there be light and I caused a tiny powerful ball of matter with an enormous mass to explode and with that came the heavens and the Earth. At first the Earth w' Lets see primitive man wouldnt have understood 'billion years' 'tiny ball of matter with an enormous mass' 'explode.' So what do we have left. 'In the beginning God created the heavens and the Earth, He said Let there be Light and there was.' I know that isn't the Bible verse, but do you see my point. Even if God didn't as you say 'diliberately' (which in my opinion implies malice, but you may use that word in reference to God if you wish to do so) keep the information from us. In the minds of man it could have been simplified enormously to a point of mythological proportions. A modern day example would be the theory of relativity. Have you ever had it explained to you. I have. It is extremely complicated and few people REALLY understand it. Anyway, when my father explained it to me when I was about 16, we talked about it for several hours (literally) and through all his complicated explanations and answers to my questions, my brain pretty much reduced it to 'As you approach the speed of light time slows down compared to things not going that fast. But that does not mean when you slow back down you will not return to their same 'time.' Time IS relative.' Now I still don't understand how time is relative or how time would slow down as you reach the speed of light, or even how you would return to their same 'time.' I can simply regurgitate the facts. Man back then wouldn't have understand evolution so it would have been simplified similarly. Simplify it to just the facts, ignore the how and put it into a time frame that you can understand and thats good enough.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:09"
    },
    {
      "nodeID": "158626",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:09"
    },
    {
      "nodeID": "158627",
      "text": "Oh so EVERYTHING except creation works without His help, I get it God makes everything. So God made our minds, and God made the scientific ideas that come into our minds, so God helped us understand all the things we do about science. But oh I guess that evil evolution one is the one scientific thought that came from Satan...obviously!!!",
      "type": "I",
      "timestamp": "2016-03-08 20:31:09"
    },
    {
      "nodeID": "158628",
      "text": "You know what, you may be on to something with that Satan idea. Maybe he worked through Darwin to effectively divide believers over the issue of creation.  I am going to ask you one more time, where is the proof for evolution? Where are the milllions of fossilized links with slow and obvious changes supposedly caused by the 'evolving process'? It is useless to debate with you if you aren't going to give me any CONCLUSIVE evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:09"
    },
    {
      "nodeID": "158629",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:09"
    },
    {
      "nodeID": "158630",
      "text": "i do think there are some figurative language in the bible but genisis 1:1 is not one of those versus.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:09"
    },
    {
      "nodeID": "158631",
      "text": "And you just did what you chastise me for in your next sentence",
      "type": "I",
      "timestamp": "2016-03-08 20:31:09"
    },
    {
      "nodeID": "158632",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:09"
    },
    {
      "nodeID": "158633",
      "text": "and to say that some christian denomonations believe and accept evolution then i also must ?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:09"
    },
    {
      "nodeID": "158634",
      "text": "No, you obviously are not reading the arguments in their contexts. I never said you should believe anything. I simply pointed out that Cali's statement about MOST Christians believing in a literal Genesis was false. That was my only point.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:09"
    },
    {
      "nodeID": "158635",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:09"
    },
    {
      "nodeID": "158636",
      "text": "We all agree that God is omnipotent, that is all-powerful. Since when did all-powerful come to mean instantaneous? Would it in any way 'weaken' God for this creation to have followed a logical creative path of evolution?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:09"
    },
    {
      "nodeID": "158637",
      "text": "Yes it would have, because it would imply that God needed help to create us.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:09"
    },
    {
      "nodeID": "158638",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:10"
    },
    {
      "nodeID": "158639",
      "text": "Everything on Earth follows a logical, sensible, and rational order, and I think that it is in this order that God rules and for him to break it would be to break his own laws. the laws he gave this Earth.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:10"
    },
    {
      "nodeID": "158640",
      "text": "No, that is not true. What about miracles?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:10"
    },
    {
      "nodeID": "158641",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:10"
    },
    {
      "nodeID": "158642",
      "text": "Radiocarbon dating: This tells us that the bottom layers of the Grand Canyon are newer than the top.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:10"
    },
    {
      "nodeID": "158643",
      "text": "No it doesn't. It tells us that creationists are either liars of very sloppy in gathering samples. I suspect that you've been duped again, and as usual, nothing but assertion without evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:10"
    },
    {
      "nodeID": "158644",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:10"
    },
    {
      "nodeID": "158645",
      "text": "And I personally won't believe anything off of a site like that, nor would I believe anything that I got off a site that was blatantly anti-creationism.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:10"
    },
    {
      "nodeID": "158646",
      "text": "Well, where else is the information going to come from? Nobody else cares about the creation vs. evolution debate except for creationists and evolutionists.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:10"
    },
    {
      "nodeID": "158647",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:10"
    },
    {
      "nodeID": "158648",
      "text": "2. Ok, I do believe that God is seperate from time and space, but you apparently don't so I was taking it to your level. And if you do believe that God is seperate from time and space then why do you insist on chaining him down by saying that 'there is no possible way that God created the Earth in any more or any less than 6 days.'",
      "type": "I",
      "timestamp": "2016-03-08 20:31:10"
    },
    {
      "nodeID": "158649",
      "text": "I believe God is separate fom time and space, also. I didn't say that he couldn't have created it in any more or less than 6 days. I simply said that it could not have taken him millions and billions and trillions of years.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:10"
    },
    {
      "nodeID": "158650",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:10"
    },
    {
      "nodeID": "158651",
      "text": "And Cali, you didn't respond to this...",
      "type": "I",
      "timestamp": "2016-03-08 20:31:10"
    },
    {
      "nodeID": "158652",
      "text": "Well, maybe if you had taken the time to read through the previous posts you'd see my response. But I'll answer it again for your sake.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:10"
    },
    {
      "nodeID": "158653",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:11"
    },
    {
      "nodeID": "158654",
      "text": "God didn't make everything for us to 'someday figure out'. He made it so that it could work without his help. (Well, God is in everything but that's not the point.)",
      "type": "I",
      "timestamp": "2016-03-08 20:31:11"
    },
    {
      "nodeID": "158655",
      "text": "Oh so EVERYTHING except creation works without His help, I get it emoticon_rolleyes God makes everything. So God made our minds, and God made the scientific ideas that come into our minds, so God helped us understand all the things we do about science. But oh I guess that evil evolution one is the one scientific thought that came from Satan...obviously!!!  Sarah",
      "type": "I",
      "timestamp": "2016-03-08 20:31:11"
    },
    {
      "nodeID": "158656",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:11"
    },
    {
      "nodeID": "158657",
      "text": "Why don't YOU take a class on creation? Or are YOU afraid that your 'faith' is too fragile to stand a class on creation?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:11"
    },
    {
      "nodeID": "158658",
      "text": "Oh wait, I have...I was a creationist for 18 years of my life. 10 of which I was coherent enough to understand some aspects of science and about 5 of which I understood the more complex ones. I know all the Creationist arguments, I have used them. And I used to be a darn good creationist debater...I could almost convince atheists who just didn't understand enough science to refute me. I had learned evolution in high school. I could repeat the facts, but I didn't believe them. I never argued with high school biology teachers becasue they didn't know enough about it to argue back. Then cam college. I took a course in evolution, because I am a curious and open-minded person. I went to class I took the notes and I talked to my prof. during his office hours. For each of the proofs he gave me, I gave him reasons (creationist arguments) that they weren't proof or that they were wrong, and he was able to easily refute any argument I gave him. I always questioned him and refuted things in the book, but he always refuted mine right back, and he did a better job and used undeniable empirical evidence. (No I am not going to give you any here I have neither the time nor the degree) At this point I was a very confused Christian, I talked to other Christians, I found sites online and then I found a creationist debate site. I asked what they thought and after hearing points from all sides: atheist, hard-core creationist, theistic evolution, self-righteous butt heads. I came to my own conclusion with all the facts that I had. Since then I have seen Kent Hovind speak...and I uh...won't go there. The fact of the matter is...can my belief in an old evolved earth withstand creationist arguments...I would say so. Have I taken classes in Creation...heck yeah. Will I take more in the future...sure if I think they have anything to add to my knowledge. In fact there is a professor at my college who is a creationist and if he ever speaks I will certainly go to hear him. So am I close minded or afraid to learn something new or change my opinion...no. I look to find the truth through facts and knowledge. Because after all when you find truth you find God. So instead of attempting to turn my question back to me, why don't you actually ask yourself...are you afraid to take a detailed class in evolution taught by someone with a PhD...could Creationism stand up to it. I can't answer that question for you, and I can't even tell you whether you should try to find the answer or not, it's your choice. But don't forget, whenever you believe something don't just belive it because someone said so, find out WHY you believe it to make sure that you should",
      "type": "I",
      "timestamp": "2016-03-08 20:31:11"
    },
    {
      "nodeID": "158659",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:11"
    },
    {
      "nodeID": "158660",
      "text": "I am going to ask you one more time, where is the proof for evolution? Where are the milllions of fossilized links with slow and obvious changes supposedly caused by the 'evolving process'?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:11"
    },
    {
      "nodeID": "158661",
      "text": "And I am going to say to you one more time, take a class, I am not going to give it to you. There are millions of fossilized links showing slow and obvious changes. Horse fossils show a very gradual evolution to what is today considered the horse (but oh wait you knew that since you studied evolution so well with such and open mind.) There is also this little thing called punctuated equilibrium where there is a sudden large change (usually thought to have been caused by mutation) But again, since you studied evolution you knew about that.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:11"
    },
    {
      "nodeID": "158662",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:11"
    }
  ],
  "edges": [
    {
      "edgeID": "196592",
      "fromID": "158625",
      "toID": "158626",
      "formEdgeID": null
    },
    {
      "edgeID": "196593",
      "fromID": "158626",
      "toID": "158624",
      "formEdgeID": null
    },
    {
      "edgeID": "196594",
      "fromID": "158628",
      "toID": "158629",
      "formEdgeID": null
    },
    {
      "edgeID": "196595",
      "fromID": "158629",
      "toID": "158627",
      "formEdgeID": null
    },
    {
      "edgeID": "196596",
      "fromID": "158631",
      "toID": "158632",
      "formEdgeID": null
    },
    {
      "edgeID": "196597",
      "fromID": "158632",
      "toID": "158630",
      "formEdgeID": null
    },
    {
      "edgeID": "196598",
      "fromID": "158634",
      "toID": "158635",
      "formEdgeID": null
    },
    {
      "edgeID": "196599",
      "fromID": "158635",
      "toID": "158633",
      "formEdgeID": null
    },
    {
      "edgeID": "196600",
      "fromID": "158637",
      "toID": "158638",
      "formEdgeID": null
    },
    {
      "edgeID": "196601",
      "fromID": "158638",
      "toID": "158636",
      "formEdgeID": null
    },
    {
      "edgeID": "196602",
      "fromID": "158640",
      "toID": "158641",
      "formEdgeID": null
    },
    {
      "edgeID": "196603",
      "fromID": "158641",
      "toID": "158639",
      "formEdgeID": null
    },
    {
      "edgeID": "196604",
      "fromID": "158643",
      "toID": "158644",
      "formEdgeID": null
    },
    {
      "edgeID": "196605",
      "fromID": "158644",
      "toID": "158642",
      "formEdgeID": null
    },
    {
      "edgeID": "196606",
      "fromID": "158646",
      "toID": "158647",
      "formEdgeID": null
    },
    {
      "edgeID": "196607",
      "fromID": "158647",
      "toID": "158645",
      "formEdgeID": null
    },
    {
      "edgeID": "196608",
      "fromID": "158649",
      "toID": "158650",
      "formEdgeID": null
    },
    {
      "edgeID": "196609",
      "fromID": "158650",
      "toID": "158648",
      "formEdgeID": null
    },
    {
      "edgeID": "196610",
      "fromID": "158652",
      "toID": "158653",
      "formEdgeID": null
    },
    {
      "edgeID": "196611",
      "fromID": "158653",
      "toID": "158651",
      "formEdgeID": null
    },
    {
      "edgeID": "196612",
      "fromID": "158655",
      "toID": "158656",
      "formEdgeID": null
    },
    {
      "edgeID": "196613",
      "fromID": "158656",
      "toID": "158654",
      "formEdgeID": null
    },
    {
      "edgeID": "196614",
      "fromID": "158658",
      "toID": "158659",
      "formEdgeID": null
    },
    {
      "edgeID": "196615",
      "fromID": "158659",
      "toID": "158657",
      "formEdgeID": null
    },
    {
      "edgeID": "196616",
      "fromID": "158661",
      "toID": "158662",
      "formEdgeID": null
    },
    {
      "edgeID": "196617",
      "fromID": "158662",
      "toID": "158660",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
