{
  "nodes": [
    {
      "nodeID": "159763",
      "text": "I don't understand why pro-lifers dismiss pregnancy as easy and/or suggest that it's a wonderful snuggly thing that's just the best thing in the world. Even if you want a baby, it's unbelievably hard to go through and something your body never fully recovers from. If you don't want a baby and are being forced to go through it, it's unbearable. . . . . this life-threatening condition [pregnancy] that is always physically harmful.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:43"
    },
    {
      "nodeID": "159764",
      "text": "Hmm . . . funny, I don't remember ever hearing a pro-lifer say that pregnancy was a wonderful snuggly thing or the best thing in the world. What I do see is pro-lifers like myself wondering why pregnancy is protrayed (in the form of a generalization) as so horrible by people such as yourself who just described it as 'unbelievably' hard to go through, or a 'life threatening condition' like malignant cancer. You didn't qualify it by saying 'some' pregnancies are life threatening or unbearable. Maybe yours was, but how can you say that for every woman in the world? I know for a fact that my wife's pregnancy was not 'unbelievably hard to go through'--she's told me otherwise and I believe her. Sorry, but I believe my wife over you. :)  What you did was use unfounded generalizations, which is exactly the sort of thing this thread is about.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:43"
    },
    {
      "nodeID": "159765",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:43"
    },
    {
      "nodeID": "159766",
      "text": "Pregnancy is ALWAYS physically harmful. You try carrying a load of extra weight about and see what that does to your heart. It is also always life threatening - women still die from it and you never know how childbirth is going to go. These are the normal, frequent or expectable temporary side effects of pregnancy:  -- exhaustion (weariness common from first weeks) -- altered appetite and senses of taste and smell -- nausea and vomiting (50% of women, first trimester) -- heartburn and indigestion -- constipation -- weight gain -- dizziness and light-headedness -- bloating, swelling, fluid retention -- hemmorhoids -- abdominal cramps -- yeast infections -- congested, bloody nose -- acne and mild skin disorders -- skin discoloration (chloasma, face and abdomen) -- mild to severe backache and strain -- increased headaches -- difficulty sleeping, and discomfort while sleeping -- increased urination and incontinence -- bleeding gums -- pica -- breast pain and discharge -- swelling of joints, leg cramps, joint pain -- difficulty sitting, standing in later pregnancy -- inability to take regular medications -- shortness of breath -- higher blood pressure -- hair loss -- tendency to anemia -- curtailment of ability to participate in some sports and activities -- infection including from serious and potentially fatal disease (pregnant women are immune suppressed compared with non-pregnant women, and are more susceptible to fungal and certain other diseases) -- extreme pain on delivery -- hormonal mood changes, including normal post-partum depression -- continued post-partum exhaustion and recovery period (exacerbated if a c-section -- major surgery -- is required, sometimes taking up to a full year to fully recover)  These are the normal, expectable, or frequent PERMANENT side effects of pregnancy:  -- stretch marks (worse in younger women) -- loose skin -- permanent weight gain or redistribution -- abdominal and vaginal muscle weakness -- pelvic floor disorder (occurring in as many as 35% of middle-aged former child-bearers and 50% of elderly former child-bearers, associated with urinary and rectal incontinence, discomfort and reduced quality of life) -- changes to breasts -- varicose veins -- scarring from episiotomy or c-section -- other permanent aesthetic changes to the body (all of these are downplayed by women, because the culture values youth and beauty) -- increased proclivity for hemmorhoids -- loss of dental and bone calcium (cavities and osteoporosis)  These are the occasional complications and side effects:  -- hyperemesis gravidarum -- temporary and permanent injury to back -- severe scarring requiring later surgery (especially after additional pregnancies) -- dropped (prolapsed) uterus (especially after additional pregnancies, and other pelvic floor weaknesses -- 11% of women, including cystocele, rectocele, and enterocele) -- pre-eclampsia (edema and hypertension, the most common complication of pregnancy, associated with eclampsia, and affecting 7 - 10% of pregnancies) -- eclampsia (convulsions, coma during pregnancy or labor, high risk of death) -- gestational diabetes -- placenta previa -- anemia (which can be life-threatening) -- thrombocytopenic purpura -- severe cramping -- embolism (blood clots) -- medical disability requiring full bed rest (frequently ordered during part of many pregnancies varying from days to months for health of either mother or baby) -- diastasis recti, also torn abdominal muscles -- mitral valve stenosis (most common cardiac complication) -- serious infection and disease (e.g. increased risk of tuberculosis) -- hormonal imbalance -- ectopic pregnancy (risk of death) -- broken bones (ribcage, 'tail bone') -- hemorrhage and -- numerous other complications of delivery -- refractory gastroesophageal reflux disease -- aggravation of pre-pregnancy diseases and conditions (e.g. epilepsy is present in .5% of pregnant women, and the pregnancy alters drug metabolism and treatment prospects all the while it increases the number and frequency of seizures) -- severe post-partum depression and psychosis -- research now indicates a possible link between ovarian cancer and female fertility treatments, including 'egg harvesting' from infertile women and donors -- research also now indicates correlations between lower breast cancer survival rates and proximity in time to onset of cancer of last pregnancy -- research also indicates a correlation between having six or more pregnancies and a risk of coronary and cardiovascular disease  These are some less common (but serious) complications:  -- peripartum cardiomyopathy -- cardiopulmonary arrest -- magnesium toxicity -- severe hypoxemia/acidosis -- massive embolism -- increased intracranial pressure, brainstem infarction -- molar pregnancy, gestational trophoblastic disease (like a pregnancy-induced cancer) -- malignant arrhythmia -- circulatory collapse -- placental abruption -- obstetric fistula  And a few more permanent side effects:  -- future infertility -- permanent disability -- death. And I'm sure I've missed some.  Why the cheap shot against pp?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:43"
    },
    {
      "nodeID": "159767",
      "text": "So, tell me, if it is ALWAYS life-threatening, why are there so few life-threatening conditions mentioned above? I agree that pregnancy can tax a person's system, but so does exercise, the flu, and a million other things and only, rarely, do these result in death. In fact, I'm willing to bet that you're more likely to die from the flu than pregnancy. Want to take me up on the bet? :) Oh and my 'love' of PP stems from my knowledge of its original goal and current practices.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:43"
    },
    {
      "nodeID": "159768",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:43"
    },
    {
      "nodeID": "159769",
      "text": "I tend to prefer 'fair-weather' pregnancies myself! emoticon_smile  Seriously though, you can't separate those two issues. A woman's 'right' to choose doesn't need to be argued in a vacuum, apart from the moral and societal implications. And I would argue that the real root issue IS the moral one. The original post was asking about wether pro-chiocers feel that ANY pregnanices should continue. The answer is of course we do. Demonizing us dose not make you look better just bitter.  Wow, I think this is the first time I've ever heard anyone claim that the pro-choice movement is for the sake of the child. Sorry, you aren't even close. I don't know a pro-choicer period that would say it's for anything other than the sake of the woman.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:43"
    },
    {
      "nodeID": "159770",
      "text": "[B] [B] You have not had many REAL conversations with pro-choicers then. The Planned Parenthood Motto is 'EVERY CHILD A WANTED CHILD.'",
      "type": "I",
      "timestamp": "2016-03-08 20:33:43"
    },
    {
      "nodeID": "159771",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:43"
    },
    {
      "nodeID": "159772",
      "text": "Based on threads I 've been reading here, there is a real tendency among some of the pro-choicers to portray pregnancy as a horrible thing that cause women to suffer--that it is somthing bad or undesirable. - How could the opportunity to bring a life into the world, a wonderful miracle, be so awful by default? Rather than bring into this peripheral thoughts to the question, such as rights and legal issues (which are discussed at length here already in other threads), I'd love to hear straightforward relelvant answers to this. I am also already aware that pregnancy can sometimes involve complications or that it can at times cause financial constraints. But I am mainly interested in seeing why there is a default tendency in pro-choice arguments to argue from the standpoint of pregnancy being a bad thing. Any thoughts?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:43"
    },
    {
      "nodeID": "159773",
      "text": "Pregnancy involves risk. While opting to undertake risk for a worthwhile objective is fine, to compel someone to take that risk is not. Obviously some pregnancies are undesirable, when unplanned or especially when the result of rape or incest. Besides, something that almost any woman can do is hardly a 'miracle'. Wondrous maybe but miraculous?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:43"
    },
    {
      "nodeID": "159774",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:44"
    },
    {
      "nodeID": "159775",
      "text": "the bad thing about pregnancy is that it brings a life into the world. the most common reason for abortion is that the woman does not want the child. abortions that occur due to complications or medical risks to the mother or child make up less than 5% of the total.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:44"
    },
    {
      "nodeID": "159776",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:44"
    },
    {
      "nodeID": "159777",
      "text": "As others pointed out, this is a misconception. I have little doubt that the great majority of pro-choice people are quite positive about wanted pregnancies. I suspect that this misconseption comes from the fact that almost all abortion discussions are about pregnancies that are not wanted. Pregnancies that are wanted are almost never discussed since they are not relevant to an abortion debate. After all, who would want to abort a fetus if they wanted to be pregnant and have a baby (excluding rare cases of risk of mother's death, severely deformed fetus, etc.)?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:44"
    },
    {
      "nodeID": "159778",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:44"
    },
    {
      "nodeID": "159779",
      "text": "If a woman likes pregnancy, that is her preference. If a woman hates pregnancy, that is also her preference. Simple as that.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:44"
    },
    {
      "nodeID": "159780",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:44"
    },
    {
      "nodeID": "159781",
      "text": "Well said Jito. I don't understand why pro-lifers dismiss pregnancy as easy and/or suggest that it's a wonderful snuggly thing that's just the best thing in the world. Even if you want a baby, it's unbelievably hard to go through and something your body never fully recovers from. If you don't want a baby and are being forced to go through it, it's unbearable. You can't force somebody to go through this life-threatening condition that is always physically harmful.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:44"
    },
    {
      "nodeID": "159782",
      "text": "'Life threatening condition that is always physically harmful'? What a giant load of steamy BS. Rarely is pregnancy physically harmful and even rarer is it life threatening. There are over 6 Billion people on this earth today. If motherhood was so damn dangerous, don't you think the population would be a lot lower, even if it was just due to mothers keeling over after giving birth? emoticon_rolleyes Where do you get this BS from, Planned Parenthood?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:44"
    },
    {
      "nodeID": "159783",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:44"
    },
    {
      "nodeID": "159784",
      "text": "What you did was use unfounded generalizations, which is exactly the sort of thing this thread is about.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:44"
    },
    {
      "nodeID": "159785",
      "text": "And the assertion that pregnancy is a 'wonderful miracle' would be what?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:44"
    },
    {
      "nodeID": "159786",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:44"
    },
    {
      "nodeID": "159787",
      "text": "You didn't qualify it by saying 'some' pregnancies are life threatening or unbearable. Maybe yours was, but how can you say that for every woman in the world?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:44"
    },
    {
      "nodeID": "159788",
      "text": "I'm sorry, this is pretty damn funny, coming from a pro-life person :p",
      "type": "I",
      "timestamp": "2016-03-08 20:33:45"
    },
    {
      "nodeID": "159789",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:45"
    },
    {
      "nodeID": "159790",
      "text": "If they do not want that opportunity, it is not wonderful for her.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:45"
    },
    {
      "nodeID": "159791",
      "text": "A healthy baby being born is always a wonderful thing, as long as mother is safe too. :)",
      "type": "I",
      "timestamp": "2016-03-08 20:33:45"
    },
    {
      "nodeID": "159792",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:45"
    },
    {
      "nodeID": "159793",
      "text": "They used to keel over regularly before modern medicine and my wife has been on medication for a thyroid condition ever since she delivered. 'During the seventeenth and eighteenth centuries, between 1 percent and 1.5 percent of all births ended in the mother's death as a result of exhaustion, dehydration, infection, hemorrhage, or convulsions. Since the typical mother gave birth to between five and eight children, her lifetime chances of dying in childbirth ran as high as 1 in 8. This meant that if a woman had eight female friends, it was likely that one might die in childbirth.'",
      "type": "I",
      "timestamp": "2016-03-08 20:33:45"
    },
    {
      "nodeID": "159794",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:45"
    },
    {
      "nodeID": "159795",
      "text": "Where do you get this BS from, Planned Parenthood?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:45"
    },
    {
      "nodeID": "159796",
      "text": "Why the cheap shot against pp?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:45"
    },
    {
      "nodeID": "159797",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:45"
    },
    {
      "nodeID": "159798",
      "text": "'Life threatening condition that is always physically harmful'? What a giant load of steamy BS. Rarely is pregnancy physically harmful and even rarer is it life threatening.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:45"
    },
    {
      "nodeID": "159799",
      "text": "Pregnancy is ALWAYS physically harmful. You try carrying a load of extra weight about and see what that does to your heart. It is also always life threatening - women still die from it and you never know how childbirth is going to go. These are the normal, frequent or expectable temporary side effects of pregnancy:  -- exhaustion (weariness common from first weeks) -- altered appetite and senses of taste and smell -- nausea and vomiting (50% of women, first trimester) -- heartburn and indigestion -- constipation -- weight gain -- dizziness and light-headedness -- bloating, swelling, fluid retention -- hemmorhoids -- abdominal cramps -- yeast infections -- congested, bloody nose -- acne and mild skin disorders -- skin discoloration (chloasma, face and abdomen) -- mild to severe backache and strain -- increased headaches -- difficulty sleeping, and discomfort while sleeping -- increased urination and incontinence -- bleeding gums -- pica -- breast pain and discharge -- swelling of joints, leg cramps, joint pain -- difficulty sitting, standing in later pregnancy -- inability to take regular medications -- shortness of breath -- higher blood pressure -- hair loss -- tendency to anemia -- curtailment of ability to participate in some sports and activities -- infection including from serious and potentially fatal disease (pregnant women are immune suppressed compared with non-pregnant women, and are more susceptible to fungal and certain other diseases) -- extreme pain on delivery -- hormonal mood changes, including normal post-partum depression -- continued post-partum exhaustion and recovery period (exacerbated if a c-section -- major surgery -- is required, sometimes taking up to a full year to fully recover)  These are the normal, expectable, or frequent PERMANENT side effects of pregnancy:  -- stretch marks (worse in younger women) -- loose skin -- permanent weight gain or redistribution -- abdominal and vaginal muscle weakness -- pelvic floor disorder (occurring in as many as 35% of middle-aged former child-bearers and 50% of elderly former child-bearers, associated with urinary and rectal incontinence, discomfort and reduced quality of life) -- changes to breasts -- varicose veins -- scarring from episiotomy or c-section -- other permanent aesthetic changes to the body (all of these are downplayed by women, because the culture values youth and beauty) -- increased proclivity for hemmorhoids -- loss of dental and bone calcium (cavities and osteoporosis)  These are the occasional complications and side effects:  -- hyperemesis gravidarum -- temporary and permanent injury to back -- severe scarring requiring later surgery (especially after additional pregnancies) -- dropped (prolapsed) uterus (especially after additional pregnancies, and other pelvic floor weaknesses -- 11% of women, including cystocele, rectocele, and enterocele) -- pre-eclampsia (edema and hypertension, the most common complication of pregnancy, associated with eclampsia, and affecting 7 - 10% of pregnancies) -- eclampsia (convulsions, coma during pregnancy or labor, high risk of death) -- gestational diabetes -- placenta previa -- anemia (which can be life-threatening) -- thrombocytopenic purpura -- severe cramping -- embolism (blood clots) -- medical disability requiring full bed rest (frequently ordered during part of many pregnancies varying from days to months for health of either mother or baby) -- diastasis recti, also torn abdominal muscles -- mitral valve stenosis (most common cardiac complication) -- serious infection and disease (e.g. increased risk of tuberculosis) -- hormonal imbalance -- ectopic pregnancy (risk of death) -- broken bones (ribcage, 'tail bone') -- hemorrhage and -- numerous other complications of delivery -- refractory gastroesophageal reflux disease -- aggravation of pre-pregnancy diseases and conditions (e.g. epilepsy is present in .5% of pregnant women, and the pregnancy alters drug metabolism and treatment prospects all the while it increases the number and frequency of seizures) -- severe post-partum depression and psychosis -- research now indicates a possible link between ovarian cancer and female fertility treatments, including 'egg harvesting' from infertile women and donors -- research also now indicates correlations between lower breast cancer survival rates and proximity in time to onset of cancer of last pregnancy -- research also indicates a correlation between having six or more pregnancies and a risk of coronary and cardiovascular disease  These are some less common (but serious) complications:  -- peripartum cardiomyopathy -- cardiopulmonary arrest -- magnesium toxicity -- severe hypoxemia/acidosis -- massive embolism -- increased intracranial pressure, brainstem infarction -- molar pregnancy, gestational trophoblastic disease (like a pregnancy-induced cancer) -- malignant arrhythmia -- circulatory collapse -- placental abruption -- obstetric fistula  And a few more permanent side effects:  -- future infertility -- permanent disability -- death. And I'm sure I've missed some.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:45"
    },
    {
      "nodeID": "159800",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:45"
    },
    {
      "nodeID": "159801",
      "text": "Sinjin, we aren't talking about the 17th and 18th centuries.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:46"
    },
    {
      "nodeID": "159802",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:46"
    },
    {
      "nodeID": "159803",
      "text": "And were THIS the 17th century, I might understand that, but this is the 21st century. We don't 'bleed' people to make them well; we don't have barbers performing surgery and we usually have a trained physician in the delivery room.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:46"
    },
    {
      "nodeID": "159804",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:46"
    },
    {
      "nodeID": "159805",
      "text": "Pregnancy is ALWAYS physically harmful. You try carrying a load of extra weight about and see what that does to your heart. It is also always life threatening - women still die from it and you never know how childbirth is going to go.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:46"
    },
    {
      "nodeID": "159806",
      "text": "jessica, all these problems you've listed, the human body takes care of automatically and remarkably well. the fact still remains that only less than 5% of all abortions occur because the risk is great enough to be deemed life-threatening to either tha mother or the child. and that percentage is diminishing as well. the overwhelming majority of abortions occur simply because the woman decides she does not wnat to be a mother.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:46"
    },
    {
      "nodeID": "159807",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:46"
    },
    {
      "nodeID": "159808",
      "text": "Pregnancy is ALWAYS physically harmful. You try carrying a load of extra weight about and see what that does to your heart. It is also always life threatening - women still die from it and you never know how childbirth is going to go. These are the normal, frequent or expectable temporary side effects of pregnancy:  -- exhaustion (weariness common from first weeks) -- altered appetite and senses of taste and smell -- nausea and vomiting (50% of women, first trimester) -- heartburn and indigestion -- constipation -- weight gain -- dizziness and light-headedness -- bloating, swelling, fluid retention -- hemmorhoids -- abdominal cramps -- yeast infections -- congested, bloody nose -- acne and mild skin disorders -- skin discoloration (chloasma, face and abdomen) -- mild to severe backache and strain -- increased headaches -- difficulty sleeping, and discomfort while sleeping -- increased urination and incontinence -- bleeding gums -- pica -- breast pain and discharge -- swelling of joints, leg cramps, joint pain -- difficulty sitting, standing in later pregnancy -- inability to take regular medications -- shortness of breath -- higher blood pressure -- hair loss -- tendency to anemia -- curtailment of ability to participate in some sports and activities -- infection including from serious and potentially fatal disease (pregnant women are immune suppressed compared with non-pregnant women, and are more susceptible to fungal and certain other diseases) -- extreme pain on delivery -- hormonal mood changes, including normal post-partum depression -- continued post-partum exhaustion and recovery period (exacerbated if a c-section -- major surgery -- is required, sometimes taking up to a full year to fully recover)  These are the normal, expectable, or frequent PERMANENT side effects of pregnancy:  -- stretch marks (worse in younger women) -- loose skin -- permanent weight gain or redistribution -- abdominal and vaginal muscle weakness -- pelvic floor disorder (occurring in as many as 35% of middle-aged former child-bearers and 50% of elderly former child-bearers, associated with urinary and rectal incontinence, discomfort and reduced quality of life) -- changes to breasts -- varicose veins -- scarring from episiotomy or c-section -- other permanent aesthetic changes to the body (all of these are downplayed by women, because the culture values youth and beauty) -- increased proclivity for hemmorhoids -- loss of dental and bone calcium (cavities and osteoporosis)",
      "type": "I",
      "timestamp": "2016-03-08 20:33:46"
    },
    {
      "nodeID": "159809",
      "text": "Hmm . . . a lot of these could also be brought on by sitting in a chair for long periods of time trying to make sweeping online statements that pregnancy is always harmful and trying to back it up with either temporary issues, worst-case scenarios that rarely happen, or things for which it is debatable whether or not it is truly 'harmful.'",
      "type": "I",
      "timestamp": "2016-03-08 20:33:46"
    },
    {
      "nodeID": "159810",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:46"
    },
    {
      "nodeID": "159811",
      "text": "You missed the point of the question. I'm not talking about 'rights' or legal issues. I'm wondering why pro-choice people often portray pregnancy as a horrible thing in their arguments. Period.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:46"
    },
    {
      "nodeID": "159812",
      "text": "Well let's put it this way. I really like playing baseball. So I put in a law that says everyone has to play baseball unless they're in a position where it will threaten their life. Since it's such a wonderful thing no one should have any problem with a law passed, right?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:46"
    },
    {
      "nodeID": "159813",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:46"
    },
    {
      "nodeID": "159814",
      "text": "To a woman who does not want to be pregnant...",
      "type": "I",
      "timestamp": "2016-03-08 20:33:46"
    },
    {
      "nodeID": "159815",
      "text": "If a woman does not want to be pregnant, she can abstain from sex. ;) It works!",
      "type": "I",
      "timestamp": "2016-03-08 20:33:47"
    },
    {
      "nodeID": "159816",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:47"
    },
    {
      "nodeID": "159817",
      "text": "She could, but not all do :) Despite the fact that it works, there are still unwanted pregnancies :) That doesn't change the fact that a pregnancy would not be pleasant to a woman who does not want to be pregnant :) Forcing pregnancy by law is a step toward fascism.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:47"
    },
    {
      "nodeID": "159818",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:47"
    },
    {
      "nodeID": "159819",
      "text": "Abstinance?! Heaven forbid. emoticon_xangel",
      "type": "I",
      "timestamp": "2016-03-08 20:33:47"
    },
    {
      "nodeID": "159820",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:47"
    },
    {
      "nodeID": "159821",
      "text": "But I don't hear you saying things like 'baseball is always harmful to the player' or 'baseball is something no one should have to go through.' You see, if pro-choicers only used the 'pregnancy-is-bad-if-forced argument, they might have a point, but they often don't add the last part. Besides, no one ever forces a woman to get pregnant in the first place.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:47"
    },
    {
      "nodeID": "159822",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:47"
    },
    {
      "nodeID": "159823",
      "text": "Well you can get injured very badly playing baseball, you can get killed (just the other day some high school coach took a batting practice ball right in the head and died). And I have not heard a single person say that pregnancy is something no one should have to go through. I know I don't. And yes people sometimes do force a woman to get pregnant, it's called rape.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:47"
    },
    {
      "nodeID": "159824",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:47"
    },
    {
      "nodeID": "159825",
      "text": "You see, if pro-choicers only used the 'pregnancy-is-bad-if-forced argument, they might have a point, but they often don't add the last part.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:47"
    },
    {
      "nodeID": "159826",
      "text": "Pregnancy is always harmful to the woman's body. However, if the pregnancy is desired then the changes are welcomed by the woman. To a woman who does not want to be pregnant then those changes are very unwelcome and are a bad thing. Pregnancy is always harmful, but the perception of what is happening changes depending on the woman. You do not understand that whether or not pregnancy harms the woman's body is objective, but whether or not the woman wants the pregnancy anyway depends on the woman. You are mixing the two.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:47"
    },
    {
      "nodeID": "159827",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:47"
    },
    {
      "nodeID": "159828",
      "text": "Besides, no one ever forces a woman to get pregnant in the first place.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:47"
    },
    {
      "nodeID": "159829",
      "text": "Except during rape.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:48"
    },
    {
      "nodeID": "159830",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:48"
    },
    {
      "nodeID": "159831",
      "text": "Ok, this makes sense.  I do think however, that wanted pregnancies should be a part of the abortion debate, even though as you say, they usually are not. Part of the abortion issue (and the most important part, IMO) is the perception of pregnancy itself. If society moves in a direction where having a baby is looked upon as a negative thing, this is not good. One way to help make abortion rarer is to help people view having a baby as a positive thing. As Clinton himself once said, abortion should be rare.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:48"
    },
    {
      "nodeID": "159832",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:48"
    },
    {
      "nodeID": "159833",
      "text": "I would also like to see women choose and want to have their babies instead of terminating their pregnancies, as long as they are able to handle the responsibilities of having a baby or are able to handle the possibility of passing on those responsibilities to someone else - via adoption, having a relative bring it up, etc. Though I haven't experienced it myself, I can well imagine that having a child can be a wonderful experience. However, I believe that there are many instances where having a baby would pose very grave difficulties. Some of these might include: - The woman might not be able to financially afford to have another child. This may be a parent who already has too many mouths to feed and would reduce the health and life opportunities of the other children if she had more children. It may be a young single woman of poor job prospects who may have no recourse but to fall back on welfare, whereas, if she waited to have children until she would be older and more prepared, she could be a better mother to those future children. - The community in which the woman lives might be extremely negative about unmarried woman having children so both she and the baby would suffer that stigma, whereas, if she secretly got an abortion, she could maintain her reputation and have children in marriage later on in a much better social environment. - Of course, there are the cases of rape, incest and a threat to the life of the mother, but I think we mostly agree on those. I think that women are generally able to decide for themselves when it would be too hard for them to have a baby, so I believe that women should have the right to choose (at least during the first and second trimester) - especially since it is her body that is so intimitely involved in the process.  Yes, theoretically, they could put the child up for adoption, but giving a child up for adoption poses many difficulties for the woman, including the stigma and guilt associated with giving up a child. I applaud those women who are able to handle that stigma and give another couple the opportunity to adopt her baby, but I would not dream of forcing her into that decision. Unfortunately, though a lot of progress has been made in recent decades, there is still some social stigma left against those who give up children for adoption and against those who choose single motherhood (marriage is not always a possibility) . Reduce that stigma and you might reduce the number of abortions.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:48"
    },
    {
      "nodeID": "159834",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:48"
    },
    {
      "nodeID": "159835",
      "text": "Don't they get that the whole pro-choice movement is based in a desire to make sure that ever child is a wanted child?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:48"
    },
    {
      "nodeID": "159836",
      "text": "Wow, I think this is the first time I've ever heard anyone claim that the pro-choice movement is for the sake of the child. Sorry, you aren't even close. I don't know a pro-choicer period that would say it's for anything other than the sake of the woman.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:48"
    },
    {
      "nodeID": "159837",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:33:48"
    },
    {
      "nodeID": "159838",
      "text": "Let me be the first pro-choice person to say that my pregnancies were wonderful. Happiest 18 months of my life. (I had two, obviously.) Doesn't mean I'd want a third. It's that 20 years that follow that will get 'ya.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:48"
    },
    {
      "nodeID": "159839",
      "text": "Since you decided not to abort the ones you DID have, that actually makes you 'pro-life' to some degree.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:48"
    },
    {
      "nodeID": "159840",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:48"
    },
    {
      "nodeID": "159841",
      "text": "And if you've ever read any of the speeches by PP's founder, you'd also know that every child should be a WHITE CHILD, too. She was an extreme racist and started PP as a means of stopping the increasing number of poor blacks. There was no altruism involved in PP's 'birth'.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:48"
    },
    {
      "nodeID": "159842",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:49"
    },
    {
      "nodeID": "159843",
      "text": "The Planned Parenthood Motto is 'EVERY CHILD A WANTED CHILD.'",
      "type": "I",
      "timestamp": "2016-03-08 20:33:49"
    },
    {
      "nodeID": "159844",
      "text": "If that's truly what the organization says, then it's a hypocrite of an organization.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:49"
    },
    {
      "nodeID": "159845",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:49"
    },
    {
      "nodeID": "159846",
      "text": "And? What relevance does this have to PP today?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:49"
    },
    {
      "nodeID": "159847",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:49"
    }
  ],
  "edges": [
    {
      "edgeID": "197408",
      "fromID": "159764",
      "toID": "159765",
      "formEdgeID": null
    },
    {
      "edgeID": "197409",
      "fromID": "159765",
      "toID": "159763",
      "formEdgeID": null
    },
    {
      "edgeID": "197410",
      "fromID": "159767",
      "toID": "159768",
      "formEdgeID": null
    },
    {
      "edgeID": "197411",
      "fromID": "159768",
      "toID": "159766",
      "formEdgeID": null
    },
    {
      "edgeID": "197412",
      "fromID": "159770",
      "toID": "159771",
      "formEdgeID": null
    },
    {
      "edgeID": "197413",
      "fromID": "159771",
      "toID": "159769",
      "formEdgeID": null
    },
    {
      "edgeID": "197414",
      "fromID": "159773",
      "toID": "159774",
      "formEdgeID": null
    },
    {
      "edgeID": "197415",
      "fromID": "159774",
      "toID": "159772",
      "formEdgeID": null
    },
    {
      "edgeID": "197416",
      "fromID": "159775",
      "toID": "159776",
      "formEdgeID": null
    },
    {
      "edgeID": "197417",
      "fromID": "159776",
      "toID": "159772",
      "formEdgeID": null
    },
    {
      "edgeID": "197418",
      "fromID": "159777",
      "toID": "159778",
      "formEdgeID": null
    },
    {
      "edgeID": "197419",
      "fromID": "159778",
      "toID": "159772",
      "formEdgeID": null
    },
    {
      "edgeID": "197420",
      "fromID": "159779",
      "toID": "159780",
      "formEdgeID": null
    },
    {
      "edgeID": "197421",
      "fromID": "159780",
      "toID": "159772",
      "formEdgeID": null
    },
    {
      "edgeID": "197422",
      "fromID": "159782",
      "toID": "159783",
      "formEdgeID": null
    },
    {
      "edgeID": "197423",
      "fromID": "159783",
      "toID": "159781",
      "formEdgeID": null
    },
    {
      "edgeID": "197424",
      "fromID": "159785",
      "toID": "159786",
      "formEdgeID": null
    },
    {
      "edgeID": "197425",
      "fromID": "159786",
      "toID": "159784",
      "formEdgeID": null
    },
    {
      "edgeID": "197426",
      "fromID": "159788",
      "toID": "159789",
      "formEdgeID": null
    },
    {
      "edgeID": "197427",
      "fromID": "159789",
      "toID": "159787",
      "formEdgeID": null
    },
    {
      "edgeID": "197428",
      "fromID": "159791",
      "toID": "159792",
      "formEdgeID": null
    },
    {
      "edgeID": "197429",
      "fromID": "159792",
      "toID": "159790",
      "formEdgeID": null
    },
    {
      "edgeID": "197430",
      "fromID": "159793",
      "toID": "159794",
      "formEdgeID": null
    },
    {
      "edgeID": "197431",
      "fromID": "159794",
      "toID": "159782",
      "formEdgeID": null
    },
    {
      "edgeID": "197432",
      "fromID": "159796",
      "toID": "159797",
      "formEdgeID": null
    },
    {
      "edgeID": "197433",
      "fromID": "159797",
      "toID": "159795",
      "formEdgeID": null
    },
    {
      "edgeID": "197434",
      "fromID": "159799",
      "toID": "159800",
      "formEdgeID": null
    },
    {
      "edgeID": "197435",
      "fromID": "159800",
      "toID": "159798",
      "formEdgeID": null
    },
    {
      "edgeID": "197436",
      "fromID": "159801",
      "toID": "159802",
      "formEdgeID": null
    },
    {
      "edgeID": "197437",
      "fromID": "159802",
      "toID": "159793",
      "formEdgeID": null
    },
    {
      "edgeID": "197438",
      "fromID": "159803",
      "toID": "159804",
      "formEdgeID": null
    },
    {
      "edgeID": "197439",
      "fromID": "159804",
      "toID": "159793",
      "formEdgeID": null
    },
    {
      "edgeID": "197440",
      "fromID": "159806",
      "toID": "159807",
      "formEdgeID": null
    },
    {
      "edgeID": "197441",
      "fromID": "159807",
      "toID": "159805",
      "formEdgeID": null
    },
    {
      "edgeID": "197442",
      "fromID": "159809",
      "toID": "159810",
      "formEdgeID": null
    },
    {
      "edgeID": "197443",
      "fromID": "159810",
      "toID": "159808",
      "formEdgeID": null
    },
    {
      "edgeID": "197444",
      "fromID": "159812",
      "toID": "159813",
      "formEdgeID": null
    },
    {
      "edgeID": "197445",
      "fromID": "159813",
      "toID": "159811",
      "formEdgeID": null
    },
    {
      "edgeID": "197446",
      "fromID": "159815",
      "toID": "159816",
      "formEdgeID": null
    },
    {
      "edgeID": "197447",
      "fromID": "159816",
      "toID": "159814",
      "formEdgeID": null
    },
    {
      "edgeID": "197448",
      "fromID": "159817",
      "toID": "159818",
      "formEdgeID": null
    },
    {
      "edgeID": "197449",
      "fromID": "159818",
      "toID": "159815",
      "formEdgeID": null
    },
    {
      "edgeID": "197450",
      "fromID": "159819",
      "toID": "159820",
      "formEdgeID": null
    },
    {
      "edgeID": "197451",
      "fromID": "159820",
      "toID": "159815",
      "formEdgeID": null
    },
    {
      "edgeID": "197452",
      "fromID": "159821",
      "toID": "159822",
      "formEdgeID": null
    },
    {
      "edgeID": "197453",
      "fromID": "159822",
      "toID": "159812",
      "formEdgeID": null
    },
    {
      "edgeID": "197454",
      "fromID": "159823",
      "toID": "159824",
      "formEdgeID": null
    },
    {
      "edgeID": "197455",
      "fromID": "159824",
      "toID": "159821",
      "formEdgeID": null
    },
    {
      "edgeID": "197456",
      "fromID": "159826",
      "toID": "159827",
      "formEdgeID": null
    },
    {
      "edgeID": "197457",
      "fromID": "159827",
      "toID": "159825",
      "formEdgeID": null
    },
    {
      "edgeID": "197458",
      "fromID": "159829",
      "toID": "159830",
      "formEdgeID": null
    },
    {
      "edgeID": "197459",
      "fromID": "159830",
      "toID": "159828",
      "formEdgeID": null
    },
    {
      "edgeID": "197460",
      "fromID": "159831",
      "toID": "159832",
      "formEdgeID": null
    },
    {
      "edgeID": "197461",
      "fromID": "159832",
      "toID": "159777",
      "formEdgeID": null
    },
    {
      "edgeID": "197462",
      "fromID": "159833",
      "toID": "159834",
      "formEdgeID": null
    },
    {
      "edgeID": "197463",
      "fromID": "159834",
      "toID": "159831",
      "formEdgeID": null
    },
    {
      "edgeID": "197464",
      "fromID": "159836",
      "toID": "159837",
      "formEdgeID": null
    },
    {
      "edgeID": "197465",
      "fromID": "159837",
      "toID": "159835",
      "formEdgeID": null
    },
    {
      "edgeID": "197466",
      "fromID": "159839",
      "toID": "159840",
      "formEdgeID": null
    },
    {
      "edgeID": "197467",
      "fromID": "159840",
      "toID": "159838",
      "formEdgeID": null
    },
    {
      "edgeID": "197468",
      "fromID": "159841",
      "toID": "159842",
      "formEdgeID": null
    },
    {
      "edgeID": "197469",
      "fromID": "159842",
      "toID": "159770",
      "formEdgeID": null
    },
    {
      "edgeID": "197470",
      "fromID": "159844",
      "toID": "159845",
      "formEdgeID": null
    },
    {
      "edgeID": "197471",
      "fromID": "159845",
      "toID": "159843",
      "formEdgeID": null
    },
    {
      "edgeID": "197472",
      "fromID": "159846",
      "toID": "159847",
      "formEdgeID": null
    },
    {
      "edgeID": "197473",
      "fromID": "159847",
      "toID": "159841",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
