{
  "nodes": [
    {
      "nodeID": "151475",
      "text": "If living things didnÂ’t reproduce, then life would quickly disappear: and since life has existed continuously on Earth for nearly four billions years, then life must be able to reproduce.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:56"
    },
    {
      "nodeID": "151476",
      "text": "While that may be true of life in general, all it really logically entails is that SOME Â– not all Â– organisms throughout all of lifeÂ’s history were able to reproduce. And at a smaller scale, it does not apply to any individual organism: it doesnÂ’t tell us that in order for organism X to be considered living that it must reproduce (take for example, mules).Must All Living Organisms Die?An implicit assumption in the last several arguments is that all living things must die. After all, if a living organism didnÂ’t die, then it wouldnÂ’t need to reproduce in order to persist, even for 4 billion years. We need to ask, Â“Does this assumption of universal death hold?Â” Yes, well, at least for all instances of life that we currently know of. Thus, it is a conclusion based on induction, not on necessity.Consider a species capable of repairing itself indefinitely. Sound far fetched? Well, we humans ourselves are desiring to do just that. And to an extremely limited degree, we have succeeded. Of course, we still have an enormous distance left before fully succeeding, but if we were to eventually do so, then could it really be said that reproduction is a requirement to consider humans as being alive? No. WeÂ’d be like Â“immortal mulesÂ”: weÂ’d be alive, yet incapable of reproducing Â… but unlike mules, we wouldnÂ’t need to be continually replaced by reproduction. After all, we could stop reproducing (women might really like that idea!) and instead focus on repairing those that currently exist.Perhaps, though, we Â“immortal mulesÂ”, by simply repairing ourselves and maintaining the status quo, would still somehow die: after all, nature shows us that those organisms that donÂ’t adapt to the ever changing conditions on Earth just donÂ’t last. Perhaps the changes in our environment would be too dramatic to be handled by simply replacing what is damaged with a new part. This line of reasoning fails since our intent is not simply to repair ourselves, but to improve ourselves as well. Humans intend to direct their own bodily evolution, either via installed hardware or through genetic manipulations, adapting our bodies to changes in the environment.And if we ever reach this ultimate goal (is it a good goal?!), then we could save energy by modifying our bodies to eliminate the no-longer-required processes involved in reproduction .ConclusionBased on the above lines of reason, I assert that reproduction is not an absolute requirement of life: that something could be considered to be alive without it necessarily needing to be able to reproduce.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:56"
    },
    {
      "nodeID": "151477",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:56"
    },
    {
      "nodeID": "151478",
      "text": "If living things didnÂ’t reproduce, then life would quickly disappear.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:56"
    },
    {
      "nodeID": "151479",
      "text": "While that may be true, it fails to show that reproduction is a requirement in order to call something living: that living things would disappear as a result of their not reproducing doesnÂ’t show that they are not living before they disappear.[start: added 01/01/2006]In fact, even with reproduction, organisms - such as leopards, elephants, whales, and so on - will eventually die out. Does that mean that they are not living organisms now? Of course not.[end: added 01/01/2006]The Â“pro-reproductionistsÂ” second attempt, and improvement on the first, might go something like this:",
      "type": "I",
      "timestamp": "2016-03-08 20:14:56"
    },
    {
      "nodeID": "151480",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:56"
    },
    {
      "nodeID": "151481",
      "text": "DamEtel: Perhaps, though, we 'immortal mules', by simply repairing ourselves and maintaining the status quo, would still somehow die: after all, nature shows us that those organisms that don't adapt to the ever changing conditions on Earth just don't last. Perhaps the changes in our environment would be too dramatic to be handled by simply replacing what is damaged with a new part. This line of reasoning fails since our intent is not simply to repair ourselves, but to improve ourselves as well. Humans intend to direct their own bodily evolution, either via installed hardware or through genetic manipulations, adapting our bodies to changes in the environment.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:56"
    },
    {
      "nodeID": "151482",
      "text": "So I still maintain that reproduction is not a requirement for qualifying as living.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:56"
    },
    {
      "nodeID": "151483",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:56"
    },
    {
      "nodeID": "151484",
      "text": "DamEtel: ... it fails to show that reproduction is a requirement in order to call something living: that living things would disappear as a result of their not reproducing doesn't show that they are not living before they disappear.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:56"
    },
    {
      "nodeID": "151485",
      "text": "Besides, EVEN NOW WITH REPRODUCTION cheetahs and birds and so on will eventually die out. Does that mean they aren't living organisms?  ...",
      "type": "I",
      "timestamp": "2016-03-08 20:14:56"
    },
    {
      "nodeID": "151486",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151487",
      "text": "OccamsRazor: To look at it from another perspective could life as we know it ever come to be without reproduction? no. Perhaps now we have reached a state where we may soon be able to cheat death and become individually immortal we are still products of reproduvtive ancestors- remove those an we would never have been.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151488",
      "text": "While your previous problem fell because it dealt with the future, this one falls because it deals with the past. I am interested in the NOW - the moment when the determination is being made.  That PREVIOUS organisms needed to reproduce in order for things to end up where we are today does not tell us that it is REQUIREMENT for something existing NOW (at the time the determination is being made) to reproduce in order to be considered living.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151489",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151490",
      "text": "OccamsRazor: Even if we postulate that all disease can be fully overcome and an organism suffers no degeneracy death will still occur through accident and mis-adventure. Once the last individual perishes life has ceased to exist.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151491",
      "text": "Which falls to logic I laid out in my thread-starting post...",
      "type": "I",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151492",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151493",
      "text": "OccamsRazor: How would you answer the arguement put forth by Red Queen theory- that sexual life has to continually reproduce just to keep pace with other life hostile to it? If one organism were to stop reproducing and exist in status quo it will sooner or later fall victim to the ever evolving parasites that target it or organisms competing for its ecological niche. As it has stopped running the evolutionary arms race it is forever stuck with the characteristics it was born which would rapidly reach obsolescence (on the scale of reproductive generations).",
      "type": "I",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151494",
      "text": "Probably like I already did in my thread-starting post :-)",
      "type": "I",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151495",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151496",
      "text": "OccamsRazor: Another point to consider is populations- without reproduction there are no replacements for dead individuals.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151497",
      "text": "Also already covered in my thread-starting post. (I'm not overlooking your further thoughts on this: they follow).",
      "type": "I",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151498",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151499",
      "text": "I tried to address this in my original post. So I still maintain that reproduction is not a requirement for qualifying as living.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151500",
      "text": "Walking-fish: I basically agree with you. I guess I was being redundant in this regard. I was thinking out loud, in cyberspace. But it is interesting that we humans may be the first species to actually go beyond the need for this death & reproduction cycle by genetically or artificially reinventing ourselves. But now I'm thinking out loud again on the web.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151501",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:14:57"
    },
    {
      "nodeID": "151502",
      "text": "prschuster]Walking-fish: But now I'm thinking out loud again on the web.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:58"
    },
    {
      "nodeID": "151503",
      "text": "Well, that's what I was doing too :-) This was something that flashed into my mind one morning and I ran with it, posting it almost immediately, working through it all as I was typing. It's not something I've spent months on previously and had all possibilities covered: I was wanting others to take a look and see if they found a gaping hole I overlooked. I've gotten your (tentative) agreement, and no counters that actually refute my reasoning, so I may move on, using this as a premise for my next step in a larger 'logical argument'.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:58"
    },
    {
      "nodeID": "151504",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:14:58"
    },
    {
      "nodeID": "151505",
      "text": "I assert that reproduction is not an absolute requirement of life",
      "type": "I",
      "timestamp": "2016-03-08 20:14:58"
    },
    {
      "nodeID": "151506",
      "text": "In your first post. If you are to qualify that by stating I assert that reproduction is not an absolute requirement of life over the ontogeny of an individual then of course reproduction is not essential character of life.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:58"
    },
    {
      "nodeID": "151507",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:58"
    },
    {
      "nodeID": "151508",
      "text": "Conclusion Based on the above lines of reason, I assert that reproduction is not an absolute requirement of life: that something could be considered to be alive without it necessarily needing to be able to reproduce.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:58"
    },
    {
      "nodeID": "151509",
      "text": "The problem with this reasoning is that the criteria you're refering to aren't a definition for life, they're a set of guidelines, rules of thumb. They aren't meant to be applied to obviously living marcoscopic things like mules. Their purpose is to give biologists a common ground when discussing things on the microscopic scale. On that scale, where 'living' isn't obvious, reproduction is one of the things biologists look for to decide if something should be called 'alive'.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:58"
    },
    {
      "nodeID": "151510",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:58"
    },
    {
      "nodeID": "151511",
      "text": "So why do we have reproduction? It is necessary for evolution to occur.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:58"
    },
    {
      "nodeID": "151512",
      "text": "It would be more accurate to say that evolution has selected for reproduction and death over immortality and self-repair - if the latter is even possible.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:58"
    },
    {
      "nodeID": "151513",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:14:58"
    },
    {
      "nodeID": "151514",
      "text": "Walking-fish: And here we get into a conundrum, because, without reproduction and natural selection, an organism wouldn't be able to adapt well enough anyway to remain immortal. So immortality for the individual must be sacrificed for immortality for the germ line or lineage.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:58"
    },
    {
      "nodeID": "151515",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:58"
    },
    {
      "nodeID": "151516",
      "text": "While your previous problem fell because it dealt with the future, this one falls because it deals with the past. I am interested in the NOW - the moment when the determination is being made.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:58"
    },
    {
      "nodeID": "151517",
      "text": "In which case you are thinking on a different tack to myself; I'm considering life in its entirety within time where reproduction is an essential characteristic. This point is quite valid considering your closing remark of",
      "type": "I",
      "timestamp": "2016-03-08 20:14:59"
    },
    {
      "nodeID": "151518",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:59"
    },
    {
      "nodeID": "151519",
      "text": "Besides, EVEN NOW WITH REPRODUCTION cheetahs and birds and so on will eventually die out. Does that mean they aren't living organisms?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:59"
    },
    {
      "nodeID": "151520",
      "text": "Species may die out, but they may also evolve into new forms- without reproduction there is no possibility of continuity over even short periods of earth time, with it there is.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:59"
    },
    {
      "nodeID": "151521",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:14:59"
    }
  ],
  "edges": [
    {
      "edgeID": "191528",
      "fromID": "151476",
      "toID": "151477",
      "formEdgeID": null
    },
    {
      "edgeID": "191529",
      "fromID": "151477",
      "toID": "151475",
      "formEdgeID": null
    },
    {
      "edgeID": "191530",
      "fromID": "151479",
      "toID": "151480",
      "formEdgeID": null
    },
    {
      "edgeID": "191531",
      "fromID": "151480",
      "toID": "151478",
      "formEdgeID": null
    },
    {
      "edgeID": "191532",
      "fromID": "151482",
      "toID": "151483",
      "formEdgeID": null
    },
    {
      "edgeID": "191533",
      "fromID": "151483",
      "toID": "151481",
      "formEdgeID": null
    },
    {
      "edgeID": "191534",
      "fromID": "151485",
      "toID": "151486",
      "formEdgeID": null
    },
    {
      "edgeID": "191535",
      "fromID": "151486",
      "toID": "151484",
      "formEdgeID": null
    },
    {
      "edgeID": "191536",
      "fromID": "151488",
      "toID": "151489",
      "formEdgeID": null
    },
    {
      "edgeID": "191537",
      "fromID": "151489",
      "toID": "151487",
      "formEdgeID": null
    },
    {
      "edgeID": "191538",
      "fromID": "151491",
      "toID": "151492",
      "formEdgeID": null
    },
    {
      "edgeID": "191539",
      "fromID": "151492",
      "toID": "151490",
      "formEdgeID": null
    },
    {
      "edgeID": "191540",
      "fromID": "151494",
      "toID": "151495",
      "formEdgeID": null
    },
    {
      "edgeID": "191541",
      "fromID": "151495",
      "toID": "151493",
      "formEdgeID": null
    },
    {
      "edgeID": "191542",
      "fromID": "151497",
      "toID": "151498",
      "formEdgeID": null
    },
    {
      "edgeID": "191543",
      "fromID": "151498",
      "toID": "151496",
      "formEdgeID": null
    },
    {
      "edgeID": "191544",
      "fromID": "151500",
      "toID": "151501",
      "formEdgeID": null
    },
    {
      "edgeID": "191545",
      "fromID": "151501",
      "toID": "151499",
      "formEdgeID": null
    },
    {
      "edgeID": "191546",
      "fromID": "151503",
      "toID": "151504",
      "formEdgeID": null
    },
    {
      "edgeID": "191547",
      "fromID": "151504",
      "toID": "151502",
      "formEdgeID": null
    },
    {
      "edgeID": "191548",
      "fromID": "151506",
      "toID": "151507",
      "formEdgeID": null
    },
    {
      "edgeID": "191549",
      "fromID": "151507",
      "toID": "151505",
      "formEdgeID": null
    },
    {
      "edgeID": "191550",
      "fromID": "151509",
      "toID": "151510",
      "formEdgeID": null
    },
    {
      "edgeID": "191551",
      "fromID": "151510",
      "toID": "151508",
      "formEdgeID": null
    },
    {
      "edgeID": "191552",
      "fromID": "151512",
      "toID": "151513",
      "formEdgeID": null
    },
    {
      "edgeID": "191553",
      "fromID": "151513",
      "toID": "151511",
      "formEdgeID": null
    },
    {
      "edgeID": "191554",
      "fromID": "151514",
      "toID": "151515",
      "formEdgeID": null
    },
    {
      "edgeID": "191555",
      "fromID": "151515",
      "toID": "151512",
      "formEdgeID": null
    },
    {
      "edgeID": "191556",
      "fromID": "151517",
      "toID": "151518",
      "formEdgeID": null
    },
    {
      "edgeID": "191557",
      "fromID": "151518",
      "toID": "151516",
      "formEdgeID": null
    },
    {
      "edgeID": "191558",
      "fromID": "151520",
      "toID": "151521",
      "formEdgeID": null
    },
    {
      "edgeID": "191559",
      "fromID": "151521",
      "toID": "151519",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
