{
  "nodes": [
    {
      "nodeID": "143483",
      "text": "...I feel that though the overwhelming number of objections brought up by Clive14 and the later objections by DE, I did not represent the Intelligent Design position as well as I could have, had I spent more time and thought on the debate. Therefore, I am offering in this thread a complete rebuttal of the objections to irreducible complexity that has been brought forth by DamEtel. If DamEtel wishes to do a formal debate on the subject, I am willing. So, here goes&#8230;",
      "type": "I",
      "timestamp": "2016-03-08 19:58:14"
    },
    {
      "nodeID": "143484",
      "text": "You lost this debate Skeptic, why drag it back up again? There are plenty of other subjects that we could debate instead. Pick one of them and let's debate again. Alternatively, how about a formal debate on ID in which you never once mention Behe? That'll be a completely different one and worth considering.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:14"
    },
    {
      "nodeID": "143485",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:14"
    },
    {
      "nodeID": "143486",
      "text": "Professor McDonald started with a complete mousetrap and then showed ones with fewer parts. I will reverse that order, start with his simplest trap, and show the steps that would be necessary to convert it into the next more complex trap in his series. That, after all, is the way Darwinian evolution would have to work. If we are to picture this as a Darwinian process, then each separate adjustment must count as a 'mutation.' If several separate mutations have to occur before we go from one functional trap to the next, then a Darwinian process is effectively ruled out, because the probability of getting multiple unselected mutations that eventually lead to a specific complex structure is prohibitive.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:14"
    },
    {
      "nodeID": "143487",
      "text": "So despite his long article Behe is still working on the same assumption I stated above: function is only a product of conscious design: there is no other valid explaination of the structure and function of life. Now, what I'd like to hear you describe is exactly how intelligent design works in action:  1) How long does intelligent design take, x years or is it instantaneous? 2) By what mechanism does the designer interact with the natural world? 3) When and why does the designer choose to interact with the world? 4) Why has the vast majority of intelligently designed life ceased to exist? if it was designed correctly in the first place why was it necessary to discard so many forms and replace them with different ones, as evidenced by the fossil record? 5) What experiments have been conducted to verify the occurence of intelligent design? I'm most interested to hear your ideas on these points.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:14"
    },
    {
      "nodeID": "143488",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:14"
    },
    {
      "nodeID": "143489",
      "text": "I fail to see how any evidence could better fulfill my burden of proof.  I showed from my very first post that IC and Darwinism cannot mix. Clive brought up objections, and I refuted them. Exactly what is the alternative?",
      "type": "I",
      "timestamp": "2016-03-08 19:58:14"
    },
    {
      "nodeID": "143490",
      "text": "Well I suppose it is a matter of having a rebuttal strong enough to assert proof.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:15"
    },
    {
      "nodeID": "143491",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:15"
    },
    {
      "nodeID": "143492",
      "text": "Sorry to tell you this, but Behe already refuted the idea: 'The important question for us biochemists is, can symbiosis explain the origin of complex biochemical systems?  Clearly it cannot. The essence of symbiosis is the joining of separate cells, or two separate systems, both of which are already functioning...Because symbiosis starts with complex, already functioning systems it cannot account for the fundamental biochemical systems we have discussed in this book.' (Darwin's Black Box, page189)",
      "type": "I",
      "timestamp": "2016-03-08 19:58:15"
    },
    {
      "nodeID": "143493",
      "text": "And once again, is this a strong enough rebuttal to assert proof? no, Behe assumes that a biochemical system that exists today cannot have a precursor, or less complex state of existence. Clive did a good job of demolishing this notion with the mouse trap example he lin the debate thread.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:15"
    },
    {
      "nodeID": "143494",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:15"
    },
    {
      "nodeID": "143495",
      "text": "Â“In abstract, it might be tempting to imagine that irreducible complexity simply requires multiple simultaneous mutations --- that evolution might be far chancier than we thought, but still possible. Such an appeal to brute luck can never be refuted. Yet it is an empty argument. One may as well say that the world luckily popped into existence yesterday with all the features it now has. Luck is a metaphysical speculation; scientific explanations invoke causes.Â”",
      "type": "I",
      "timestamp": "2016-03-08 19:58:15"
    },
    {
      "nodeID": "143496",
      "text": "So where in there does Behe say that brute luck is actually impossible? Nowhere.Where in there does Behe say that brute luck can be absolutely and definitively ruled out, 100%. Nowhere.As I originally said, Â“We can find such an explanation wanting or unsatisfying, but being highly unlikely is not the same as proving it could not happen.Â” This is quite in line with BeheÂ’s statements in his book. Further, PROVING it IMPOSSIBLE is what you would have had to have done to PROVE that evolution is false. Behe says it can't be proven impossible: that it can't be completely refuted.(And quite frankly, most of us would agree that claiming that an IC system - or multiple IC systems - arose by multiple simultaneous mutations is in no way comparable to claiming that Â“the word luckily popped into existence yesterday with all the features it now has.Â” Behe's not being fully honest here.)What I quoted Behe saying is exactly what he said and is his position on the matter. I have NOT misrepresented BeheÂ’s position on this.Now, a charge of wrongdoing is discarded unless the party making the accusation can fully support his charge: burden of proof falls upon the accuser, not the accused. YouÂ’ve failed to support your charge, so I prevail.Now, if you want to continue pushing your charge of wrongdoing on my part, you need to show where, in BeheÂ’s Â“DarwinÂ’s Black BoxÂ”, he goes on to show that brute luck is actually impossible: where Behe shows that brute luck can be absolutely and definitively ruled out, 100%. Until you do, you have failed to rebut my counter to your statements, and, I am also cleared of your false charges.PS: The only one playing around with context here is YOU! The context of my statements was that you claimed to have PROVEN EVOLUTION false, and I pointed out that:(1) in order for you to have succeeded, one of several things you would have to do (but didn't) is to DISPROVE multiple, simultaneous mutations (brute luck)and(2) Behe himself says that multiple, simultaneous mutations CANNOT be absolutely ruled out.Try to keep the context, okay.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:15"
    },
    {
      "nodeID": "143497",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:15"
    },
    {
      "nodeID": "143498",
      "text": "Whatever. As far as I am aware, (generally) the only proposed mechanism for any of the alternatives to Darwin is natural selection, which is a gradual, slow process which I have demonstrated to be unable to produce the 40 interacting, well matched protein parts necessary to the flagellum. Now, if you have some kind of other mechanism besides luck, enlighten me instead of alluding to it.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:15"
    },
    {
      "nodeID": "143499",
      "text": "And there you go totally misunderstanding evolution. The mechaism is NOT luck. It is natural selection. You claim you don't like rhetoric, but you just put a nice piece of rhetoric above. Here is a response to the bacteria flagellum arguement. http://www.talkorigins.org/indexcc/CB/CB200_1.html",
      "type": "I",
      "timestamp": "2016-03-08 19:58:15"
    },
    {
      "nodeID": "143500",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:15"
    }
  ],
  "edges": [
    {
      "edgeID": "185894",
      "fromID": "143484",
      "toID": "143485",
      "formEdgeID": null
    },
    {
      "edgeID": "185895",
      "fromID": "143485",
      "toID": "143483",
      "formEdgeID": null
    },
    {
      "edgeID": "185896",
      "fromID": "143487",
      "toID": "143488",
      "formEdgeID": null
    },
    {
      "edgeID": "185897",
      "fromID": "143488",
      "toID": "143486",
      "formEdgeID": null
    },
    {
      "edgeID": "185898",
      "fromID": "143490",
      "toID": "143491",
      "formEdgeID": null
    },
    {
      "edgeID": "185899",
      "fromID": "143491",
      "toID": "143489",
      "formEdgeID": null
    },
    {
      "edgeID": "185900",
      "fromID": "143493",
      "toID": "143494",
      "formEdgeID": null
    },
    {
      "edgeID": "185901",
      "fromID": "143494",
      "toID": "143492",
      "formEdgeID": null
    },
    {
      "edgeID": "185902",
      "fromID": "143496",
      "toID": "143497",
      "formEdgeID": null
    },
    {
      "edgeID": "185903",
      "fromID": "143497",
      "toID": "143495",
      "formEdgeID": null
    },
    {
      "edgeID": "185904",
      "fromID": "143499",
      "toID": "143500",
      "formEdgeID": null
    },
    {
      "edgeID": "185905",
      "fromID": "143500",
      "toID": "143498",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
