{
  "nodes": [
    {
      "nodeID": "140279",
      "text": "Yet most biologists and geologists believe that the Earth has experienced a nearly constant average temperature over the past 4.6 billion years, with perhaps warmer conditions prevailing early on.4 The problem of how the Sun could have increased in brightness while the Earth maintained a constant temperature is called the &#8216;early faint Sun paradox&#8217;.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:05"
    },
    {
      "nodeID": "140280",
      "text": "And you can bet dollars to donuts that the ACTUAL RESPONSE to this issue is never realistically addressed in this article... Nope. So I'll quote it here: The tension between the two hypotheses stems from the incorrect assumption that atmospheric gas concentrations in the past were the same as today. First, before the advent of abundant life the atmospheric oxygen concentrations were orders of magnitude lower than today. In the presence of oxygen methane breaks down to carbon dioxide, so in the absence of oxygen the methane concentration could be much larger than currently observed. Methane is a more potent greenhouse gas than carbon dioxide, so the relative abundance of atmospheric methane throughout Earth's history must be considered when modeling the temperature. Further, the inorganic version of the carbon cycle can be expected to provide negative feedback towards an Earth with liquid water. Carbon dissolved in liquid water can form carbonic acids, which can then interact with calcium to produce calcium carbonate. If rainfall were to cease and the oceans froze over, then this part of the inorganic carbon cycle would shut down. Periodic explosions from volcanoes would then cause a net increase in the atmospheric carbon dioxide and methane levels with no liquid water to absorb these emitted gases. Eventually the concentrations would become large enough that the surface temperature would rise due to the greenhouse effect. When the surface temperature became large enough for the oceans to melt and rainfall to resume the other half of the inorganic carbon cycle would turn on and moderate the greenhouse gas concentrations. http://en.wikipedia.org/wiki/Faint_young_sun_paradox",
      "type": "I",
      "timestamp": "2016-03-08 19:51:05"
    },
    {
      "nodeID": "140281",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:05"
    },
    {
      "nodeID": "140282",
      "text": "Is this another personal attack? Or is it killing you that i would donate money to an organization that opposes your secular humanist agenda so you feel you must lash out like an angry child? Is that your issue lyteboy?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:05"
    },
    {
      "nodeID": "140283",
      "text": "You can do whatever you want to do with your money. The fact that you don't know any better than to do that with your money is telling, though. If you think that the C(R)SC actually does ID-based scientific research, you're exactly the dupe they're looking for. I'm serious. Do the research for yourself. I won't even give you links, because you'll blow them off as propaganda. Find any scientific journal article written by a DI member that's actually based on actual scientific experimentation or investigation and supports ID. I dare you.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:05"
    },
    {
      "nodeID": "140284",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:05"
    },
    {
      "nodeID": "140285",
      "text": "The fact is foundit, that creationists and I-Ders understand that there are so many unanswerable questions, so we know we can't answer them for certain, because Man just doesn't have the knowledge to discern the truth from the minutia.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:05"
    },
    {
      "nodeID": "140286",
      "text": "So we should just say 'god did it', and give up?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:05"
    },
    {
      "nodeID": "140287",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:05"
    }
  ],
  "edges": [
    {
      "edgeID": "183616",
      "fromID": "140280",
      "toID": "140281",
      "formEdgeID": null
    },
    {
      "edgeID": "183617",
      "fromID": "140281",
      "toID": "140279",
      "formEdgeID": null
    },
    {
      "edgeID": "183618",
      "fromID": "140283",
      "toID": "140284",
      "formEdgeID": null
    },
    {
      "edgeID": "183619",
      "fromID": "140284",
      "toID": "140282",
      "formEdgeID": null
    },
    {
      "edgeID": "183620",
      "fromID": "140286",
      "toID": "140287",
      "formEdgeID": null
    },
    {
      "edgeID": "183621",
      "fromID": "140287",
      "toID": "140285",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
