{
  "nodes": [
    {
      "nodeID": "143944",
      "text": "They still put they're pants on one leg at a time.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143945",
      "text": "Actually, I don't. I usually sit on the bed, put both legs in, then stand up. I bet a lot of people do. This phrase has always bugged me.:xbanghead",
      "type": "I",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143946",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143947",
      "text": "First of all, we are supposed to be introducing ourselves, not starting up a topic. But let me kill two birds with one stone here. Hi everyone, I'm new here. And I love to debate. I got kicked out of one debate, because I won the debate on linguistics, and the girl got mad, because she lost, and banned me from the froum. Hopefully no one here is as immature as that. But anyway, thats my story, I'm glad to be here. And I'm ready to debate. And here is my first victim. I'm against gay marriages. Why?! Because in order to mantain a healthy environment for children.(which they always seem to want to adopt) there has to be a healthy relationship. Now a child grows up, and sees two men/women dating eachother. That can confuse the child as to whether they should also be gay. It is not only harmful to the family environment, but also to society. And don't hand me that,' My uncle is gay.' Stuff. I had(he passed away) a gay uncle, have three gay cousins, and a gay aunt. Not my whole family is not gay, but it seems like I have quite a few in my family. Now I don't support what they do. Even though I love them because they are my family, I would not support them if they were to marry.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143948",
      "text": "And what evidence do you have that having two gay parents would confuse a child about weahter they should be gay? Did you know that the same percentage of children that were brought up by gay couples turn out to be gay as children who are brought up by straight couples? I would say that destroys your conception that the kid would be confused. I know a number of people who were brought up by commited gay couples (admittedly not many), and not one of the ones I know turned out to be gay.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143949",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143950",
      "text": "And since we are whipping out fmaily ties. My son's father is gay - and I really don't think you want to go rounds with me on whether his influence has been positive, marvelous, miraculous and amazing or, to quote you, 'destructive and confusing'.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143951",
      "text": "I think I hear a bell dinging!! Ding! Ding! Let the round begin. Your giving me the invite, and I'm willing to take it. Now I'm not going to make any comments on your ex, or whatever he is to you. Because I don't know him enough to assume anything about him. But I will make general statements on the effects of gay marriages on children. I have seen so many documents, on teens the are confused about their sexual orintation, because of living i the house with their gay parents. On girl wondered if she was gay because her mother was with another woman. She felt that was normal behavior. And started to concider being with girls herself. But was confused when she started to like men. She actually thought that liking men was abnormal. Until others told her it is normal to like men. A boy had almost the same experience, he did not know if he too should like men, because his father did. Often he would fight back desires for females, because he thought he needed to be with men. Not only that by he was ridculed by classmates because of his father being gay. Alot of children endure harassment because of living in a house made up of parents of the same sex. Just because it did not happen to your son, dose not mean that it dose not happen. And your experience is only a fraction of 1% of the experiences that children go through because of having gay parents. It is impossible to say that it dose not happen. If it dose not happen to a few, then thats fine. But the majority suffers, and that far outweighs the few that don't suffer because of having gay parents.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143952",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143953",
      "text": "What - did someone have to teach you how/when/where to be turned on? Who taught you to be straight? To look at boys?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143954",
      "text": "I taught myself. Like gays teach themselves.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143955",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143956",
      "text": "Outside of the fallacy above you fail to explain how gay relationships are harmful.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143957",
      "text": "Well read this link, http://www.realwomenca.com/newsletter/2004_mar_apr/article_1.html  Why take my word for it when you can read it for yourself from professionals, professors, mental health studies, etc. This link also disclaims the links you have listed. Finding flaws in their studies. So thats my source, and thats my stand.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143958",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143959",
      "text": "Oh it has happened. But that is not a problem with my son, me or his father - it is a problem for the pathetic hate-mongers who carried out the acts of harrassment.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:15"
    },
    {
      "nodeID": "143960",
      "text": "Well I'm glad its no problem for your son. No child deserves to be harrassed.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:16"
    },
    {
      "nodeID": "143961",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:16"
    },
    {
      "nodeID": "143962",
      "text": "But why take my word for anything? Since we are talking about children, lets take a look at what pediatricians (the American Academy of Pediatrics) say.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:16"
    },
    {
      "nodeID": "143963",
      "text": "No thanks! I'd rather not. My link above disclaims anything they have to say.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:16"
    },
    {
      "nodeID": "143964",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:16"
    },
    {
      "nodeID": "143965",
      "text": "Alot of children endure harassment because of living in a house made up of parents of the same sex. Just because it did not happen to your son, dose not mean that it dose not happen.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:16"
    },
    {
      "nodeID": "143966",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:16"
    },
    {
      "nodeID": "143967",
      "text": "emoticon_xdonno how is that fair? basically your reasoning is 'lets just give the christians the whole marriage thing, and let the gays get married at city hall by a 67 year old judge who probably doesnt agree with them anyways.' i mean, what happened to the separtion of church and state? did we, somewhere along the line forget, that little document we call the constitution. it dosnt simply say 'see bible' everybody should have equal rights. no matter your race, creed, or religion. if joe and bob want to get married, how the heck is it our place to stop them? and im sorry if it makes you uncomfortable to think of that, but unless joe comes to your house to shoot your dog, its not really your concern. and come on, im tired of all these ppl using the bible to cover up simple ignorance and prejudice. so why dont we all take a hop-skip-and- jump into 2007, re evaluate our morals, and get a clue. emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 19:59:16"
    },
    {
      "nodeID": "143968",
      "text": "You have to remember that those christians believe that the laws of God superceed those of man. That thier allegiance is to God and his laws above those of the constitution. They also believe that all should be subject to Gods by force if nesesary.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:16"
    },
    {
      "nodeID": "143969",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:16"
    },
    {
      "nodeID": "143970",
      "text": "emoticon_xdonno how is that fair? basically your reasoning is 'lets just give the christians the whole marriage thing, and let the gays get married at city hall by a 67 year old judge who probably doesnt agree with them anyways.' i mean, what happened to the separtion of church and state? did we, somewhere along the line forget, that little document we call the constitution. it dosnt simply say 'see bible' everybody should have equal rights. no matter your race, creed, or religion. if joe and bob want to get married, how the heck is it our place to stop them? and im sorry if it makes you uncomfortable to think of that, but unless joe comes to your house to shoot your dog, its not really your concern. and come on, im tired of all these ppl using the bible to cover up simple ignorance and prejudice.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:16"
    },
    {
      "nodeID": "143971",
      "text": "No, actually they used the Bible as a basis for their morality. They then applied that morality to the design of a system of government that they wanted to create.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:16"
    },
    {
      "nodeID": "143972",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:16"
    }
  ],
  "edges": [
    {
      "edgeID": "186224",
      "fromID": "143945",
      "toID": "143946",
      "formEdgeID": null
    },
    {
      "edgeID": "186225",
      "fromID": "143946",
      "toID": "143944",
      "formEdgeID": null
    },
    {
      "edgeID": "186226",
      "fromID": "143948",
      "toID": "143949",
      "formEdgeID": null
    },
    {
      "edgeID": "186227",
      "fromID": "143949",
      "toID": "143947",
      "formEdgeID": null
    },
    {
      "edgeID": "186228",
      "fromID": "143951",
      "toID": "143952",
      "formEdgeID": null
    },
    {
      "edgeID": "186229",
      "fromID": "143952",
      "toID": "143950",
      "formEdgeID": null
    },
    {
      "edgeID": "186230",
      "fromID": "143954",
      "toID": "143955",
      "formEdgeID": null
    },
    {
      "edgeID": "186231",
      "fromID": "143955",
      "toID": "143953",
      "formEdgeID": null
    },
    {
      "edgeID": "186232",
      "fromID": "143957",
      "toID": "143958",
      "formEdgeID": null
    },
    {
      "edgeID": "186233",
      "fromID": "143958",
      "toID": "143956",
      "formEdgeID": null
    },
    {
      "edgeID": "186234",
      "fromID": "143960",
      "toID": "143961",
      "formEdgeID": null
    },
    {
      "edgeID": "186235",
      "fromID": "143961",
      "toID": "143959",
      "formEdgeID": null
    },
    {
      "edgeID": "186236",
      "fromID": "143963",
      "toID": "143964",
      "formEdgeID": null
    },
    {
      "edgeID": "186237",
      "fromID": "143964",
      "toID": "143962",
      "formEdgeID": null
    },
    {
      "edgeID": "186239",
      "fromID": "143966",
      "toID": "143965",
      "formEdgeID": null
    },
    {
      "edgeID": "186240",
      "fromID": "143968",
      "toID": "143969",
      "formEdgeID": null
    },
    {
      "edgeID": "186241",
      "fromID": "143969",
      "toID": "143967",
      "formEdgeID": null
    },
    {
      "edgeID": "186242",
      "fromID": "143971",
      "toID": "143972",
      "formEdgeID": null
    },
    {
      "edgeID": "186243",
      "fromID": "143972",
      "toID": "143970",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
