{
  "nodes": [
    {
      "nodeID": "155119",
      "text": "Nate Silver at FiveThirtyEight has an interesting little post up today suggesting that states with constitutional amendments banning same-sex marriage are more likely to have higher divorce rates. Silver uses statistics from the CDC to show that from 2003 until 2008, states with no constitutional ban on same-sex marriage experienced an average 8 percent decrease in divorce rates. Meanwhile, states that have enacted constitutional amendments banning same-sex marriage saw an average 1 percent increase in divorce rates over that time. Massachusetts, the first state to legalize same-sex marriage, has the lowest divorce rate in the nation, followed by Rhode Island, New Mexico and Maine - three states that don't have constitutional amendments banning same-sex marriage. The seven states with the largest increase in the divorce rate during the five-year period all have constitutional amendments banning same-sex marriage.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:12"
    },
    {
      "nodeID": "155120",
      "text": "Instant Tea Blog Archive Divorce rates higher in states with amendments banning gay marriage Check out the stats at the above link.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:12"
    },
    {
      "nodeID": "155121",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:12"
    },
    {
      "nodeID": "155122",
      "text": "In states that have enacted bans against gay marriage. Divorce rates of traditional marriages are on the rise in such states, while declining in states which allow gay marriage:",
      "type": "I",
      "timestamp": "2016-03-08 20:23:12"
    },
    {
      "nodeID": "155123",
      "text": "In the latter case, that's because more fornicators are shacking up rather than getting married, which is why there's fewer divorces.  If a state allows gay marriages their spirituality is in the toilet. Gay sex sin is a perversion and an abomination according to the Bible.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:12"
    },
    {
      "nodeID": "155124",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:12"
    },
    {
      "nodeID": "155125",
      "text": "In states that have enacted bans against gay marriage. Divorce rates of traditional marriages are on the rise in such states, while declining in states which allow gay marriage: Instant Tea Blog Archive Divorce rates higher in states with amendments banning gay marriage Check out the stats at the above link.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:12"
    },
    {
      "nodeID": "155126",
      "text": "But you are smart enough to realize that the ban on gay marriage has nothing to do with it.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:12"
    },
    {
      "nodeID": "155127",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:12"
    },
    {
      "nodeID": "155128",
      "text": "In the latter case, that's because more fornicators are shacking up rather than getting married, which is why there's fewer divorces.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:12"
    },
    {
      "nodeID": "155129",
      "text": "What quaint illogic. Only people who marry can get divorced, so a reduction in people marrying has no effect on rising divorce rates. If anything, a rising divorce rate among fewer marriages points to an even higher divorce rate than 'normal'.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:12"
    },
    {
      "nodeID": "155130",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:12"
    },
    {
      "nodeID": "155131",
      "text": "If a state allows gay marriages their spirituality is in the toilet. Gay sex sin is a perversion and an abomination according to the Bible.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:12"
    },
    {
      "nodeID": "155132",
      "text": "Did you get another cracker polly?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:13"
    },
    {
      "nodeID": "155133",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:13"
    },
    {
      "nodeID": "155134",
      "text": "Please provide evidence that 'there are more fornicators are shacking up' instead of getting married. Or, is that more of your unsupported claims that you are so fond of. As for perversions, you seem to be very unhealthily concerned with other people's sex lives.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:13"
    },
    {
      "nodeID": "155135",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:13"
    },
    {
      "nodeID": "155136",
      "text": "In the latter case, that's because more fornicators are shacking up rather than getting married, which is why there's fewer divorces.  If a state allows gay marriages their spirituality is in the toilet.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:13"
    },
    {
      "nodeID": "155137",
      "text": "Good. The less moronic 'spirituality' in each state the better. Let's move out of the dark ages as fast as we can.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:13"
    },
    {
      "nodeID": "155138",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:13"
    },
    {
      "nodeID": "155139",
      "text": "Gay sex sin is a perversion and an abomination according to the Bible.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:13"
    },
    {
      "nodeID": "155140",
      "text": "And Hogwarts seems like a great school according to the first Harry Potter.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:13"
    },
    {
      "nodeID": "155141",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:13"
    },
    {
      "nodeID": "155142",
      "text": "Is the bible our constitution?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:13"
    },
    {
      "nodeID": "155143",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:13"
    },
    {
      "nodeID": "155144",
      "text": "I very much doubt that the sort of mind that supports a ban on gay marriage is capable of contracting a lasting marriage of any sort.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:13"
    },
    {
      "nodeID": "155145",
      "text": "Evidence or proof for that delusion?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:13"
    },
    {
      "nodeID": "155146",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:14"
    },
    {
      "nodeID": "155147",
      "text": "How many times have you been married?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:14"
    },
    {
      "nodeID": "155148",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:14"
    },
    {
      "nodeID": "155149",
      "text": "What amazes me is someone could actually believe a constitutional ban on gay marriage is in anyway a contributing factor to divorce rates.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:14"
    },
    {
      "nodeID": "155150",
      "text": "Simone continues to amaze us all:)",
      "type": "I",
      "timestamp": "2016-03-08 20:23:14"
    },
    {
      "nodeID": "155151",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:14"
    },
    {
      "nodeID": "155152",
      "text": "I know it's almost as silly as thinking gay marriage will undermine heterosexual marriage.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:14"
    },
    {
      "nodeID": "155153",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:14"
    },
    {
      "nodeID": "155154",
      "text": "Even though I am for gay marriage I do agree. Correlation is not causation.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:14"
    },
    {
      "nodeID": "155155",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:14"
    },
    {
      "nodeID": "155156",
      "text": "All sin undermines society, including illicit gay sex sin. Or have you forgotten Sodom and Gomorrah? Coming to a San Francisco bath house near you.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:14"
    },
    {
      "nodeID": "155157",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:14"
    },
    {
      "nodeID": "155158",
      "text": "Do you think that being allowed to marry your favorite sheep would undermine the institution of marriage? How about the ability to marry multiple partners? Or do you think that nothing is capable of undermining the institution of marriage?  Just trying to gauge your level of sincerity. .......... And sanity. ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:23:14"
    },
    {
      "nodeID": "155159",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:14"
    },
    {
      "nodeID": "155160",
      "text": "If the biblical lesson one is intended to take from the story of Sodom and Gomorrah were applied to a bath house or any service business it would eventually go BK.  The two cities were not condemned because of rampant homosexual activities, you of course know this, it has been explained to you, it has been shown to you, but when you want to be right nothing else matters.  Why is it that modern Christians have an undeniable obsession regarding homosexuals? Jesus obviously didn't consider it worth mentioning, but he did have a problem with divorce. Yet that is a protected right. The Holy Mother Church will disobey Jesus and grant divorce, but holds on tight to another misinterpretation.  The blind leading the blind in blissful ignorance. How pist will you be having to spend some time in the pit because of something like this? Oh and unwarranted hatred while not specifically stated as a sin undermines society faster with more tangible and lasting effects than if you just got over it. Hey maybe if you ignore them they will go away. Try it and see if it works.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:14"
    },
    {
      "nodeID": "155161",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:15"
    },
    {
      "nodeID": "155162",
      "text": "Do you think that being allowed to marry your favorite sheep would undermine the institution of marriage?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:15"
    },
    {
      "nodeID": "155163",
      "text": "If you can convince me that your soul mate, best friend, the one that you can't think of anyone else you would want to share your life, dreams, fears, successes with, who knows what your thinking and loves you anyway and feels the same then sure I guess I would consider it. Since we are on the subject of ridiculous how about a snowflake or a pine tree or a sunflower seed, talk about love blossoming.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:15"
    },
    {
      "nodeID": "155164",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:15"
    },
    {
      "nodeID": "155165",
      "text": "How about the ability to marry multiple partners? Or do you think that nothing is capable of undermining the institution of marriage?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:15"
    },
    {
      "nodeID": "155166",
      "text": "Those cultures that permit multiple wives at least do have issues as a result, but hard to say they fail miserably. We are complex animals and not all animals mate for life. There is significantly more involved in the lifelong union of humans than reproduction. Multi-marry under the right circumstances works, but it isn't for everybody and even for those that it is for doesn't mean it's for them always.  In a nutshell marriage is the biggest commitment any person will make and should be given the consideration and thought it deserves.  Same sex marriage can cause a perfect union of two people the same as M/F and can make a mockery or marriage just as many M/F unions currently do. The emotional investment is the same, the responsibility and obligations are the same, the only difference is genitalia and a little more hair in some cases.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:15"
    },
    {
      "nodeID": "155167",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:15"
    },
    {
      "nodeID": "155168",
      "text": "I&#8217;m against gay marriage and have been happily married for 31 years, thereby disproving your BS. NEXT!!!",
      "type": "I",
      "timestamp": "2016-03-08 20:23:15"
    },
    {
      "nodeID": "155169",
      "text": "Congratulations. You are now part of a minority group. Marriage tends to either work or it doesn't. I know, brilliant observation. What I mean is either the couple is together for decades or spend x amount of years being unhappy until the unhappy is more than the baggage of divorce.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:15"
    },
    {
      "nodeID": "155170",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:15"
    },
    {
      "nodeID": "155171",
      "text": "How would gay marriage undermine heterosexual marriage?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:15"
    },
    {
      "nodeID": "155172",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:15"
    },
    {
      "nodeID": "155173",
      "text": "I'm against gay marriage and have been happily married for 31 years, thereby disproving your BS. NEXT!!!  Do you think that being allowed to marry your favorite sheep would undermine the institution of marriage? How about the ability to marry multiple partners? Or do you think that nothing is capable of undermining the institution of marriage? Just trying to gauge your level of sincerity. .......... And sanity. ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:23:15"
    },
    {
      "nodeID": "155174",
      "text": "Ahah! The exception that proves the rule!",
      "type": "I",
      "timestamp": "2016-03-08 20:23:15"
    },
    {
      "nodeID": "155175",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:15"
    },
    {
      "nodeID": "155176",
      "text": "Humor me. Show me where in the Bible homosexuality is allowable. emoticon_confused",
      "type": "I",
      "timestamp": "2016-03-08 20:23:16"
    },
    {
      "nodeID": "155177",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:16"
    },
    {
      "nodeID": "155178",
      "text": "There are more people who live together as couples now than say 20 or 30 years ago. If you are a middle aged man and do not realise this then you should get out more..if you are much younger then you can take it from me or google the relevant phrase. Whether there is much difference between now and a couple of years ago...dont know.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:16"
    },
    {
      "nodeID": "155179",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:16"
    },
    {
      "nodeID": "155180",
      "text": "Render unto Caesar the things that are Caesar's and to God the things that are God's. And good moral character is one of the things to render unto God. So, the answer is there is a higher Law than the Constitution.  God rules! And now the verse of the day: A man who remains stiff-necked after many rebukes will suddenly be destroyed--without remedy. - Proverbs 29:1",
      "type": "I",
      "timestamp": "2016-03-08 20:23:16"
    },
    {
      "nodeID": "155181",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:16"
    },
    {
      "nodeID": "155182",
      "text": "A man who remains stiff-necked after many rebukes will suddenly be destroyed--without remedy. - Proverbs 29:1",
      "type": "I",
      "timestamp": "2016-03-08 20:23:16"
    },
    {
      "nodeID": "155183",
      "text": "Translation; 'Do what I say or I will kick your @ss.' Sounds a lot like the mafia. And you love this diety?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:16"
    },
    {
      "nodeID": "155184",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:16"
    },
    {
      "nodeID": "155185",
      "text": "Render unto Caesar the things that are Caesar's and to God the things that are God's. And good moral character is one of the things to render unto God. So, the answer is there is a higher Law than the Constitution.  God rules!",
      "type": "I",
      "timestamp": "2016-03-08 20:23:16"
    },
    {
      "nodeID": "155186",
      "text": "Sure, that's what you believe. But the Constitution is what this country is founded on, so naturally laws should reflect it. If you personally choose to live your life in accordance to the bible, that's fine. But the Bible, like many other foreign documents, has no place in politics. Religious influence in government is highly un-American.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:16"
    },
    {
      "nodeID": "155187",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:16"
    },
    {
      "nodeID": "155188",
      "text": "And now the verse of the day: A man who remains stiff-necked after many rebukes will suddenly be destroyed--without remedy. - Proverbs 29:1",
      "type": "I",
      "timestamp": "2016-03-08 20:23:16"
    },
    {
      "nodeID": "155189",
      "text": "You could learn a lot from this quote.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:16"
    },
    {
      "nodeID": "155190",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:17"
    },
    {
      "nodeID": "155191",
      "text": "That's your Obama regime. Do this or that or we'll sic the IRS on you. And you love that man and voted for him? LOL!",
      "type": "I",
      "timestamp": "2016-03-08 20:23:17"
    },
    {
      "nodeID": "155192",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:17"
    },
    {
      "nodeID": "155193",
      "text": "If you personally choose to live your life in accordance to the bible, that's fine. But the Bible, like many other foreign documents, has no place in politics. Religious influence in government is highly un-American.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:17"
    },
    {
      "nodeID": "155194",
      "text": "It's amazing how little you godless heathens have studied the writings of the founding fathers. Here are just some of the facts that are seldom taught in America's public school classrooms: The most frequently recognized source for political inspiration for the founding fathers was the Bible, which was referenced in some 34% of the founding father's quotations. The first reference to God as the foundation of an American colony was noted in the 'Mayflower Compact,' dated November 11, 1620: '....Having undertaken for the Glory of God, and advancement of the Christian faith, and the honour of our king and country, a voyage to plant the first colony in the northern parts of Virginia; Do by these presents, solemnly and mutually in the presence of God and one another, covenant and combine ourselves together into a Civil Body....' Many of the founding fathers recognized that the principles of civil law were inseparably linked to Biblical truths. James Wilson, one of the original Supreme Court Justices, and a signer of the Constitution, explained, 'Human law must rest its authority ultimately upon the authority of that law which is divine...Far from being rivals or enemies, religion and law are twin sisters, friends, and mutual assistants...' Additionally, the United States Supreme Court specifically recognized America as a Christian nation. In the case 'Church of the Holy Trinity vs. the United States' (Feb. 29, 1892, US457-458), Justice Josiah Brewer, following a lengthy and exhaustive search of early American historical literature, commented, 'We find everywhere a clear recognition of the same truth....that we are a Christian nation....' In another Supreme Court Case, 'Zorach vs. Clauson' (1952, US306 307 313), Justice William O. Douglas categorically stated, 'We are a religious people and our institutions presuppose a Supreme Being.' Further, in 'United States vs. Macintosh' (1931, 283 US 605, 625), Justice George Sutherland affirmed, 'We are a Christian people....affording to one another the equal right of religious freedom, and acknowledge with reverence the duty of obedience to the will of God.' At the Constitutional Convention on June 28, 1787, Benjamin Franklin noted: '...The longer I live, the more convincing proofs I see of this truth, that God governs in the affairs of men. And if a sparrow cannot fall to the ground without His notice, is it probable that an empire can rise without his aid? We have been assured, Sir, in the Sacred Writings, that 'except the Lord build the House, they labor in vain that build it.' There are many today who believe Franklin was a strict deist, but Franklin here is not only referencing the Bible, but is alluding in part to a teaching by Jesus Christ from Matthew 10:29. Concerning the outcome of the American Revolution, John Quincy Adams noted, 'The highest glory won from the American Revolution was this: it connected, in one indissoluble bond, the principles of civil government with the principles of Christianity.' In a letter to Thomas Jefferson dated June 28, 1813, John Adams wrote: 'The general principles on which the (founding) fathers achieved independence were...the general principles of Christianity.' Founding father Noah Webster proclaimed much the same message when he said, 'The religion which has introduced civil liberty is the religion of Christ and His Apostles...This is genuine Christianity and to this we owe our free constitutions of government.' Time after time, the founding fathers declared similar beliefs. From the archives of Patrick Henry's personal notes (handwritten on the back of his copy of the 'Stamp Act Resolutions,' made public after his death) we read: 'Whether this (new government) will prove a blessing or a curse will depend upon the use our people make of the blessings which a gracious God hath bestowed on us. If they are wise they will be great and happy. If they are of a contrary character, they will be miserable. Righteousness alone can exalt them as a nation.' Thomas Jefferson was hardly speaking from a strict deist standpoint when he said: 'Can the liberties of a nation be thought secure when we have removed their only firm basis, a conviction in the minds of the people that these liberties are the gift of God? That they are not to be violated but with His wrath? Indeed I tremble for my country when I reflect that God is just; and that His justice cannot sleep forever.' (Notes on the State of Virginia, 1781) 'I shall need, too, the favor of that Being in whose hands we are, who lead our forefathers, as Israel of old, from their native land and planted them in a country flowing with all the necessities and comforts of life.' (Monday, March 4, 1805, in his 2nd Inaugural Address) Remember, a strict deist was one who believed God was like a watchmaker, who wound up the universe and thereafter did not involve himself in the affairs of men and nations. Jefferson obviously believed otherwise. Speaking of Godly principles, Jefferson stated: 'A more beautiful or precious morsel of ethics I have never seen; it is a document in proof that I am a real Christian, that is to say, a disciple of the doctrines of Jesus.' (Jan. 9, 1816 - In a letter to Charles Thomson) George Washington, the 'Father of our Country,' likewise recognized God as supremely important in the American dream. In his first inaugural address on April 30, 1789, Washington remarked: 'It would be improper to omit, in this first official act, my fervent supplications to that Almighty Being who rules over the universe.' On Saturday, October 3, 1789, President Washington said this in proclaiming a day of national thanksgiving: 'It is the duty of all nations to acknowledge the Providence of Almighty God.' Today, our public schools are in a moral crisis. Washington once noted, 'If you remove religious principles from the schools you are going to lose national morality.' How prophetic he was! Benjamin Rush, a signer of the Declaration of Independence who was also known as the 'Father of Public Schools,' once had this to offer: 'The only foundation for a republic is...religion. Without it there can be no virtue, and without virtue there can be no liberty.' Don't miss the significance of that last statement: '..without virtue there can be no liberty....' The principle is clear - a lack of virtue engenders bondage. As one writer noted, 'Intemperate men can never be free because their passions give rise to their fetters (bindings).' The more liberties a godless people achieve, the more enslaved they ultimately become in their worldly obsessions. Still another founding father, the Reverend John Witherspoon, mirrored Benjamin Rush when he declared, '...Civil liberty cannot long be preserved without virtue....' And finally, let's not forget James Madison, known as the 'Chief Architect of U.S. Constitution,' who once had this to say: 'Cursed be all that learning that is contrary to the Cross of Christ.' This is just a very short list of thousands of such examples that clearly speak of the Biblical and Christian foundations of our Founding Fathers and early America. Along with these there were the church services in government buildings up to and shortly after the civil war; paid chaplains, government authorized missionaries, reliefs of Moses and the Ten Commandments in the Supreme Court building, and so on and so forth. Whatever moral foundations apart from Christian and Biblical principles one may argue was second, was not even a close second. The record on that is clear. And so today, the debate over the moral foundations of America continues, but not in this quarter. America is in a moral and spiritual decline due to the ungodly secularization of this country. 'Thou shalt not' has been replaced with, 'If it feels good do it.' The wisdom of God has been replaced with the tenets of men; absolute truths replaced with moral relativism, and 'Father God' has been replaced with 'Mother Earth.' America is now paying the price for this ill-conceived venture. The remedy: A return to Godly values and principles, upon which this nation 'of the people, by the people, and for the people,' was clearly founded. (RighterReport.com)",
      "type": "I",
      "timestamp": "2016-03-08 20:23:17"
    },
    {
      "nodeID": "155195",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:17"
    }
  ],
  "edges": [
    {
      "edgeID": "194100",
      "fromID": "155120",
      "toID": "155121",
      "formEdgeID": null
    },
    {
      "edgeID": "194101",
      "fromID": "155121",
      "toID": "155119",
      "formEdgeID": null
    },
    {
      "edgeID": "194102",
      "fromID": "155123",
      "toID": "155124",
      "formEdgeID": null
    },
    {
      "edgeID": "194103",
      "fromID": "155124",
      "toID": "155122",
      "formEdgeID": null
    },
    {
      "edgeID": "194104",
      "fromID": "155126",
      "toID": "155127",
      "formEdgeID": null
    },
    {
      "edgeID": "194105",
      "fromID": "155127",
      "toID": "155125",
      "formEdgeID": null
    },
    {
      "edgeID": "194106",
      "fromID": "155129",
      "toID": "155130",
      "formEdgeID": null
    },
    {
      "edgeID": "194107",
      "fromID": "155130",
      "toID": "155128",
      "formEdgeID": null
    },
    {
      "edgeID": "194108",
      "fromID": "155132",
      "toID": "155133",
      "formEdgeID": null
    },
    {
      "edgeID": "194109",
      "fromID": "155133",
      "toID": "155131",
      "formEdgeID": null
    },
    {
      "edgeID": "194110",
      "fromID": "155134",
      "toID": "155135",
      "formEdgeID": null
    },
    {
      "edgeID": "194111",
      "fromID": "155135",
      "toID": "155123",
      "formEdgeID": null
    },
    {
      "edgeID": "194112",
      "fromID": "155137",
      "toID": "155138",
      "formEdgeID": null
    },
    {
      "edgeID": "194113",
      "fromID": "155138",
      "toID": "155136",
      "formEdgeID": null
    },
    {
      "edgeID": "194114",
      "fromID": "155140",
      "toID": "155141",
      "formEdgeID": null
    },
    {
      "edgeID": "194115",
      "fromID": "155141",
      "toID": "155139",
      "formEdgeID": null
    },
    {
      "edgeID": "194116",
      "fromID": "155142",
      "toID": "155143",
      "formEdgeID": null
    },
    {
      "edgeID": "194117",
      "fromID": "155143",
      "toID": "155123",
      "formEdgeID": null
    },
    {
      "edgeID": "194118",
      "fromID": "155145",
      "toID": "155146",
      "formEdgeID": null
    },
    {
      "edgeID": "194119",
      "fromID": "155146",
      "toID": "155144",
      "formEdgeID": null
    },
    {
      "edgeID": "194120",
      "fromID": "155147",
      "toID": "155148",
      "formEdgeID": null
    },
    {
      "edgeID": "194121",
      "fromID": "155148",
      "toID": "155145",
      "formEdgeID": null
    },
    {
      "edgeID": "194122",
      "fromID": "155150",
      "toID": "155151",
      "formEdgeID": null
    },
    {
      "edgeID": "194123",
      "fromID": "155151",
      "toID": "155149",
      "formEdgeID": null
    },
    {
      "edgeID": "194124",
      "fromID": "155152",
      "toID": "155153",
      "formEdgeID": null
    },
    {
      "edgeID": "194125",
      "fromID": "155153",
      "toID": "155149",
      "formEdgeID": null
    },
    {
      "edgeID": "194126",
      "fromID": "155154",
      "toID": "155155",
      "formEdgeID": null
    },
    {
      "edgeID": "194127",
      "fromID": "155155",
      "toID": "155149",
      "formEdgeID": null
    },
    {
      "edgeID": "194128",
      "fromID": "155156",
      "toID": "155157",
      "formEdgeID": null
    },
    {
      "edgeID": "194129",
      "fromID": "155157",
      "toID": "155152",
      "formEdgeID": null
    },
    {
      "edgeID": "194130",
      "fromID": "155158",
      "toID": "155159",
      "formEdgeID": null
    },
    {
      "edgeID": "194131",
      "fromID": "155159",
      "toID": "155152",
      "formEdgeID": null
    },
    {
      "edgeID": "194132",
      "fromID": "155160",
      "toID": "155161",
      "formEdgeID": null
    },
    {
      "edgeID": "194133",
      "fromID": "155161",
      "toID": "155156",
      "formEdgeID": null
    },
    {
      "edgeID": "194134",
      "fromID": "155163",
      "toID": "155164",
      "formEdgeID": null
    },
    {
      "edgeID": "194135",
      "fromID": "155164",
      "toID": "155162",
      "formEdgeID": null
    },
    {
      "edgeID": "194136",
      "fromID": "155166",
      "toID": "155167",
      "formEdgeID": null
    },
    {
      "edgeID": "194137",
      "fromID": "155167",
      "toID": "155165",
      "formEdgeID": null
    },
    {
      "edgeID": "194138",
      "fromID": "155169",
      "toID": "155170",
      "formEdgeID": null
    },
    {
      "edgeID": "194139",
      "fromID": "155170",
      "toID": "155168",
      "formEdgeID": null
    },
    {
      "edgeID": "194140",
      "fromID": "155171",
      "toID": "155172",
      "formEdgeID": null
    },
    {
      "edgeID": "194141",
      "fromID": "155172",
      "toID": "155158",
      "formEdgeID": null
    },
    {
      "edgeID": "194142",
      "fromID": "155174",
      "toID": "155175",
      "formEdgeID": null
    },
    {
      "edgeID": "194143",
      "fromID": "155175",
      "toID": "155173",
      "formEdgeID": null
    },
    {
      "edgeID": "194144",
      "fromID": "155176",
      "toID": "155177",
      "formEdgeID": null
    },
    {
      "edgeID": "194145",
      "fromID": "155177",
      "toID": "155160",
      "formEdgeID": null
    },
    {
      "edgeID": "194146",
      "fromID": "155178",
      "toID": "155179",
      "formEdgeID": null
    },
    {
      "edgeID": "194147",
      "fromID": "155179",
      "toID": "155134",
      "formEdgeID": null
    },
    {
      "edgeID": "194148",
      "fromID": "155180",
      "toID": "155181",
      "formEdgeID": null
    },
    {
      "edgeID": "194149",
      "fromID": "155181",
      "toID": "155142",
      "formEdgeID": null
    },
    {
      "edgeID": "194150",
      "fromID": "155183",
      "toID": "155184",
      "formEdgeID": null
    },
    {
      "edgeID": "194151",
      "fromID": "155184",
      "toID": "155182",
      "formEdgeID": null
    },
    {
      "edgeID": "194152",
      "fromID": "155186",
      "toID": "155187",
      "formEdgeID": null
    },
    {
      "edgeID": "194153",
      "fromID": "155187",
      "toID": "155185",
      "formEdgeID": null
    },
    {
      "edgeID": "194154",
      "fromID": "155189",
      "toID": "155190",
      "formEdgeID": null
    },
    {
      "edgeID": "194155",
      "fromID": "155190",
      "toID": "155188",
      "formEdgeID": null
    },
    {
      "edgeID": "194156",
      "fromID": "155191",
      "toID": "155192",
      "formEdgeID": null
    },
    {
      "edgeID": "194157",
      "fromID": "155192",
      "toID": "155183",
      "formEdgeID": null
    },
    {
      "edgeID": "194158",
      "fromID": "155194",
      "toID": "155195",
      "formEdgeID": null
    },
    {
      "edgeID": "194159",
      "fromID": "155195",
      "toID": "155193",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
