{
  "nodes": [
    {
      "nodeID": "161738",
      "text": "I support embrionic stem cell research. Of course I support informed consent. I also think these are propoganda sights and so is what you are doing here. It's far too telling in that you support a hands off approach to women's reproductive organs around stem cell research - but not pregnancy.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:13"
    },
    {
      "nodeID": "161739",
      "text": "So you're saying all of these people have created a propaganda site? Is this not a legitimate feminist cause? Board of Directors Diane Beeson Ph.D. - Chair Josephine Quintavalle - Vice Chair Jennifer Lahl B.S.N., M.A. - Treasurer Emilia Ianeva Ph.D. - Secretary M.L. Tina Stevens Ph.D. Abby Lippman Ph.D. Advisory Board Phil Bereano, Ph.D. Washington Biotechnology Action Council Emeritus Prof, Univ. of Washington, USA Sudjatha Byravan, Ph.D. President, Council for Responsible Genetics, Cambridge, MA, USA Marsha J. Tyson Darling, Ph.D. Professor, History and Interdisciplinary Studies, Director, Center for African American & Ethnic Studies, Adelphi University, NY, USA Shree Mulay, Ph.D. McGill University, Montreal, Quebec, Canada Stuart Newman, PhD Professor, Cell Biology and Anatomy, New York Medical College, NY, USA Marsha Saxton, PhD Disability Studies Program, University of California Berkeley, World Institute on Disability, Oakland, CA, USA Is this also propaganda? http://www.stemcellresearch.org/facts/asc-refs.pdf http://www.stemcellresearch.org/ It's not that I support a hands on or off approach to the reproductive organs. It's that I respect the power of reproduction and the results of reproduction. It is that I support the well being of women and the protection of the vulnerable unborn.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:13"
    },
    {
      "nodeID": "161740",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:13"
    },
    {
      "nodeID": "161741",
      "text": "and the conversion of hearts and minds so that the law wouldn't be needed.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:13"
    },
    {
      "nodeID": "161742",
      "text": "And until you realize it isn't hearts and minds that need to be changed to reduce the need for abortion you will fail - regardless of whatever law is passed. Me - as an example - a pregnancy from rape, that is threat to my health or my ability to provide for myself and my child will be ended and any law be damned. Until you can comprehend why that is - you have nothing to say to me. And every women has her unique circumstances and her line in the sand, I assure you.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:13"
    },
    {
      "nodeID": "161743",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:13"
    },
    {
      "nodeID": "161744",
      "text": "I would hope for fully informed consent...and counseling on the gravity of the consequences of abortion... and the outlaw of the killing of humans... and the conversion of hearts and minds so that the law wouldn't be needed.  Here's some more propaganda I know you will like: http://http://www.feministsforlife.org/",
      "type": "I",
      "timestamp": "2016-03-08 20:38:13"
    },
    {
      "nodeID": "161745",
      "text": "So let me ask you this....how many pregnancies have you had?",
      "type": "I",
      "timestamp": "2016-03-08 20:38:13"
    },
    {
      "nodeID": "161746",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:13"
    }
  ],
  "edges": [
    {
      "edgeID": "198822",
      "fromID": "161739",
      "toID": "161740",
      "formEdgeID": null
    },
    {
      "edgeID": "198823",
      "fromID": "161740",
      "toID": "161738",
      "formEdgeID": null
    },
    {
      "edgeID": "198824",
      "fromID": "161742",
      "toID": "161743",
      "formEdgeID": null
    },
    {
      "edgeID": "198825",
      "fromID": "161743",
      "toID": "161741",
      "formEdgeID": null
    },
    {
      "edgeID": "198826",
      "fromID": "161745",
      "toID": "161746",
      "formEdgeID": null
    },
    {
      "edgeID": "198827",
      "fromID": "161746",
      "toID": "161744",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
