{
  "nodes": [
    {
      "nodeID": "147155",
      "text": "Among homosexual men in particular, casual sex, rather than committed relationships, is the rule and not the exception. And even when they do enter into a more committed relationship, it is usually of relatively short duration. For example, a study of homosexual men in the Netherlands (the first country in the world to legalize 'marriage' for same-sex couples), published in the journal AIDS in 2003, found that the average length of 'steady partnerships' was not more than 2 < years (Maria Xiridou et al., in AIDS 2003, 17:1029-1038).",
      "type": "I",
      "timestamp": "2016-03-08 20:05:39"
    },
    {
      "nodeID": "147156",
      "text": "and where did they find the participants for this study, bath houses and bars? Gay men are a hidden population in statistical relms. It is very hard to get a true random sample of data on gay men. Studies will say whatever the funder of the study wants it to say. You just get data from the right place. If you want gay men to look like raging alcoholics get your study participants in a bar. If you want them to look like sexaholics then you get your study subjects in bathouses. The truth is that to have honest statistical data you need RANDOM SAMPLES.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:39"
    },
    {
      "nodeID": "147157",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:39"
    },
    {
      "nodeID": "147158",
      "text": "So if same-sex relationships are legally recognized as 'marriage,' the idea of marriage as a sexually exclusive and faithful relationship will be dealt a serious blow. Adding monogamy and faithfulness to the other pillars of marriage that have already fallen will have overwhelmingly negative consequences for Americans' physical and mental health.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:39"
    },
    {
      "nodeID": "147159",
      "text": "See above. Whether a couple is or isn't monogomous is not for you to determine or worry about. And speak for yourself if you don't mind. This member of the American public's mental health is just fine thank you very much. If gay marriage impacts YOU that much, well that sounds like your problem.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:39"
    },
    {
      "nodeID": "147160",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:39"
    },
    {
      "nodeID": "147161",
      "text": "Same-sex marriage will open wide the door to homosexual adoption, which will simply lead to more children suffering the negative consequences of growing up without both a mother and a father.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:39"
    },
    {
      "nodeID": "147162",
      "text": "I know many people at my high school alone raised with 2 fathers or 2 mothers. There was a recent debate held at our school between 2 people about gay marriage and when one said this the other said that he was raised by 2 gay male parents. The other responded with 'But you seem so normal'. How do you know that there are negative consequences of growing up without both a mother and a father. And also this is of course why we don't allow single mom's and single dad's to raise children, right?",
      "type": "I",
      "timestamp": "2016-03-08 20:05:39"
    },
    {
      "nodeID": "147163",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:39"
    },
    {
      "nodeID": "147164",
      "text": "Actually many states already allow same-sex couples to adopt. Jaaaman! GET WITH THE PROGRAM HERE! WAKE UP! The American Pediactrics Association has already put out at least one study showing that children suffer NO Ill effects of being raised in same gender parental homes versus opposite gender parental homes. The ONLY people who put undo expectations on children raise in same gender homes are those who simply propagate hate and misinformation.  Now you want to talk about negitive effects of not having a mother or a father, try single parent homes where one or the other has LEFT the famial unit! Those are the kids who really suffer.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:39"
    },
    {
      "nodeID": "147165",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:40"
    },
    {
      "nodeID": "147166",
      "text": "What harm will come to society from the marriage of gays?  The most significant impact of legally recognizing same-sex unions would be more indirect. Expanding the definition of what 'marriage' is to include relationships of a homosexual nature would inevitably, in the long run, change people's concept of what marriage is, what it requires, and what one should expect from it. These changes in the popular understanding of marriage would, in turn, change people's behavior both before and during marriage.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:40"
    },
    {
      "nodeID": "147167",
      "text": "Actually people's concept of what a marriage is changes along with societal roles. It's a natural progression, an evolution of sorts. As the roles of parents, partners and the elderly change in society so does the concept of what makes a marriage. It's completely normal and natural. Get a grip.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:40"
    },
    {
      "nodeID": "147168",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:05:40"
    },
    {
      "nodeID": "147169",
      "text": "Dude, it's, like, all over the Bible, man! Maybe if you hit your forehead with Bibles more often, you would know these things!",
      "type": "I",
      "timestamp": "2016-03-08 20:05:40"
    },
    {
      "nodeID": "147170",
      "text": "I think maybe you have hit yourself in the head with the Bible a few times too often.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:40"
    },
    {
      "nodeID": "147171",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:40"
    }
  ],
  "edges": [
    {
      "edgeID": "188482",
      "fromID": "147156",
      "toID": "147157",
      "formEdgeID": null
    },
    {
      "edgeID": "188483",
      "fromID": "147157",
      "toID": "147155",
      "formEdgeID": null
    },
    {
      "edgeID": "188484",
      "fromID": "147159",
      "toID": "147160",
      "formEdgeID": null
    },
    {
      "edgeID": "188485",
      "fromID": "147160",
      "toID": "147158",
      "formEdgeID": null
    },
    {
      "edgeID": "188486",
      "fromID": "147162",
      "toID": "147163",
      "formEdgeID": null
    },
    {
      "edgeID": "188487",
      "fromID": "147163",
      "toID": "147161",
      "formEdgeID": null
    },
    {
      "edgeID": "188488",
      "fromID": "147164",
      "toID": "147165",
      "formEdgeID": null
    },
    {
      "edgeID": "188489",
      "fromID": "147165",
      "toID": "147155",
      "formEdgeID": null
    },
    {
      "edgeID": "188490",
      "fromID": "147167",
      "toID": "147168",
      "formEdgeID": null
    },
    {
      "edgeID": "188491",
      "fromID": "147168",
      "toID": "147166",
      "formEdgeID": null
    },
    {
      "edgeID": "188492",
      "fromID": "147170",
      "toID": "147171",
      "formEdgeID": null
    },
    {
      "edgeID": "188493",
      "fromID": "147171",
      "toID": "147169",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
