{
  "nodes": [
    {
      "nodeID": "149941",
      "text": "You stated that the global flood could not have happened because it is inconsistent of observable science, correct?  Therefore, you are assuming that God is constrained by observable science. Your argument is not rational, or logical, it is insanity, although it is far better than I expected.  Your reasoning is now approaching that of a pig. Keep up the good work, I'm really proud of your progress.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:42"
    },
    {
      "nodeID": "149942",
      "text": "Well, since a working definition of 'insanity' would be denying observable reality, I would say that your argument is insanity.  On a side note, how have you not been banned yet? Any particular reason admin?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:42"
    },
    {
      "nodeID": "149943",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:42"
    },
    {
      "nodeID": "149944",
      "text": "Magic does defy the laws of physics! See above.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:42"
    },
    {
      "nodeID": "149945",
      "text": "and what would that be? Would it be a violation of the laws of physics, whatever that is, if I could think or believe myself into healing a disease or various medical condition?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:42"
    },
    {
      "nodeID": "149946",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:42"
    },
    {
      "nodeID": "149947",
      "text": "The laws of physics don't preclude neural activity impacting physical reality, they require that it take place via a physical mechanism. eg positive thinking may improves serotonin levels and consequently white blood cell production, or some other mechanic.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:42"
    },
    {
      "nodeID": "149948",
      "text": "so what about the idea, though, that if I move into a new location and my subconscious mind generates a new physical trait to adapt me to the situation. In this way my mere thoughts (non-physical) would be creating a new physical body...aka, getting something from nothing -- pulling a rabbit out of a hat. (I can show you numerous examples of this in the animal kindom if you wish.) Also, what about non-locality. I could post some some weird stuff from physics...any of that count? I'm trying to pin down what is considered 'miracle.' And why does God have to be involved in a 'miracle' anyway?...what if I were to believe that since humans were created in the image of God that we are all capable (or at least have the capacity) of performing our own miracles?  O, Ye of little faith -- Jesus",
      "type": "I",
      "timestamp": "2016-03-08 20:11:42"
    },
    {
      "nodeID": "149949",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:42"
    }
  ],
  "edges": [
    {
      "edgeID": "190446",
      "fromID": "149942",
      "toID": "149943",
      "formEdgeID": null
    },
    {
      "edgeID": "190447",
      "fromID": "149943",
      "toID": "149941",
      "formEdgeID": null
    },
    {
      "edgeID": "190448",
      "fromID": "149945",
      "toID": "149946",
      "formEdgeID": null
    },
    {
      "edgeID": "190449",
      "fromID": "149946",
      "toID": "149944",
      "formEdgeID": null
    },
    {
      "edgeID": "190450",
      "fromID": "149948",
      "toID": "149949",
      "formEdgeID": null
    },
    {
      "edgeID": "190451",
      "fromID": "149949",
      "toID": "149947",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
