{
  "nodes": [
    {
      "nodeID": "141977",
      "text": "... Don't you think your preachers should explain these problems to you?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:06"
    },
    {
      "nodeID": "141978",
      "text": "Have faith and the problem will go away...",
      "type": "I",
      "timestamp": "2016-03-08 19:55:06"
    },
    {
      "nodeID": "141979",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141980",
      "text": "A relatively new argument for abortion is that life begins at conception and that any deliberate interruption of the process is murder. Most fundamentalists repeat what they have been told, not what the bible says about abortion.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141981",
      "text": "And secondly, it's a bit rich for them to call it murder when a blastocyst can turn into a tumour. And oncologists murder tumours all the time...",
      "type": "I",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141982",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141983",
      "text": "I find that very interesting that many Christians are so loudly against abortion, yet their own bible condones it.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141984",
      "text": "That's right! Everyone of the fundamentalists are on the band wagon about abortion being murder. The same ones depend on their ministers to hail the words for the biblical scholars. I think it's called Hypocrisy at its finest! Some people won't read for themselves but condem others who do.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141985",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141986",
      "text": "Some people won't read for themselves but condem others who do.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141987",
      "text": "Yo shush yo mouth! Doncha knows that tha bible is fo believahs! Yas gotta believah furst!  That's right, if you read it without believing first, you'll see the flaws and contradictions. You need to magic indwelling spirit of Suspension of Disbelief to fully understand what they bibles about.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141988",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141989",
      "text": "Well, I guess you got something there. . . . . .can't put the cart before the hose!!",
      "type": "I",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141990",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141991",
      "text": "Zardozy, honey, whushoo gotta b'lieve in? You related to that Frenchie guy with the skinny wife?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141992",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141993",
      "text": "There you go. It's difficult to find which side of your mouth to talk out of when the facts are the facts!",
      "type": "I",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141994",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141995",
      "text": "Now settle down charlie, and try to think rationally, just for a second. Have you ever heard of a tumor growing into a sentient life form as a fetus does? I'd appreciate a link documenting such an occurrence so we pro-lifers can start planning save the tumor rally's. emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 19:55:07"
    },
    {
      "nodeID": "141996",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:08"
    },
    {
      "nodeID": "141997",
      "text": "So we should wait till the blastocyst is definitely a tumour, in case it turns into a fetus?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:08"
    },
    {
      "nodeID": "141998",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:08"
    },
    {
      "nodeID": "141999",
      "text": "Archangel is right on this one. It's completely absurd to compare a tumour to a healthy fetus, which has a separate blood system, and in a relatively short space of time will be an independent person. It does no service to the pro-choice lobby to display the sort of attitude that says 'we don't value human life'. If you think abortion is an acceptable moral choice then you have to make a case either that the fetus is not human, is not an individual, is not alive, or is in some other way not worthy of respect. Or you have to make a case that ending it's life is in some way justifiable in spite of these things. I am pro-choice, but only because I don't believe you can legislate about an issue like this unless there is near unanimity. The suffering and anguish caused by banning abortion is substantial and should not be dismissed, but equally when abortion is legal it should not be seen as a substitute for contraception. How to achieve this is a difficult one, without causing psychological harm to women who feel they must make that choice.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:08"
    },
    {
      "nodeID": "142000",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:08"
    },
    {
      "nodeID": "142001",
      "text": "Archangel is right on this one. It's completely absurd to compare a tumour to a healthy fetus, which has a separate blood system, and in a relatively short space of time will be an independent person...",
      "type": "I",
      "timestamp": "2016-03-08 19:55:08"
    },
    {
      "nodeID": "142002",
      "text": "Archie is NOT right - he has an opinion, as we all do. Pro-lifers seem to want the definition of human with attendant rights to begin at conception. The blastocyst is now turning into a tumour. So the pro-lifers can now alter their views on what constitutes 'human' as and when it suits their purpose. Forget the emotive view of what an embryo/foetus looks like: some think that as long as it has appendages and looks human, then it IS. It isn't. It's still a parasitic organism dependant on the host mother. You can't deny that. Contraception v. abortion is a separate issue: in the meantime, the host mother should be the final arbiter of what happens to her body.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:08"
    },
    {
      "nodeID": "142003",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:08"
    },
    {
      "nodeID": "142004",
      "text": "If it turns into a tumor then it was never a true blastocyst. therefore your whole statement and the premise of your claim is fallacious. Prove that a fertilized egg actually EVER mutates into a cancerous tumor because I have never heard of such an occurrence. And how can you state that an unborn child is a parasite when its very existence is as a result of the human species process of procreation? How are we to continue the species apart from this so called parasitic relationship between Mother and Child? And contraception vs abortion isn't a separate issue at all. It is the very core of the issue. Are we to allow abortion to be the universal solution for ridding a woman of an unwanted baby when the mother and child are both perfectly healthy? Why? Shouldn't this extreme procedure that leads to the death of an innocent child be reserved for extreme circumstances only, such as preserving the life of the mother, rape or incest?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:08"
    },
    {
      "nodeID": "142005",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:08"
    },
    {
      "nodeID": "142006",
      "text": "Archie is NOT right - he has an opinion, as we all do. Pro-lifers seem to want the definition of human with attendant rights to begin at conception. The blastocyst is now turning into a tumour. So the pro-lifers can now alter their views on what constitutes 'human' as and when it suits their purpose. Forget the emotive view of what an embryo/foetus looks like: some think that as long as it has appendages and looks human, then it IS. It isn't. It's still a parasitic organism dependant on the host mother. You can't deny that.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:08"
    },
    {
      "nodeID": "142007",
      "text": "Why do you want to approach in language of least-value of human life by reducing it in comparison to such things as a 'tumor'? Obviously a tumor is different simply on the basis that it won't be growing into a child and an adult soon (actually, never!). Why should the fact that something is going to soon grow into a child, adolescent, and adult not factor into whether or not life is valued? Is the pro-choice position so weak that what is growing inside the mother has to be described in terms of a 'tumor'? Jo is right--and yes, AA; you shouldn't have to not value human life just to have the pro-choice position. This attitude of reducing that which will soon grow into a person to the likes of a tumor is the very sort of thing validates some of the complaints pro-lifers sometimes make about the pro-choice movement. Why can you not be pro-choice AND value life?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:08"
    },
    {
      "nodeID": "142008",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:08"
    }
  ],
  "edges": [
    {
      "edgeID": "184822",
      "fromID": "141978",
      "toID": "141979",
      "formEdgeID": null
    },
    {
      "edgeID": "184823",
      "fromID": "141979",
      "toID": "141977",
      "formEdgeID": null
    },
    {
      "edgeID": "184824",
      "fromID": "141981",
      "toID": "141982",
      "formEdgeID": null
    },
    {
      "edgeID": "184825",
      "fromID": "141982",
      "toID": "141980",
      "formEdgeID": null
    },
    {
      "edgeID": "184826",
      "fromID": "141984",
      "toID": "141985",
      "formEdgeID": null
    },
    {
      "edgeID": "184827",
      "fromID": "141985",
      "toID": "141983",
      "formEdgeID": null
    },
    {
      "edgeID": "184828",
      "fromID": "141987",
      "toID": "141988",
      "formEdgeID": null
    },
    {
      "edgeID": "184829",
      "fromID": "141988",
      "toID": "141986",
      "formEdgeID": null
    },
    {
      "edgeID": "184830",
      "fromID": "141989",
      "toID": "141990",
      "formEdgeID": null
    },
    {
      "edgeID": "184831",
      "fromID": "141990",
      "toID": "141987",
      "formEdgeID": null
    },
    {
      "edgeID": "184832",
      "fromID": "141991",
      "toID": "141992",
      "formEdgeID": null
    },
    {
      "edgeID": "184833",
      "fromID": "141992",
      "toID": "141987",
      "formEdgeID": null
    },
    {
      "edgeID": "184834",
      "fromID": "141993",
      "toID": "141994",
      "formEdgeID": null
    },
    {
      "edgeID": "184835",
      "fromID": "141994",
      "toID": "141981",
      "formEdgeID": null
    },
    {
      "edgeID": "184836",
      "fromID": "141995",
      "toID": "141996",
      "formEdgeID": null
    },
    {
      "edgeID": "184837",
      "fromID": "141996",
      "toID": "141981",
      "formEdgeID": null
    },
    {
      "edgeID": "184838",
      "fromID": "141997",
      "toID": "141998",
      "formEdgeID": null
    },
    {
      "edgeID": "184839",
      "fromID": "141998",
      "toID": "141995",
      "formEdgeID": null
    },
    {
      "edgeID": "184840",
      "fromID": "141999",
      "toID": "142000",
      "formEdgeID": null
    },
    {
      "edgeID": "184841",
      "fromID": "142000",
      "toID": "141995",
      "formEdgeID": null
    },
    {
      "edgeID": "184842",
      "fromID": "142002",
      "toID": "142003",
      "formEdgeID": null
    },
    {
      "edgeID": "184843",
      "fromID": "142003",
      "toID": "142001",
      "formEdgeID": null
    },
    {
      "edgeID": "184844",
      "fromID": "142004",
      "toID": "142005",
      "formEdgeID": null
    },
    {
      "edgeID": "184845",
      "fromID": "142005",
      "toID": "142002",
      "formEdgeID": null
    },
    {
      "edgeID": "184846",
      "fromID": "142007",
      "toID": "142008",
      "formEdgeID": null
    },
    {
      "edgeID": "184847",
      "fromID": "142008",
      "toID": "142006",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
