{
  "nodes": [
    {
      "nodeID": "158389",
      "text": "We all know the logic makes sense. emoticon_rolleyes Slowly increasing global temperatures cause a dramatic decrease in global temperatures! Just compare the early blizzard that just hit the two Dakotas here in the states with that of the 1920 North Dakota blizzard to see if there is a difference between now and then.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:41"
    },
    {
      "nodeID": "158390",
      "text": "Come back when you learn the difference between climate and weather.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:42"
    },
    {
      "nodeID": "158391",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:42"
    },
    {
      "nodeID": "158392",
      "text": "Global warming is predicted to cause extremely hot summers and extremely cold winters as it reduces the heat transfer capacity of the oceans. Thus, the extremely cold winter last winter was entirely within the model. Furthermore, the early blizzard is a known phenomena that occurs in the Mid West.  Please try again.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:42"
    },
    {
      "nodeID": "158393",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:42"
    },
    {
      "nodeID": "158394",
      "text": "What was the difference, in climate terms, between 1400AD and 1600AD?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:42"
    },
    {
      "nodeID": "158395",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:42"
    },
    {
      "nodeID": "158396",
      "text": "Are you an acolyte of McIntyre and McKitrick, perchance?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:42"
    },
    {
      "nodeID": "158397",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:42"
    },
    {
      "nodeID": "158398",
      "text": "Are you actually suggesting that McIntyre and McKitrick are the only voices which oppose the fraud of man made global warming? How about the actual scientists who reject the media promotion of this issue? Here's an excerpt: Climatologists Reject Media Claims of Global Warming Consensus '[I]n November 2004, German climatologist Hans von Storch, director of the GKSS Institute for Coastal Research (IfK) in Geesthacht, Germany, foresaw that claims of alarmist consensus would be made by nonscientists ...' Environment & Climate News < August 2005 Environment Environment < Climate: Consensus Email a Friend Written By: Alan Caruba Published In: Environment & Climate News < August 2005 Publication date: 08/01/2005 Publisher: The Heartland Institute Leading climatologists spent the month of June fighting false proclamations from non-scientists claiming scientists have reached agreement that catastrophic global warming is occurring.  Alarmists Claim Debate Over On June 1, California Gov. Arnold Schwarzenegger (R) claimed 'the debate is over' and global warming alarmists' predictions had carried the day. The Natural Resources Defense Council on June 9 declared, 'The world's leading scientists now agree that global warming is real and is happening right now. According to their forecasts, extreme changes in climate could produce a future in which erratic and chaotic weather, melting ice caps and rising sea levels usher in an era of drought, crop failure, famine, flood and mass extinctions.' On June 13, USA Today declared, 'The debate's over: Globe is Warming.' In support of its claim, the newspaper cited the positions of some left-leaning religious groups, some corporations who will reap a financial windfall from a switch to alternative fuel sources, and some politicians.  Scientists Disagree While each of the above claims from non-scientists received significant media coverage, leading climatologists spent the month of June rebutting such proclamations. Atmospheric physicist S. Fred Singer, professor emeritus of environmental sciences at the University of Virginia and former director of the U.S. Weather Satellite Service, sent a letter to the editor of USA Today directly refuting its claim. 'Your editorial ... claim[s] the global warming debate is over. Not so,' wrote Singer. Singer wrote, 'Sea level will continue to rise by only seven inches per century as it has for thousands of years no matter what we do or what the EPA [U.S. Environmental Protection Agency] says. And temperatures in the next 100 years will likely rise by less than one degree F--not exactly a catastrophe.' Added Singer in a subsequent letter to the Canadian media, 'Thousands of scientists from many countries now fully understand that Kyoto and other efforts to control human emissions of carbon dioxide (CO2) are ineffective and entirely unfounded scientifically. 'Even if you ignore the enormous cost of Kyoto (estimated recently by Prof. George Taylor of Oregon State University--see http://www.sitewave.net/news/s49p628.htm--at one trillion U.S. dollars a year for full implementation in OECD countries), climate science research is rapidly moving AWAY from the hypothesis that the human release of greenhouse gases, specifically CO2, is in any way significantly contributing to global climate change.'  Sun Called Primary Cause 'If we just look at the historical data, there is a scientific consensus that the global mean temperature has risen modestly during the twentieth century,' said Myron Ebell, director of global warming and environmental policy at the Competitive Enterprise Institute. 'The impacts have been small and probably beneficial in aggregate. This historical data puts the onus of demonstration on those who think this gradual warming trend will accelerate and lead to dire consequences.' The controlling driver of global temperature fluctuations, according to Dr. Benny Peiser of England's John Moore's University, is solar ray activity. 'Six eminent researchers from the Russian Academy of Science and the Israel Space Agency have just published a startling paper in one of the world's leading space science journals. The team of solar physicists claims to have come up with compelling evidence that changes in cosmic ray intensity and variations in solar activity have been driving much of the Earth's climate,' Peiser was quoted as saying in the May 17 National Post. Moreover, reports Peiser, Jan Veizer, one of Canada's top earth scientists, published a comprehensive review of recent findings and concluded, 'empirical observations on all time scales point to celestial phenomena as the principal driver of climate, with greenhouse gases acting only as potential amplifiers.' Added Peiser, 'In fact, the explicit and implicit rejection of the 'consensus' is not restricted to individual scientists. It also includes distinguished scientific organizations such as the Russian Academy of Science and the U.S. Association of State Climatologists, both of which are highly skeptical of the whole idea.'Heartland Institute - Article And here's more: Renowned Scientist Defects From Belief in Global Warming - Caps Year of Vindication for Skeptics October 17, 2006 October 17, 2006 Washington DC - One of the most decorated French geophysicists has converted from a believer in manmade catastrophic global warming to a climate skeptic. This latest defector from the global warming camp caps a year in which numerous scientific studies have bolstered the claims of climate skeptics. Scientific studies that debunk the dire predictions of human-caused global warming have continued to accumulate and many believe the new science is shattering the media-promoted scientific 'consensus' on climate alarmism. Claude Allegre, a former government official and an active member of France's Socialist Party, wrote an editorial on September 21, 2006 in the French newspaper L'Express titled 'The Snows of Kilimanjaro' (For English Translation, click here: U.S. Senate Committee on Environment and Public Works ) detailing his newfound skepticism about manmade global warming. See: http://www.lexpress.fr/idees/tribunes/dossier/allegre/dossier.asp?ida=451670 Allegre wrote that the 'cause of climate change remains unknown' and pointed out that Kilimanjaro is not losing snow due to global warming, but to local land use and precipitation changes. Allegre also pointed out that studies show that Antarctic snowfall rate has been stable over the past 30 years and the continent is actually gaining ice. 'Following the month of August experienced by the northern half of France, the prophets of doom of global warming will have a lot on their plate in order to make our fellow countrymen swallow their certitudes,' Allegre wrote. He also accused proponents of manmade catastrophic global warming of being motivated by money, noting that 'the ecology of helpless protesting has become a very lucrative business for some people!' Allegre, a member of both the French and U.S. Academy of Sciences, had previously expressed concern about manmade global warming. 'By burning fossil fuels, man enhanced the concentration of carbon dioxide in the atmosphere which has raised the global mean temperature by half a degree in the last century,' Allegre wrote 20 years ago. In addition, Allegre was one of 1500 scientists who signed a November 18, 1992 letter titled 'World Scientists' Warning to Humanity' in which the scientists warned that global warming's 'potential risks are very great.' See: Warning to Humanity Allegre has authored more than 100 scientific articles, written 11 books and received numerous scientific awards including the Goldschmidt Medal from the Geochemical Society of the United States. Allegre's conversion to a climate skeptic comes at a time when global warming alarmists have insisted that there is a 'consensus' about manmade global warming. Proponents of global warming have ratcheted up the level of rhetoric on climate skeptics recently. An environmental magazine in September called for Nuremberg-style trials for global warming skeptics and CBS News '60 Minutes' correspondent Scott Pelley compared skeptics to 'Holocaust deniers.' See: U.S. Senate Committee on Environment and Public Works & Scott Pelley And Catherine Herrick On Global Warming Coverage - Public Eye In addition, former Vice President Al Gore has repeatedly referred to skeptics as 'global warming deniers.' This increase in rhetorical flourish comes at a time when new climate science research continues to unravel the global warming alarmists' computer model predictions of future climatic doom and vindicate skeptics. 60 Scientists Debunk Global Warming Fears Earlier this year, a group of prominent scientists came forward to question the so-called 'consensus' that the Earth faces a 'climate emergency.' On April 6, 2006, 60 scientists wrote a letter to the Canadian Prime Minister asserting that the science is deteriorating from underneath global warming alarmists. 'Observational evidence does not support today's computer climate models, so there is little reason to trust model predictions of the future...Significant [scientific] advances have been made since the [Kyoto] protocol was created, many of which are taking us away from a concern about increasing greenhouse gases. If, back in the mid-1990s, we knew what we know today about climate, Kyoto would almost certainly not exist, because we would have concluded it was not necessary,' the 60 scientists wrote. See: Open Kyoto to debate 'It was only 30 years ago that many of today's global-warming alarmists were telling us that the world was in the midst of a global-cooling catastrophe. But the science continued to evolve, and still does, even though so many choose to ignore it when it does not fit with predetermined political agendas,' the 60 scientists concluded..: U.S. Senate Committee on Environment and Public Works :: Press Room :. So in conclusion, as the alleged science of evolution is based solely on pre-determined assumptions, so is the myth of Global Warming.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:42"
    },
    {
      "nodeID": "158399",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:42"
    },
    {
      "nodeID": "158400",
      "text": ".........So in conclusion, as the alleged science of evolution is based solely on pre-determined assumptions, so is the myth of Global Warming.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:42"
    },
    {
      "nodeID": "158401",
      "text": "In short, you have nothing but faith, and seek to project it where it has no place.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:42"
    },
    {
      "nodeID": "158402",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:42"
    },
    {
      "nodeID": "158403",
      "text": "That you cannot differentiate between ignorance and an unwillingness to be sucked into a battle of the facts against your cherrypicked denialism is no surprise. Mr Gore's commentary is not germane to serious debate. While he is far more credible than Ben Stein, he is no more a climatologist than you are.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:42"
    },
    {
      "nodeID": "158404",
      "text": "Show me where Ben Stein is quoted in these links or this debate at all. And disprove my evidence for once if you can rather than change the subject or derail the debate with snipes and off topic minutia.  Are you actually suggesting that McIntyre and McKitrick are the only voices which oppose the fraud of man made global warming? How about the actual scientists who reject the media promotion of this issue? Here's an excerpt: Climatologists Reject Media Claims of Global Warming Consensus '[I]n November 2004, German climatologist Hans von Storch, director of the GKSS Institute for Coastal Research (IfK) in Geesthacht, Germany, foresaw that claims of alarmist consensus would be made by nonscientists ...' Environment & Climate News < August 2005 Environment Environment < Climate: Consensus Email a Friend Written By: Alan Caruba Published In: Environment & Climate News < August 2005 Publication date: 08/01/2005 Publisher: The Heartland Institute Leading climatologists spent the month of June fighting false proclamations from non-scientists claiming scientists have reached agreement that catastrophic global warming is occurring.  Alarmists Claim Debate Over On June 1, California Gov. Arnold Schwarzenegger (R) claimed 'the debate is over' and global warming alarmists' predictions had carried the day. The Natural Resources Defense Council on June 9 declared, 'The world's leading scientists now agree that global warming is real and is happening right now. According to their forecasts, extreme changes in climate could produce a future in which erratic and chaotic weather, melting ice caps and rising sea levels usher in an era of drought, crop failure, famine, flood and mass extinctions.' On June 13, USA Today declared, 'The debate's over: Globe is Warming.' In support of its claim, the newspaper cited the positions of some left-leaning religious groups, some corporations who will reap a financial windfall from a switch to alternative fuel sources, and some politicians.  Scientists Disagree While each of the above claims from non-scientists received significant media coverage, leading climatologists spent the month of June rebutting such proclamations. Atmospheric physicist S. Fred Singer, professor emeritus of environmental sciences at the University of Virginia and former director of the U.S. Weather Satellite Service, sent a letter to the editor of USA Today directly refuting its claim. 'Your editorial ... claim[s] the global warming debate is over. Not so,' wrote Singer. Singer wrote, 'Sea level will continue to rise by only seven inches per century as it has for thousands of years no matter what we do or what the EPA [U.S. Environmental Protection Agency] says. And temperatures in the next 100 years will likely rise by less than one degree F--not exactly a catastrophe.' Added Singer in a subsequent letter to the Canadian media, 'Thousands of scientists from many countries now fully understand that Kyoto and other efforts to control human emissions of carbon dioxide (CO2) are ineffective and entirely unfounded scientifically. 'Even if you ignore the enormous cost of Kyoto (estimated recently by Prof. George Taylor of Oregon State University--see http://www.sitewave.net/news/s49p628.htm--at one trillion U.S. dollars a year for full implementation in OECD countries), climate science research is rapidly moving AWAY from the hypothesis that the human release of greenhouse gases, specifically CO2, is in any way significantly contributing to global climate change.'  Sun Called Primary Cause 'If we just look at the historical data, there is a scientific consensus that the global mean temperature has risen modestly during the twentieth century,' said Myron Ebell, director of global warming and environmental policy at the Competitive Enterprise Institute. 'The impacts have been small and probably beneficial in aggregate. This historical data puts the onus of demonstration on those who think this gradual warming trend will accelerate and lead to dire consequences.' The controlling driver of global temperature fluctuations, according to Dr. Benny Peiser of England's John Moore's University, is solar ray activity. 'Six eminent researchers from the Russian Academy of Science and the Israel Space Agency have just published a startling paper in one of the world's leading space science journals. The team of solar physicists claims to have come up with compelling evidence that changes in cosmic ray intensity and variations in solar activity have been driving much of the Earth's climate,' Peiser was quoted as saying in the May 17 National Post. Moreover, reports Peiser, Jan Veizer, one of Canada's top earth scientists, published a comprehensive review of recent findings and concluded, 'empirical observations on all time scales point to celestial phenomena as the principal driver of climate, with greenhouse gases acting only as potential amplifiers.' Added Peiser, 'In fact, the explicit and implicit rejection of the 'consensus' is not restricted to individual scientists. It also includes distinguished scientific organizations such as the Russian Academy of Science and the U.S. Association of State Climatologists, both of which are highly skeptical of the whole idea.'Heartland Institute - Article And here's more: Renowned Scientist Defects From Belief in Global Warming &#8211; Caps Year of Vindication for Skeptics October 17, 2006 October 17, 2006 Washington DC - One of the most decorated French geophysicists has converted from a believer in manmade catastrophic global warming to a climate skeptic. This latest defector from the global warming camp caps a year in which numerous scientific studies have bolstered the claims of climate skeptics. Scientific studies that debunk the dire predictions of human-caused global warming have continued to accumulate and many believe the new science is shattering the media-promoted scientific &#8220;consensus&#8221; on climate alarmism. Claude Allegre, a former government official and an active member of France&#8217;s Socialist Party, wrote an editorial on September 21, 2006 in the French newspaper L'Express titled &#8220;The Snows of Kilimanjaro&#8221; (For English Translation, click here: U.S. Senate Committee on Environment and Public Works ) detailing his newfound skepticism about manmade global warming. See: http://www.lexpress.fr/idees/tribunes/dossier/allegre/dossier.asp?ida=451670 Allegre wrote that the &#8220;cause of climate change remains unknown&#8221; and pointed out that Kilimanjaro is not losing snow due to global warming, but to local land use and precipitation changes. Allegre also pointed out that studies show that Antarctic snowfall rate has been stable over the past 30 years and the continent is actually gaining ice. &#8220;Following the month of August experienced by the northern half of France, the prophets of doom of global warming will have a lot on their plate in order to make our fellow countrymen swallow their certitudes,&#8221; Allegre wrote. He also accused proponents of manmade catastrophic global warming of being motivated by money, noting that &#8220;the ecology of helpless protesting has become a very lucrative business for some people!&#8221; Allegre, a member of both the French and U.S. Academy of Sciences, had previously expressed concern about manmade global warming. 'By burning fossil fuels, man enhanced the concentration of carbon dioxide in the atmosphere which has raised the global mean temperature by half a degree in the last century,' Allegre wrote 20 years ago. In addition, Allegre was one of 1500 scientists who signed a November 18, 1992 letter titled &#8220;World Scientists' Warning to Humanity&#8221; in which the scientists warned that global warming&#8217;s &#8220;potential risks are very great.&#8221; See: Warning to Humanity Allegre has authored more than 100 scientific articles, written 11 books and received numerous scientific awards including the Goldschmidt Medal from the Geochemical Society of the United States. Allegre's conversion to a climate skeptic comes at a time when global warming alarmists have insisted that there is a &#8220;consensus&#8221; about manmade global warming. Proponents of global warming have ratcheted up the level of rhetoric on climate skeptics recently. An environmental magazine in September called for Nuremberg-style trials for global warming skeptics and CBS News &#8220;60 Minutes&#8221; correspondent Scott Pelley compared skeptics to &#8220;Holocaust deniers.&#8221; See: U.S. Senate Committee on Environment and Public Works & Scott Pelley And Catherine Herrick On Global Warming Coverage - Public Eye In addition, former Vice President Al Gore has repeatedly referred to skeptics as 'global warming deniers.' This increase in rhetorical flourish comes at a time when new climate science research continues to unravel the global warming alarmists&#8217; computer model predictions of future climatic doom and vindicate skeptics. 60 Scientists Debunk Global Warming Fears Earlier this year, a group of prominent scientists came forward to question the so-called &#8220;consensus&#8221; that the Earth faces a &#8220;climate emergency.&#8221; On April 6, 2006, 60 scientists wrote a letter to the Canadian Prime Minister asserting that the science is deteriorating from underneath global warming alarmists. &#8220;Observational evidence does not support today's computer climate models, so there is little reason to trust model predictions of the future&#8230;Significant [scientific] advances have been made since the [Kyoto] protocol was created, many of which are taking us away from a concern about increasing greenhouse gases. If, back in the mid-1990s, we knew what we know today about climate, Kyoto would almost certainly not exist, because we would have concluded it was not necessary,&#8221; the 60 scientists wrote. See: Open Kyoto to debate &#8220;It was only 30 years ago that many of today's global-warming alarmists were telling us that the world was in the midst of a global-cooling catastrophe. But the science continued to evolve, and still does, even though so many choose to ignore it when it does not fit with predetermined political agendas,&#8221; the 60 scientists concluded..: U.S. Senate Committee on Environment and Public Works :: Press Room :. So in conclusion, as the alleged science of evolution is based solely on pre-determined assumptions, so is the myth of Global Warming.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:43"
    },
    {
      "nodeID": "158405",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:43"
    },
    {
      "nodeID": "158406",
      "text": "Global warming is nothing more than a myth that was cooked up by nature freaks who're against anything industrialized. And if that isn't true, then I don't care; we've already done far too much damage for any difference to be made now.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:43"
    },
    {
      "nodeID": "158407",
      "text": "Hi NATO, I agree that irresponsible industrial pollution is damaging the environment and would never deny that at all. Acid Rain which is a side effect of air pollution has polluted more lakes, streams and rivers than direct dumping has and that is a direct result of heavy metals and other toxins being spewed into the atmosphere by industrial smoke stacks. So this reality goes without saying in my opinion. But environmental pollution is very different than extending the claim to the next level of Global Warming which implies that the worlds atmosphere is now incapable of repairing itself. That is the crux of this argument and if the atmosphere were so polluted that the Earth was unable to repair itself, then the air quality here in NH would be as polluted as it is in China and Russia even though we have no industrial air polluters at all to speak of here. That would be solid evidence that the volume of pollutants in the atmosphere is overwhelming the Earths ability to repair itself. But our air quality is pristine in comparison to any and all third world countries who are the largest polluters due to their lack of having any industrial pollution safeguards in place. So we must make the distinction between environmental pollution and air pollution clear because the Global Warming fraud is based specifically on the claim that air pollution is changing our weather and warming the planet, since all of the scientific evidence belies that claim.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:43"
    },
    {
      "nodeID": "158408",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:43"
    },
    {
      "nodeID": "158409",
      "text": "Those 2% included CO2 and had a number specifically attached to it. I don't remember what that number was, but if it were 'actually' showing measurable increases, why are we not all kept up to speed on how drastic the increases are? [i.e. 1970 it was 0.0123% and now it is 0.0124%].",
      "type": "I",
      "timestamp": "2016-03-08 20:30:43"
    },
    {
      "nodeID": "158410",
      "text": "Erm... we are? Levels of CO2 in the atmosphere are usually quoted as parts per million, currently a little over 380ppm, 150 years ago closer to 280. In 1970 about 330ppm. Carbon dioxide in the Earth's atmosphere - Wikipedia, the free encyclopedia",
      "type": "I",
      "timestamp": "2016-03-08 20:30:43"
    },
    {
      "nodeID": "158411",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:43"
    },
    {
      "nodeID": "158412",
      "text": "You've forced me to get out of my chair and dig through the bookshelf. :) Hardcopy Funk and Wagnalls copyrighted 1954 -1956 reads as follows: 'Other atomospheric gases are argon, 9400 ppm; ... neon 18 p.p.m.; ... xenon. 0.09 p.p.m. The carbon-dioxide content of the air is about 0.03 percent by volume. Although it may be subject to slight local variations, this percentage is maintained nearly constant by carbon dioxide dissolving into or evaporating from the waters of the oceans. The carbon dioxide content of sea water is about a thousand times as great as that of the atmosphere.' Wikipedia is a handy tool but I don't give them credit for understanding what the reality of our atmosphere was 65 years ago - let alone 150 years ago.  Now these ppm readings: What is the 0.03% comparison?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:43"
    },
    {
      "nodeID": "158413",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:43"
    },
    {
      "nodeID": "158414",
      "text": "Then why are you a Global Warming Advocate Jo? Since you just produced evidence that over the last 150 years, throughout the complete Industrial Revolution since fossil fuels have been being burned, the Atmospheric Co2 levels worldwide have only gone up by 100 ppm? http://upload.wikimedia.org/wikipedia/commons/8/88/Mauna_Loa_Carbon_Dioxide.png Are you forgetting that the Earth's atmosphere has the ability to constantly clean itself, so once we get third world industrialized countries throughout Asia and Africa to adopt clean air policies, world wide air pollution will become a distant memory in no time at all? Also, your stats in addition to these stats http://scienceandpublicpolicy.org/press/proved_no_climate_crisis.html prove that the threat of Global Warming is a myth.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:43"
    },
    {
      "nodeID": "158415",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:43"
    },
    {
      "nodeID": "158416",
      "text": "The wikipedia reference has recorded data from: 'The Mauna Loa Observatory (MLO) is an atmospheric baseline station on Mauna Loa volcano, on the big island of Hawaii. Since 1957 MLO has been continuously monitoring and collecting data relating to atmospheric change, and is known especially for their continuous monitoring of atmospheric carbon dioxide (CO2) levels, which is sometimes referred to as the Keeling Curve. The observatory is under the Climate Monitoring and Diagnostics Laboratory (CMDL) which is part of the National Oceanic and Atmospheric Administration (NOAA).' Could it possibly be that we should be considering an increased activity of the volcano? Are we interpreting what we observe erroneously?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:43"
    },
    {
      "nodeID": "158417",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:43"
    },
    {
      "nodeID": "158418",
      "text": "I would like to see more conclusive data on the subject but most importantly a REAL plausible solution. I'm not an expert but it does appear most scientists feel global warming is partly man-made. I do get a little sketched out when I see scientists are trying to restrict research for those that go against the theory. They may have strong arguments but that kinda BS really blows your credibility.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:44"
    },
    {
      "nodeID": "158419",
      "text": "I see, when you say 'I'm not an expert' do you mean you aren't a climate scientist or do you mean you don't have the scientific knowledge to discuss this?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:44"
    },
    {
      "nodeID": "158420",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:44"
    }
  ],
  "edges": [
    {
      "edgeID": "196414",
      "fromID": "158390",
      "toID": "158391",
      "formEdgeID": null
    },
    {
      "edgeID": "196415",
      "fromID": "158391",
      "toID": "158389",
      "formEdgeID": null
    },
    {
      "edgeID": "196416",
      "fromID": "158392",
      "toID": "158393",
      "formEdgeID": null
    },
    {
      "edgeID": "196417",
      "fromID": "158393",
      "toID": "158389",
      "formEdgeID": null
    },
    {
      "edgeID": "196418",
      "fromID": "158394",
      "toID": "158395",
      "formEdgeID": null
    },
    {
      "edgeID": "196419",
      "fromID": "158395",
      "toID": "158390",
      "formEdgeID": null
    },
    {
      "edgeID": "196420",
      "fromID": "158396",
      "toID": "158397",
      "formEdgeID": null
    },
    {
      "edgeID": "196421",
      "fromID": "158397",
      "toID": "158394",
      "formEdgeID": null
    },
    {
      "edgeID": "196422",
      "fromID": "158398",
      "toID": "158399",
      "formEdgeID": null
    },
    {
      "edgeID": "196423",
      "fromID": "158399",
      "toID": "158396",
      "formEdgeID": null
    },
    {
      "edgeID": "196424",
      "fromID": "158401",
      "toID": "158402",
      "formEdgeID": null
    },
    {
      "edgeID": "196425",
      "fromID": "158402",
      "toID": "158400",
      "formEdgeID": null
    },
    {
      "edgeID": "196426",
      "fromID": "158404",
      "toID": "158405",
      "formEdgeID": null
    },
    {
      "edgeID": "196427",
      "fromID": "158405",
      "toID": "158403",
      "formEdgeID": null
    },
    {
      "edgeID": "196428",
      "fromID": "158407",
      "toID": "158408",
      "formEdgeID": null
    },
    {
      "edgeID": "196429",
      "fromID": "158408",
      "toID": "158406",
      "formEdgeID": null
    },
    {
      "edgeID": "196430",
      "fromID": "158410",
      "toID": "158411",
      "formEdgeID": null
    },
    {
      "edgeID": "196431",
      "fromID": "158411",
      "toID": "158409",
      "formEdgeID": null
    },
    {
      "edgeID": "196432",
      "fromID": "158412",
      "toID": "158413",
      "formEdgeID": null
    },
    {
      "edgeID": "196433",
      "fromID": "158413",
      "toID": "158410",
      "formEdgeID": null
    },
    {
      "edgeID": "196434",
      "fromID": "158414",
      "toID": "158415",
      "formEdgeID": null
    },
    {
      "edgeID": "196435",
      "fromID": "158415",
      "toID": "158410",
      "formEdgeID": null
    },
    {
      "edgeID": "196436",
      "fromID": "158416",
      "toID": "158417",
      "formEdgeID": null
    },
    {
      "edgeID": "196437",
      "fromID": "158417",
      "toID": "158410",
      "formEdgeID": null
    },
    {
      "edgeID": "196438",
      "fromID": "158419",
      "toID": "158420",
      "formEdgeID": null
    },
    {
      "edgeID": "196439",
      "fromID": "158420",
      "toID": "158418",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
