{
  "nodes": [
    {
      "nodeID": "154435",
      "text": "If you had a rational thought on the subject, I would respond to this statement, but I won't even dignify your ramblings with a second thought. You're pitiful.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:41"
    },
    {
      "nodeID": "154436",
      "text": "So now name calling and accusations as to my mental health are what you concider as rational thought? I expect that you must be some sort of expert on warfare, in paticular this war? Am I to believe that you are a soldier there now? Your rage towards me in your post only shows just how easily upset you are. I posted exactly what I meant to and you went off on a tangent. I asked you for proof and all you can do is a schoolyard tactic if 'show me yours before I show mine?' Pitiful.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:41"
    },
    {
      "nodeID": "154437",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:41"
    },
    {
      "nodeID": "154438",
      "text": "Hello, I think that is is at least a double standard to oppose abortion and embryonic stem cell research and then to authorize, plan, and execute an offensive war. It makes no sense to value unborn life and then devalue fully functioning human life.  Am I the only one who sees a conflict here?",
      "type": "I",
      "timestamp": "2016-03-08 20:21:41"
    },
    {
      "nodeID": "154439",
      "text": "Well, the people in Iraqu that we are killing are terrorists that just want to make chaos so they can come to power in the confution. We also went to war to remove Saadam from power. He killed 200,000 people. most of them were tortured to death. So yes it makes more sense to kill terrorists that are trying to kill as many people as possible than to kill little children that have not been born. Besides, babies are so cute :p",
      "type": "I",
      "timestamp": "2016-03-08 20:21:41"
    },
    {
      "nodeID": "154440",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:42"
    },
    {
      "nodeID": "154441",
      "text": "By killing thousands of innocent civilians that were the purported 'victims' of those who we are attacking. We devalue human life when we drop a bomb into a residential neighborhood and kill innocent men, women, and children.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:42"
    },
    {
      "nodeID": "154442",
      "text": "You seem to think that any time someone is killed, the reasoning behind it was that the perpetrator 'devalued human life'. If that was the case, gun manufacturers, car manufacturers, breweries, and cigarette manufacturers would 'devalue human life' simply because they make these products knowing that people will die from their use/abuse. And the government would 'devalue human life' by letting these companies operate under it. We do not go targeting innocent civilians. More often than not, the civilians are killed by Iraqi suicide bombers or 'militia', and the few that are killed by the US are accidents.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:42"
    },
    {
      "nodeID": "154443",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:42"
    },
    {
      "nodeID": "154444",
      "text": "You seem to think that any time someone is killed, the reasoning behind it was that the perpetrator 'devalued human life'. If that was the case, gun manufacturers, car manufacturers, breweries, and cigarette manufacturers would 'devalue human life' simply because they make these products knowing that people will die from their use/abuse. And the government would 'devalue human life' by letting these companies operate under it. We do not go targeting innocent civilians.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:42"
    },
    {
      "nodeID": "154445",
      "text": "So know we are breaking it down to whether the loss of life is deliberate. The restaurant bombing. We thought Saddam was there. We KNEW civilians were there. We dropped four 2000lb bunker buster bombs on/around the restaurant. We KNEW that civilians would be killed. We knew that by pressing the button, the bomb would be dropped and people would die. Compare that to the manufacturers. They make products that people use in their daily lifes. There isn't a button somewhere in the cigarette maker's office that kills a smoker when he decides it's time for them to die.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:42"
    },
    {
      "nodeID": "154446",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:21:42"
    },
    {
      "nodeID": "154447",
      "text": "Obviously, you can't please everyone!! That is just a story of one person. Why didn't you cite the statements of millions of Iraqis who praise our help in removing their totalitarian leader?",
      "type": "I",
      "timestamp": "2016-03-08 20:21:42"
    },
    {
      "nodeID": "154448",
      "text": "Actually the kid was on a panel, all pretty much saying the same thing.  Why didn't YOU cite them?",
      "type": "I",
      "timestamp": "2016-03-08 20:21:42"
    },
    {
      "nodeID": "154449",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:42"
    },
    {
      "nodeID": "154450",
      "text": "Getting back to the original question...yes, i think it is very reasonable to be against abortion and for a war. I don't thin anybody is 'for war', but rather 'for a war'. Each one is different and needs to be evaluated separately.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:42"
    },
    {
      "nodeID": "154451",
      "text": "Just like no one is really 'for' abortions, but they think that it's the woman's right to decide. Maybe that's like when congress gave the President the right to decide to go to war, even when they were supposed to declare war.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:42"
    },
    {
      "nodeID": "154452",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:42"
    }
  ],
  "edges": [
    {
      "edgeID": "193610",
      "fromID": "154436",
      "toID": "154437",
      "formEdgeID": null
    },
    {
      "edgeID": "193611",
      "fromID": "154437",
      "toID": "154435",
      "formEdgeID": null
    },
    {
      "edgeID": "193612",
      "fromID": "154439",
      "toID": "154440",
      "formEdgeID": null
    },
    {
      "edgeID": "193613",
      "fromID": "154440",
      "toID": "154438",
      "formEdgeID": null
    },
    {
      "edgeID": "193614",
      "fromID": "154442",
      "toID": "154443",
      "formEdgeID": null
    },
    {
      "edgeID": "193615",
      "fromID": "154443",
      "toID": "154441",
      "formEdgeID": null
    },
    {
      "edgeID": "193616",
      "fromID": "154445",
      "toID": "154446",
      "formEdgeID": null
    },
    {
      "edgeID": "193617",
      "fromID": "154446",
      "toID": "154444",
      "formEdgeID": null
    },
    {
      "edgeID": "193618",
      "fromID": "154448",
      "toID": "154449",
      "formEdgeID": null
    },
    {
      "edgeID": "193619",
      "fromID": "154449",
      "toID": "154447",
      "formEdgeID": null
    },
    {
      "edgeID": "193620",
      "fromID": "154451",
      "toID": "154452",
      "formEdgeID": null
    },
    {
      "edgeID": "193621",
      "fromID": "154452",
      "toID": "154450",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
