{
  "nodes": [
    {
      "nodeID": "149389",
      "text": "You cannot begin to hold a rational debate about the unknowable. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:10:46"
    },
    {
      "nodeID": "149390",
      "text": "Religious faith, by definition, is a 'jump in the dark' and there is really little (if any) common intellectual ground on which Creationism and Scientific Materialism can meet. In principle, given adequate evidence etc., there is nothing in the material world that cannot be explained by Science. But someone who has, so to speak, already jumped into the dark cannot see this. The most interesting questions that a supernatural account of human life can raise are concerned with the evolution of law, morality, social conventions, aesthetic sensibility and such like.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:46"
    },
    {
      "nodeID": "149391",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:46"
    },
    {
      "nodeID": "149392",
      "text": "and there is really little(if any) common intellectual ground on which Creationism and Scientific Materialism can meet.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:46"
    },
    {
      "nodeID": "149393",
      "text": "That is a truism. Who says that scientific materialism need be the only measure of scientific truth?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:46"
    },
    {
      "nodeID": "149394",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:46"
    },
    {
      "nodeID": "149395",
      "text": "But someone who has, so to speak, already jumped into the dark cannot see this.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:46"
    },
    {
      "nodeID": "149396",
      "text": "This must be why you're determined to raise science onto a pedestal, so you can believe that it's answers are above us, giving us guidance from above - simply replacing the role of God/church with science.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:46"
    },
    {
      "nodeID": "149397",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:46"
    },
    {
      "nodeID": "149398",
      "text": "In principle, given adequate evidence etc., there is nothing in the material world that cannot be explained by Science.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:46"
    },
    {
      "nodeID": "149399",
      "text": "Are you saying that given enough time you can come with answers? That's a statement of faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:46"
    },
    {
      "nodeID": "149400",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:47"
    },
    {
      "nodeID": "149401",
      "text": "The most interesting questions that a supernatural account of human life can raise are concerned with the evolution of law, morality, social conventions, aesthetic sensibility and such like.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:47"
    },
    {
      "nodeID": "149402",
      "text": "Why do you apply the term evolution to these? Do you, deep-down, believe that these have resulted from evolution too? You are not alone in making evolution an absolute all-encompassing world-view... Oddly enough Close_slave_can denies that anyone does this. 'Evolution is not alone in its naturalism. All science, all engineering, all manufacturing, and most other human endeavours are equally naturalistic. If we must discard evolution because of this philosophy, then we must also discard navigation, meteorology, farming, architecture, printing, law, and virtually all other subjects for the same reason.' http://www.talkorigins.org/indexcc/CA/CA601.html However, the influence is not all one-way.. 'We live under capitalism, so we have capitalist science. We want to bring a different set of values into being, to bring about a new set of ruling ideas&#8212;ideas of a society without rulers, a part of a different ideology or world-view. We want to bring about a socialist society. It will, if we are vigilant, have a socialist science. I can imagine it, or some of it.' SCIENCE IS SOCIAL RELATIONS at http://www.human-nature.com/rmyoung/papers/sisr1.html 'The major political task is seen as showing the reality of capitalist domination in the apparently neutral science' http://www.human-nature.com/rmyoung/papers/pap100h.html In capitalist societies, the influence of money-ideology helps shape evolution in a dialectic relationship. 'In short, the triumph of Darwinism implied the death of God and set the stage for replacing Biblical religion with a new faith based on evolutionary naturalism. That new faith would become the basis not just of science but also of government, law and morality. It would be the established religious philosophy of modernity.' (Fr. Seraphim Rose, &#8220;Genesis, Creation and Early Man&#8221;, p17)",
      "type": "I",
      "timestamp": "2016-03-08 20:10:47"
    },
    {
      "nodeID": "149403",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:47"
    },
    {
      "nodeID": "149404",
      "text": "Keep in mind two important points: 1. Reason does not imply truth, it's a method of separating truth from what is false,",
      "type": "I",
      "timestamp": "2016-03-08 20:10:47"
    },
    {
      "nodeID": "149405",
      "text": "Then you just contradicted yourself. If you are to separate truth from what is false, then you must know what is truthful.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:47"
    },
    {
      "nodeID": "149406",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:47"
    },
    {
      "nodeID": "149407",
      "text": "this is why for someone to claim faith is somehow possible WITH reason, one has to try and show that reason is somehow insufficient for the acquisition of knowledge, which it isn't. (see other thread http://www.4forums.com/political/showthread.php?t=3329)",
      "type": "I",
      "timestamp": "2016-03-08 20:10:47"
    },
    {
      "nodeID": "149408",
      "text": "Your appeal for help didn't work :)",
      "type": "I",
      "timestamp": "2016-03-08 20:10:47"
    },
    {
      "nodeID": "149409",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:47"
    },
    {
      "nodeID": "149410",
      "text": "There is nothing inherently irrational about the theory of evolution being used to explain life in the physical universe, yet creation begins with an irrational premise, that we can 'know' about the 'unknowable'.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:47"
    },
    {
      "nodeID": "149411",
      "text": "Is this a rational statement? If so, prove it rationally, by science.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:47"
    },
    {
      "nodeID": "149412",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:47"
    },
    {
      "nodeID": "149413",
      "text": "You make assumptions that arrogantly consign all religious people to irrational beings. It is rather irrational and sad to do so. Ah but for a little insight to see that you apply to science a place science doesn't seek. Are you saying that given enough time you can come with answers? That's a statement of faith. This must be why you're determined to raise science onto a pedestal, so you can believe that it's answers are above us, giving us guidance from above - simply replacing the role of God/church with science. Why do you apply the term evolution to these? Do you, deep-down, believe that these have resulted from evolution too? You are not alone in making evolution an absolute all-encompassing world-view... Oddly enough Close_slave_can denies that anyone does this.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:47"
    },
    {
      "nodeID": "149414",
      "text": "It's not an 'arrogant assumption' to point out that religious faith involves making a 'leap in the dark' - it's a metaphor that attempts to illustrate the facts of the case. I'm saying that given ADEQUATE EVIDENCE, science, IN PRINCIPLE, can answer all questions concerning the MATERIAL world. That is actually quite a limited statement if you bother to read it carefully. Pointing out some of the achievements of science which could not have been accomplished in any other way, is not 'raising science on a pedestal' - it's merely reciting the obvious. Yes, I am saying that reasoned arguments from anthropology can and do account for the evolution of morals, the law, etc. in human societies. The growth in complexity of physical organisms is analogous to the growth of social complexity in human societies: the study of the former can throw light on the development of the latter. I have not tried to address the torrent of 'points' that cascade into the of rest of your post: I don't understand what you're talking about. As for the allegation that I'm driven by 'ideology' - I haven't a clue what sectarian policies you think control me.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:47"
    },
    {
      "nodeID": "149415",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149416",
      "text": "Yes, I am saying that reasoned arguments from anthropology can and do account for the evolution of morals, the law, etc. in human societies.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149417",
      "text": "Do you believe, like Dawkins in a 'religious gene'?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149418",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149419",
      "text": "I'm saying that given ADEQUATE EVIDENCE, science, IN PRINCIPLE, can answer all questions concerning the MATERIAL world. That is actually quite a limited statement if you bother to read it carefully.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149420",
      "text": "What has this got to do with the non-material world, of which God and you and I are a part of? I know that the Apostles witnessed God's miracles. I too am witness to God's miracles. The evidence is adequate for me and for much of the world's population... even many scientists (including evolutionists). You are in a loud minority, railing against the irrational hoards about you.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149421",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149422",
      "text": "Pointing out some of the achievements of science which could not have been accomplished in any other way, is not 'raising science on a pedestal' - it's merely reciting the obvious.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149423",
      "text": "Straw man. I am not attacking the achievements of science. I am attacking the notion that you have that scientists are exempt from the catalogue of influences that affect everyone else; with only the slightest admission of a tiny possibility of cultural influence - which was quickly dismissed anyway with the false analogy of comparing evolution to aeronautical engineering.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149424",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149425",
      "text": "As for the allegation that I'm driven by 'ideology' - I haven't a clue what sectarian policies you think control me.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149426",
      "text": "They affect you too. I must quote again... 'The current controversy is largely a reflection of different scientific philosophies, linked to ideas about race through their treatment of variation. But there is more to it. Even if they have no conscious social agenda, scientists are bound by the same preconceptions as everyone else - their social, religious, and educational backgrounds influence their choices of theories and, perhaps more important, their philosophies of science. Karl Popper noted more than once that it doesn't matter where hypotheses come from, only whether they explain the evidence they are based on, wether they are subject to disproof, and whether they can hold up to enthusiastic attempts to disprove them. This philosophy forms the basis of deductive science. But hypothesis do come from somewhere, often the underlying assumptions of society. Moreover, not only the differences in sources of ideas, but also different premises scientists have held about evolution, human nature, God, and how science should be done, have always underscored the controversies about human evolution.' Wolpoff, M & Caspari, R, (1997) 'Race and Human Evolution: A Fatal Attraction', p12. I have been at pains to quote this, not because their work is in the field of epistemology (for when I post evidence, from epistemological sources, I get the reaction I just got from you; 'too much information'/'irrelevant to scientists!' These evolutionists recognise the variety of influences, not all affecting us all on a conscious level. You simply ignore this evidence and present a statement that you don't believe it. Further I find it odd people should demand that I cease quoting from outside sources to back up my statements.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149427",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149428",
      "text": "The growth in complexity of physical organisms is analogous to the growth of social complexity in human societies: the study of the former can throw light on the development of the latter.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149429",
      "text": "Much of history is cyclical. I am unaware of evolution being mapped in such the same manner.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149430",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:48"
    },
    {
      "nodeID": "149431",
      "text": "Are you familiar with the three basic laws of logic from philosophy '101'? 1. Law of identify. Anything is itself. If a proposition is true, than it is true. 2. The law of the excluded middle: anything is either A, or not A. A proposition can either be true, or false. 3. Law of contradiction (your favorite!!) - nothing can be both A, and not A. A proposition cannot be both true, and false. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149432",
      "text": "Something need not be A nor B, but C, which is a different property altogether, such as 'reasoned faith' I'm still waiting for your turn on providing evidence on that one ... hell will freeze over.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149433",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149434",
      "text": "1. Reason does not imply truth, it's a method of separating truth from what is false,",
      "type": "I",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149435",
      "text": "In which you contradict your first clause with the second. You say reason isn't about finding truth; but separating if from what is false; which is to find what is truth!",
      "type": "I",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149436",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149437",
      "text": "Oh it's no mistake Montalban. I, unlike you, am quite clear in my arguments, and have a direction and a goal. We can take your other definitions of creationism one at a time, thank you very much.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149438",
      "text": "What do you mean by other definitions? Before you stated 'Creation is....' thus it is implicit in this that you are arguing against a single homogonous construct. And it's embarrassing for you to realise that there's actually as much variance of opinion in this, as in evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149439",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149440",
      "text": "Even a simple application of Occam's razor tells us that to suspect a thousand theories on how life has changed on earth is unnecessary when another theory can fulfil the description entirely, of life, and they have evidence to support it.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149441",
      "text": "So if ID theory did this, you'd accept it? Or are you against hunting for the truth?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149442",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149443",
      "text": "and thus science can be achieved with regards to anything that can be known.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149444",
      "text": "What about speculative and theoretical sciences? Is a circle 'real'?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149445",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149446",
      "text": "Keep in mind two important points: 1. Reason does not imply truth, it's a method of seperating truth from what is false, and you can quite easily (and do every day), reason something to a false conclusion. 2. You can believe whatever you like, and it can certainly impact your life (faith), however it cannot be said that faith is based on rational belief, or takes part in reason, in any way, it is the opposite of reason.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:49"
    },
    {
      "nodeID": "149447",
      "text": "If information came into being by chance, how can we know that anything is true? How do you know what is false and what is 'true'? If we are just products of chance, your brain is also a product of chance. Therefore, the thought patters that determine your logic are also products of chance. If your logic is the result of chance processes, you can't even be sure it evolved properly. You can't even be sure you can reason properly (using your definition) because you can't trust your own logic. As for the second part, no, you've got it backward, rational belief is based on faith in a rational creator.  References: * The Creationist Basis for Modern Science. * The Lie: Evolution ~ Ken Ham. * Evolution: Fact or Fiction? ~ John Blanchard.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149448",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149449",
      "text": "for faith has no merit where reason has proof from experience.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149450",
      "text": "(My evidence does not require this quote, it's for comparison only) The theory of evolution is based on evidence, the existence of god, is not.. Reason cannot be applied to it. Furthermore, since evolution relies on reason, faith cannot be applied to it. To attempt to label science as a faith is a contradiction. I know it irks you that your faith cannot be proven, but that's the definition of faith!! It wouldn't be faith without it. As Montalban says in a contradiction of motives: His particular faith does not rest on the foundations of [reason]. Why then look for support from reason?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149451",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149452",
      "text": "This is your refutation of logic and the English language?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149453",
      "text": "This is your refutation to science and evidence; to simply re-state your position. Mach, this is turning into a war of attrition, to see who gives up posting first. I have, however evidence on my side. You have opinion; and you actually state that evidence will not persuade you!",
      "type": "I",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149454",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149455",
      "text": "It also has no impact on you acceptance of a definition, logic, and English, which shows you clearly make a self-contradictory claim: - I know something of the unknowable -",
      "type": "I",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149456",
      "text": "It is the same as you saying 'you can't know anything of the unknowable'",
      "type": "I",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149457",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149458",
      "text": "Just as one defines: infinite: not finite vs finite Just as one defines: Square vs circle Wait, here is the kicker Montalban: existent nonexistent real unreal If you need more examples to understand that definitions do not necessarily represent 'real' things, just let me know. I just made a claim about non-existent. Yet I'm still typing, how can this be???",
      "type": "I",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149459",
      "text": "If a square is opposite to a circle (and it isn't, by the way), then gas/liquid/solid must be opposites therefore you contain opposites (by your own argument), in that you contain elements that are in these 'opposite' states. It's an argument I raised before, you said they weren't opposites, now you cite non-opposites! Why do you keep refuting previous arguments they YOU have made?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149460",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149461",
      "text": "I do believe we have the ability as communication humans to define a word:Unknowable - cannot be knownwhich is the opposite of:known",
      "type": "I",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149462",
      "text": "Yet you have defined what unknowable is, therefore you know something of it; that it is unknowable. Not only that, I notice you've leapt away from the claim it doesn't exist.But then, you must make the assumption that everything is knowable, if there's nothing unknowable. How do you show this? Well so far you've claimed that science MIGHT one day know everything about you. What a hoot.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:50"
    },
    {
      "nodeID": "149463",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149464",
      "text": "I know it irks you that your faith cannot be proven, but that's the definition of faith!! It wouldn't be faith without it. Why then look for support from reason?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149465",
      "text": "Oh, I am just so bothered and annoyed that I can't prove my faith!!! Actually, I'm not really that bothered nor annoyed. I know that all the evidence points to creation, i.e. the creation interpretation makes more sense than the evolutionary interpretation. There is very good evidence to suggest the existence of God, for one, the fact that we are all still here is one. If there were no God, than this whole universe would cease to function. I believe the laws of nature and our sciences are man's attempt to describe the normal ways that God upholds His creation. When He acts differently, a miracle occurs. Of course, this is based on the belief that the Bible is true. Many other great scientists, including Newton and Galileo also seemed to believe that science and Christianity were compatible.  Reason stems from the belief that the universe is orderly, rational and logical. By the dictionary, reason is the intellectual faculty by which conclusions are drawn from premises. Now, if we are accidents of pure chance (which evolution teaches) than the thought patters that determine your logic are also products of chance. If your logic is the result of chance processes, you can't even be sure it evolved properly. This is just to show that with evolution, you can't be sure of anything, because everything is just an accident. But with an orderly and rational Creator, you can be sure of things and be able to reason.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149466",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149467",
      "text": "No Montalban, fallacy or falsity will not persuade me to think a true claim is false. Your faith cannot differentiate truth from falsity, so we cannot use your faith-based evidence, since it always results in circular reasoning, and ultimately, contradiction. If you wish to support your refutation with logical or justified evidence, please do. You have not. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149468",
      "text": "'The cultic flaw in Ayn Rand's philosophy of Objectivism is not in the use of reason, or in the emphasis on individuality, or in the belief that humans are self motivated, or in the conviction that capitalism is the ideal system. The fallacy in Objectivism is the belief that absolute knowledge and final Truths are attainable through reason, and therefore there can be absolute right and wrong knowledge, and absolute moral and immoral thought and action. For Objectivists, once a principle has been discovered through reason to be True, that is the end of the discussion. If you disagree with the principle, then your reasoning is flawed. If your reasoning is flawed it can be corrected, but if it is not, you remain flawed and do not belong in the group. THE UNLIKELIEST CULT IN HISTORY BY MICHAEL SHERMER http://www.skeptic.com/02.2.shermer-unlikely-cult.html  'Why do so many Objectivists insist on attacking the honesty, integrity, and character of their opponents? Are such attacks an aberration, or is this sort of behavior actually advocated by Objectivism?' http://www.jeffcomp.com/faq/wrong.html Why do they insist other beliefs are irrational? (and yet they don't think this is an insult). It is based on the self-deceipt that what ever it is they believe in is true, and not just true (as in an opinion), but backed by science.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149469",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149470",
      "text": "and it can certainly impact your life (faith), however it cannot be said that faith is based on rational belief, or takes part in reason, in any way, it is the opposite of reason.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149471",
      "text": "You're still yet to show evidence for this. You have yet to post a 'reason' other than re-stating your belief. On that post I put forward (in Posts #40, #46, and #66) evidence that agrees with my stance.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149472",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149473",
      "text": "It is not a rational alternative to the theory of evolution, unless you can somehow show that you aren't relying on the unknowable",
      "type": "I",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149474",
      "text": "What about other 'rational' alternatives to your version of evolution; such as that postulated by ID theorists?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149475",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149476",
      "text": "2. You can believe whatever you like,",
      "type": "I",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149477",
      "text": "Why can you? Are you making a statement that it's reasonable to be irrational?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149478",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:51"
    },
    {
      "nodeID": "149479",
      "text": "and you can quite easily (and do every day), reason something to a false conclusion.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149480",
      "text": "Demonstrated by your postings.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149481",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149482",
      "text": "It can certainly be a false theory, however, you can rationally show that it is or is not (to the degree determined by your evidence).",
      "type": "I",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149483",
      "text": "Again, it's not just 'evidence' but 'evidence constructed into a workable theory'.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149484",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149485",
      "text": "There is nothing knowable that is beyond the reach of reason,",
      "type": "I",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149486",
      "text": "How do you know?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149487",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149488",
      "text": "Creation: The belief that the universe (and of course everything in it) was created by some supernatural entity.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149489",
      "text": "That is one definition of creation. There are many. You again make a mistake of making an assumption about what you want to argue about, and argue against that. If you want a (non-exhaustive list) see http://www.crystalinks.com/creation.html You have simply picked one model, treated it as the only one, and constructed a (thus false) argument against it.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149490",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149491",
      "text": "Because this is irrational, the entire concept of creation is irrational to 'believe' in. You can believe in it, but you must accept that the belief is not a rational belief.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149492",
      "text": "That is your belief. You've no evidence provided other than it is just your belief.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149493",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149494",
      "text": "To support creation you must first tackle the concept of something 'outside' the knowable universe.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:52"
    },
    {
      "nodeID": "149495",
      "text": "Leaving aside for a moment the false construct you're arguing against you should read up... The Pseudo-Problem of Creation in Physical Cosmology by Adolf Grünbaum http://www.infidels.org/library/modern/adolf_grunbaum/problem.html ' As Bondi sees it, the steady-state theory propounded by himself and Thomas Gold in 1948 brings 'the problem of creation . . . within the scope of physical inquiry' (Ibid.) Although some theories are deemed defunct, such as the one above, your assumptions about such things being outside the scope of science is flawed.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149496",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149497",
      "text": "This is OK if you choose this path, we can have opinions about it being 'good' or 'bad', but it does not imply either, there is no inherent negative connotation to being 'irrational'. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149498",
      "text": "This must comfort you.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149499",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149500",
      "text": "You cannot begin to hold a rational debate about the unknowable.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149501",
      "text": "SO you're saying this debate is irrational?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149502",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149503",
      "text": "Reason requires evidence, faith does not, they cannot be intermixed.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149504",
      "text": "Then show the evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149505",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149506",
      "text": "Creation: The belief that the universe (and of course everything in it) was created by some supernatural entity. To support creation you must first tackle the concept of something 'outside' the knowable universe. Because this is irrational, the entire concept of creation is irrational to 'believe' in. You can believe in it, but you must accept that the belief is not a rational belief. ================================================= The theory of evolution as it applies to life on earth: Essentially that the various living things on the earth are a product of purely physical/natural laws, which can be rationally explained. There is nothing inherently irrational about the theory of evolution being used to explain life in the physical unviverse, yet creation begins with an irrational premise, that we can 'know' about the 'unknowable'. It can certainly be a false theory, however, you can rationally show that it is or is not (to the degree determined by your evidence). ================================================ You cannot begin to hold a rational debate about the unknowable. It is not a rational alternative to the theory of evolution, unless you can somehow show that you aren't relying on the unknowable. I think many topcis in this forum are good debate topcis, philosophy, politics, health care, environment, entertainment, fun, etc. This topic, like a few other noteworthy topics, requires one side to abandon reason for faith, an irrational position, as premise.  Keep in mind two important points: 1. Reason does not imply truth, it's a method of seperating truth from what is false, and you can quite easily (and do every day), reason something to a false conclusion. There is nothing knowable that is beyond the reach of reason, this is why for someone to claim faith is somehow possible WITH reason, one has to try and show that reason is somehow insufficient for the acquisition of knowledge, which it isn't. (see other thread http://www.4forums.com/political/showthread.php?t=3329) 2. You can believe whatever you like, and it can certainly impact your life (faith), however it cannot be said that faith is based on rational belief, or takes part in reason, in any way, it is the opposite of reason. Reason requires evidence, faith does not, they cannot be intermixed. This is OK if you choose this path, we can have opinions about it being 'good' or 'bad', but it does not imply either, there is no inherent negative connotation to being 'irrational'. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149507",
      "text": "Have ago at believing the irrational, 'the wisdom of the world is completley oppisite to the wisdom of god', Its the wisdom of the world that says only the strong survive, but the wisdom of GOD says 'to seek your life you will lose it but to lose it for my sake you will find it!' ( The humble are the victors)",
      "type": "I",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149508",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149509",
      "text": "The theory of evolution as it applies to life on earth: Essentially that the various living things on the earth are a product of purely physical/natural laws, which can be rationally explained.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149510",
      "text": "But which cannot be repeated nor observed - thus making a belief system about the past.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:53"
    },
    {
      "nodeID": "149511",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:10:54"
    },
    {
      "nodeID": "149512",
      "text": "It is not a rational alternative to the theory of evolution, unless you can somehow show that you aren't relying on the unknowable.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:54"
    },
    {
      "nodeID": "149513",
      "text": "But we also don't know that evolution is true - it is a belief system about the past that requires faith for it to have any reason. Your first part is already false (proved above).",
      "type": "I",
      "timestamp": "2016-03-08 20:10:54"
    },
    {
      "nodeID": "149514",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:54"
    },
    {
      "nodeID": "149515",
      "text": "There is nothing inherently irrational about the theory of evolution being used to explain life in the physical unviverse, yet creation begins with an irrational premise, that we can 'know' about the 'unknowable'. It can certainly be a false theory, however, you can rationally show that it is or is not (to the degree determined by your evidence).",
      "type": "I",
      "timestamp": "2016-03-08 20:10:54"
    },
    {
      "nodeID": "149516",
      "text": "Actually, the whole basis for modern science depends on the assumption that the universe was made by a rational creator. Dr Stanley Jaki has documented how the scientific method was still-born in all cultures apart from the Judeo-Christian culture in Europe (Science and Creation (Edinburgh and London: Scottish Academic Press, 1974)). An orderly universe makes perfect sense if it was made by an orderly Creator. But if there is no creator, or if Zeus and his gang were in charge, why should there be any order at all? Loren Eiseley stated (Loren Eiseley: Darwin's Century: Evolution and the Men who Discovered It, Doubleday, Anchor, New York (1961): 'The philosophy of experimental science...began its discoveries and made use of its methods in the faith, not the knowledge, that it was dealing with a rational universe controlled by a creator who did not act upon whim nor interfere with the forces He had set in operation... It is surely one of the curious paradoxes of history that science, which professionally has little to do with faith, owes its origins to an act of faith that the universe can be rationally interpreted, and that science today is sustained by that assumption.' C.S. Lewis also pointed out that even our ability to reason would be called into question if atheistic evolution were true (God in the Dock (Grand Rapids, MI: Eerdmans, 1970) pp. 52-53): 'If the solar system was brought about by an accidental collision, then the appearance of organic life on this planet was also an accident, and the whole evolution of Man was an accident too. If so, then all our thought processes are mere accidents-the accidental by-product of the movement of atoms. And this holds for the materialists and astronomers as well as for anyone else's. But if their thoughts-i.e. of Materialism and Astronomy-are merely accidental by-products, why should we believe them to be true? I see no reason for believing that one accident should be able to give a correct account of all the other accidents.' Further more, on what basis can we study the world in any coherent way and come to sensible conclusions about it?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:54"
    },
    {
      "nodeID": "149517",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:54"
    },
    {
      "nodeID": "149518",
      "text": "To support creation you must first tackle the concept of something 'outside' the knowable universe. Because this is irrational, the entire concept of creation is irrational to 'believe' in. You can believe in it, but you must accept that the belief is not a rational belief.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:54"
    },
    {
      "nodeID": "149519",
      "text": "Firstly, we take the actual events of creation and the existence of God by faith - because we were not there to observe the events happening. Similarly, evolutionists must also take the supposed progression of life from simple to complex by faith, as we were not there to observe the events happening and they certainly cannot be repeated today.  If someone gives you an eye witness account of an event that happened before your time and all the evidence that you have collected does not contradict that account, is it no logical and rational to believe that eye witness' account? In a similar way, we have the Word of our Creator who doesn't lie and who was there in the beginning. The actual physical evidence fits nicely with what we would expect if the Bible is right, e.g. fossils, mutations, the fact that there are billions of sea things burried in massive 'underwater graves' all over the Earth - some while still eating or giving birth (i.e. had to be rapid). So if the evidence that we have collected does not contradict what His eye witness account says (i.e. Genesis) than, is it not logical and rational to believe it to be true? In fact, it would be illogical and irrational to not believe it!",
      "type": "I",
      "timestamp": "2016-03-08 20:10:54"
    },
    {
      "nodeID": "149520",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:54"
    },
    {
      "nodeID": "149521",
      "text": "Creation: The belief that the universe (and of course everything in it) was created by some supernatural entity. To support creation you must first tackle the concept of something 'outside' the knowable universe. Because this is irrational, the entire concept of creation is irrational to 'believe' in. You can believe in it, but you must accept that the belief is not a rational belief.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:54"
    },
    {
      "nodeID": "149522",
      "text": "'Usually, 'rationality' is a Humpty-Dumpty word, that means whatever the user finds is convenient to club his opponents with.' http://world.std.com/~mhuben/skept/rationality.html Knowledge itself is a limited commodity. To make a claim that everything is knowable is a statement that is impossible to prove; Scientism makes this claim. Closely related to it is Objectivism. 'Scientism, in the strong sense, is the self-annihilating view that only scientific claims are meaningful, which is not a scientific claim and hence, if true, not meaningful.' http://skepdic.com/scientism.html Recommended Reading: 'Why People Believe Weird Things: Pseudoscience, Superstition, and Other Confusions of Our Time' by Michael Shermer Not only does it include creationism, :) but also the philosophy of Ayn Rand (Objectivism)",
      "type": "I",
      "timestamp": "2016-03-08 20:10:54"
    },
    {
      "nodeID": "149523",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:54"
    },
    {
      "nodeID": "149524",
      "text": "This is a statement written by someone who obviously has not read scripture. One of the most astonising 'proofs' if you will, that the Bible is of supernatural origin, is predictive prophecy. Science cannot, as you claim, 'explain' everything, and it has no natural explanation for the predictions made in scripture. How can science explain through statistical probablity the over 600 prophecies in Biblical writings that have come to pass? Also, how can it explain how supposedly uneducated people (uneducated in the ways of modern science) wrote about astronomy as if they knew about the universe as we do today. How could they have described the hydrological cycle as we have only come to know it recently? Ecclesiastes 1:6 The wind goes toward the south, And turns around to the north; The wind whirls about continually, And comes again on its circuit.  How did they know that the earth 'hangs on nothing' when the accepted norm of the day did not even accept that possibility? Job 26:7 He stretches out the north over empty space; He hangs the earth on nothing.  How did they know that the 'vapors' of the earth rise to create moisture, that is seeded by lightning with nitrogen and then falls as rain to fertilze the soil? Jeremiah 10:13 When He utters His voice, There is a multitude of waters in the heavens: 'And He causes the vapors to ascend from the ends of the earth. He makes lightning for the rain, He brings the wind out of His treasuries.'  Hydrothermal vents[4] are described in two books of the Bible written before 1400BC-more than 3,000 years before their discovery by science. Genesis 7:11 In the six hundredth year of Noah's life, in the second month, the seventeenth day of the month, on that day all the fountains of the great deep were broken up, and the windows of heaven were opened.  Even though the Bible is not a scientific text book and doesn't purport to be, nowhere is it scientifically inaccurate. In addition, many of the scientific ideas you are so impressed with are nothing new to the Bible. It was speaking of these things long before modern science spoke of them. The story goes 'They (scientists) are slowly working their way to the mountain's peak painstakingly measuring and analyzing every step that they take. After many years of research, they finally arrive at the top of the mountain, scale over its leading edge, only to find a group of theologians sitting there with the answers all along.'",
      "type": "I",
      "timestamp": "2016-03-08 20:10:54"
    },
    {
      "nodeID": "149525",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:10:54"
    },
    {
      "nodeID": "149526",
      "text": "The theory of evolution as it applies to life on earth: Essentially that the various living things on the earth are a product of purely physical/natural laws, which can be rationally explained",
      "type": "I",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149527",
      "text": "This should read: The theory of evolution as it applies to life on earth: Essentially that the various living things on the earth are a product of purely physical/natural laws, which can be rationally explained by one process only I add this because your theory of evolution, which you just posit as here as the only theory, is but one of many.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149528",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149529",
      "text": "Intelligent design comes in many flavors too. ID that submits as a designer something that has any quality of the unknowable is irrational. ID that submits we were created/designed by things inside the universe that are knowable are rational claims. However, they have no evidence, so they have a long way to go to be shown to be worthwhile to pursue. Even a simple application of Occam's razor tells us that to suspect a thousand theories on how life has changed on earth is unecessary when another theory can fulfill the description entirely, of life, and they have evidence to support it. It's why this theory is discarded onto the heap of any number of theories that simply isn't going anywhere. You can make up a theory right now about how life began, but if it cannot be supported by evidence or is redundant to a theory already described...why would we?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149530",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149531",
      "text": "OK. Evolution claims nothing that is outside the realm of the knowable. It's by that definition, rational. The entire theory, as is all knowledge, is subject to evidence, not being self-contradictory (as your statements often are), and not contradicting some other validated knowledge. Evolution meets these requirements, and is therefore entirely rational. Anything else?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149532",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149533",
      "text": "Oh it's no mistake Montalban. I, unlike you, am quite clear in my arguments, and have a direction and a goal.  We can take your other definitions of creationism one at a time, thank you very much. I'd like to first focus on the one that involves your god, or any god, described as being unknowable (which you have said your god is). Will you 'allow' us to focus on ONE thing? You see, if we have a list of 4 things, and we go through them one by one, we can maybe arrive at the end!!! Crazy thought isn't it!",
      "type": "I",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149534",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149535",
      "text": "It's not an 'arrogant assumption' to point out that religious faith involves making a 'leap in the dark' - it's a metaphor that attempts to illustrate the facts of the case.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149536",
      "text": "I'd agree..... faith is a 'leap in the dark' (or whatever similiar phrase we care to use) on at least some level, there is always an element of the intangible there. I know Christians who have described there faith to me in such terms before.. sounds quite reasonable to me.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149537",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149538",
      "text": "I'd like to first focus on the one that involves your god, or any god,",
      "type": "I",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149539",
      "text": "Well there you go, you just opened it up to many different theories. I thought you had focus. But even here you now seem to accept that there are creation accounts that don't involve the super-natural, which would make them rational, which means your attack on all of them as being irrational was another of your ill-informed attacks.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149540",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149541",
      "text": "Will you 'allow' us to focus on ONE thing? You see, if we have a list of 4 things, and we go through them one by one, we can maybe arrive at the end!!! Crazy thought isn't it!",
      "type": "I",
      "timestamp": "2016-03-08 20:10:55"
    },
    {
      "nodeID": "149542",
      "text": "Which thing are you now focusing on? My God? All theories relating to a god? God being knowable or not?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149543",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149544",
      "text": "OK. Evolution claims nothing that is outside the realm of the knowable",
      "type": "I",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149545",
      "text": "You mean, 'Materialistic evolution claims nothing that is outside the realm of the material'.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149546",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149547",
      "text": "It's by that definition, rational. The entire theory, as is all knowledge, is subject to evidence, not being self-contradictory (as your statements often are), and not contradicting some other validated knowledge. Evolution meets these requirements, and is therefore entirely rational. Anything else?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149548",
      "text": "Yes, prove it by science. I don't want you to keep reverting to word games/sophistry; philosophical arguments. You must prove it by science. Show me the scientific experiment that proves it. I've asked you a number of times, and every time you've failed to do so.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149549",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149550",
      "text": "ID that submits we were created/designed by things inside the universe that are knowable are rational claims. However, they have no evidence, so they have a long way to go to be shown to be worthwhile to pursue.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149551",
      "text": "But you think SETI is worthwhile! :)",
      "type": "I",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149552",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149553",
      "text": "You clam something can be outside the scope of knowledge (science). To claim so is a contradiction, you cannot claim to know something of the unknowable. It's by definition...yes, as we've been through this countless times, UNKNOWABLE.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149554",
      "text": "Actually 'I don't know' is quite a valid answer in science. However, again you slip into this false construct of a belief that all that can be known is in the scope of science; which you've also denied saying you believe in the past. [quote=Montalban]Is this a rational statement? If so, prove it rationally, by science.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149555",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149556",
      "text": "You cannot rationally show us how something can be OUTSIDE of science.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149557",
      "text": "Well, you contradict yourself again, as you argued for rational beliefs in love, without recourse to science; quoting 'common sense'. Focus.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:56"
    },
    {
      "nodeID": "149558",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149559",
      "text": "Reason can deal with anything that can be known,",
      "type": "I",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149560",
      "text": "As the great Spock said :) Logic dictates that logic need not apply in this situation.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149561",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149562",
      "text": "described as being unknowable (which you have said your god is).",
      "type": "I",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149563",
      "text": "It is disappointing that you would continue with this mistake. I said that God is both knowable and unknowable. You simply think that equates to the same thing, and thus you argue against what you believe I say, rather than what I said.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149564",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149565",
      "text": "Intelligent design comes in many flavors too.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149566",
      "text": "Indeed it does.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149567",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149568",
      "text": "but if it cannot be supported by evidence or is redundant to a theory already described...why would we?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149569",
      "text": "Which abiogenesis theory do you ascribe too? :)",
      "type": "I",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149570",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149571",
      "text": "It's why this theory is discarded onto the heap of any number of theories that simply isn't going anywhere. You can make up a theory right now about how life began,",
      "type": "I",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149572",
      "text": "You mean like the do with abiogenesis theories?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149573",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:57"
    },
    {
      "nodeID": "149574",
      "text": "I most certainly can tell the difference, in degrees in most cases, in certainty with others. I am human and therefore fallible, if that's what you're getting at.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149575",
      "text": "Not at all. You said",
      "type": "I",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149576",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149577",
      "text": "Tip: The wealthy of the world would like nothing more than the general populace to believe the meek and humble will survive. It always benefits them to have a tranquil, humble, meek, flock to make them even more rich and powerful. Once a pawn, forever a pawn. Dont' be a pawn. God helps those who help themselves, isn't that some religious saying?  -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149578",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149579",
      "text": "The evidence is adequate for me and for much of the world's population... even many scientists (including evolutionists).",
      "type": "I",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149580",
      "text": "I'll wait for you to explain to what miracles you are referring before responding to this statement.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149581",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149582",
      "text": "You are in a loud minority, railing against the irrational hoards about you.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149583",
      "text": "Being in the minority or in the majority is irrelevant. Belief has no bearing on reality.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149584",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149585",
      "text": "I too am witness to God's miracles.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149586",
      "text": "What, specifically, are you witnessing? A baby being born? A prayer apparently being answered? A near miss? Mysterious coincidences that you interpret as being the work of God? Or do you see dead people rising up out of the grave? And people walking on water? And people turning water into wine and feeding a crowd with a small amount of food? What kind of miracles are we talking about here?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149587",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149588",
      "text": "I know that the Apostles witnessed God's miracles.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149589",
      "text": "Montalban -- Can you define for me the concept of 'knowledge' in the sense that you use it? Wouldn't 'believe' be a more accurate word to replace 'know' in the above statement? Otherwise, how is it that you can personally 'know' something that other intelligent and faithful Christians recognize as belief -- not knowledge?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:58"
    },
    {
      "nodeID": "149590",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:59"
    },
    {
      "nodeID": "149591",
      "text": "What has this got to do with the non-material world, of which God and you and I are a part of?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:59"
    },
    {
      "nodeID": "149592",
      "text": "Hmmm... This is interesting... If I am not mistaken, you are stating that [you believe] at least some physical creatures that occupy mass in the physical realm are actually part of a non-material realm. On what basis do you make this assertion?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:59"
    },
    {
      "nodeID": "149593",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:59"
    },
    {
      "nodeID": "149594",
      "text": "Montalban, Montalban....you are not reading, or choosing to ignore. Did you miss the basic logic you violate again? Question: Does faith require evidence: no Question: Does reason require evdience: yes Hell just froze over Montalban, which is just as irrational as claiming there is a hell in the first place. Either way you're comitting logical fallacy again. Stick to faith, it suits you better. Enjoy. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:10:59"
    },
    {
      "nodeID": "149595",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:59"
    },
    {
      "nodeID": "149596",
      "text": "You claim god is unknowable (partially or otherwise, it does not matter). You claim to know something of the unknowable, thus, you make a self-contradictory statement. Again. For what...the third time? Drop it, you're arguing illogically and I'm embarassed for you.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:59"
    },
    {
      "nodeID": "149597",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:59"
    },
    {
      "nodeID": "149598",
      "text": "Once one is adept at finding evidence after a conclusion is presumed, all sorts of 'proofs' reveal themselves. What's next, Nostradamus?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:59"
    },
    {
      "nodeID": "149599",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:59"
    },
    {
      "nodeID": "149600",
      "text": "Apparently you've got one powerful set of rose colored glassed.  I guess you spend a lot of money on those 1-900 psychics too. :( Nowhere is it scientifically inaccurate? Are you serious? Waxy",
      "type": "I",
      "timestamp": "2016-03-08 20:10:59"
    },
    {
      "nodeID": "149601",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:59"
    },
    {
      "nodeID": "149602",
      "text": "This is a statement written by someone who obviously has not read scripture. One of the most astonising 'proofs' if you will, that the Bible is of supernatural origin, is predictive prophecy. Science cannot, as you claim, 'explain' everything, and it has no natural explanation for the predictions made in scripture. How can science explain through statistical probablity the over 600 prophecies in Biblical writings that have come to pass? Also, how can it explain how supposedly uneducated people (uneducated in the ways of modern science) wrote about astronomy as if they knew about the universe as we do today. How could they have described the hydrological cycle as we have only come to know it recently?]",
      "type": "I",
      "timestamp": "2016-03-08 20:10:59"
    },
    {
      "nodeID": "149603",
      "text": "600? Oh really? Looks like the following scriptures are vague enough that they could apply to anything and nothing at the same time. Making vague enough comments can easily look prophetic. The fact that there aren't specifics is a key failure in your argument. If the bible was truly prophetic and scientifically accurate, terms that would easily be seen as represenativive of the natural force would be found everywhere, yet they are not. You are talking a little and making it to be far more then it is. Once again, anything vague enough can be taken for anything in any light under any condition.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:59"
    },
    {
      "nodeID": "149604",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:59"
    },
    {
      "nodeID": "149605",
      "text": "Ecclesiastes 1:6 The wind goes toward the south, And turns around to the north; The wind whirls about continually, And comes again on its circuit.  How did they know that the earth 'hangs on nothing' when the accepted norm of the day did not even accept that possibility?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149606",
      "text": "What? How did you get that analysis from that scripture? We DO hang on something. It's called the gravity of the Sun, and other planets.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149607",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149608",
      "text": "Even though the Bible is not a scientific text book and doesn't purport to be, nowhere is it scientifically inaccurate. In addition, many of the scientific ideas you are so impressed with are nothing new to the Bible. It was speaking of these things long before modern science spoke of them.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149609",
      "text": "Scientifically innacurate? 1 word: Creationism.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149610",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149611",
      "text": "Job 26:7 He stretches out the north over empty space; He hangs the earth on nothing.  How did they know that the 'vapors' of the earth rise to create moisture, that is seeded by lightning with nitrogen and then falls as rain to fertilze the soil?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149612",
      "text": "WHAT? I don't see anything regarding that. Seriously, what are you talking about?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149613",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149614",
      "text": "The story goes 'They (scientists) are slowly working their way to the mountain's peak painstakingly measuring and analyzing every step that they take. After many years of research, they finally arrive at the top of the mountain, scale over its leading edge, only to find a group of theologians sitting there with the answers all along.'",
      "type": "I",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149615",
      "text": "After reading that I had to go talk to Ralph on the big white telephone.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149616",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149617",
      "text": "You should refrain from calling others arrogant Mr. Kettle.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149618",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149619",
      "text": "If the Bible is not scientific and doesn't purport to be, why are you here parading it as a book filled with scientific data that is in no way scientifically inaccurate? That's quite the dichotomy. Is your faith in its veracity that weak? Waxy",
      "type": "I",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149620",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:00"
    },
    {
      "nodeID": "149621",
      "text": "Hydrothermal vents[4] are described in two books of the Bible written before 1400BC-more than 3,000 years before their discovery by science. Genesis 7:11 In the six hundredth year of Noah's life, in the second month, the seventeenth day of the month, on that day all the fountains of the great deep were broken up, and the windows of heaven were opened.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:01"
    },
    {
      "nodeID": "149622",
      "text": "If you can get past the fact that Noah is 600 years old, I guess it's not much of a leap to think that 'fountains of the deep' equals a valid description of hydrothermal vents.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:01"
    },
    {
      "nodeID": "149623",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:01"
    },
    {
      "nodeID": "149624",
      "text": "How did they know that the earth 'hangs on nothing' when the accepted norm of the day did not even accept that possibility?Job 26:7He stretches out the north over empty space;He hangs the earth on nothing.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:01"
    },
    {
      "nodeID": "149625",
      "text": "What does 'hangs on nothing' mean? Really, what does it mean? In context? Your interpretation?Do you think the Earth 'hangs on nothing'?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:01"
    },
    {
      "nodeID": "149626",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:01"
    },
    {
      "nodeID": "149627",
      "text": "This is a statement written by someone who obviously has not read scripture. One of the most astonising 'proofs' if you will, that the Bible is of supernatural origin, is predictive prophecy. Science cannot, as you claim, 'explain' everything, and it has no natural explanation for the predictions made in scripture. How can science explain through statistical probablity the over 600 prophecies in Biblical writings that have come to pass? Also, how can it explain how supposedly uneducated people (uneducated in the ways of modern science) wrote about astronomy as if they knew about the universe as we do today. How could they have described the hydrological cycle as we have only come to know it recently? Ecclesiastes 1:6 The wind goes toward the south, And turns around to the north; The wind whirls about continually, And comes again on its circuit.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:01"
    },
    {
      "nodeID": "149628",
      "text": "Wind goes north, south, east, and west, and it's always blowing somewhere, how does this relate to any kind of a scientific understanding of wind? Record the conversation of any two Joe Sixpacks in a coffee shop as they talk about the weather and you have about the same level of science involved.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:01"
    },
    {
      "nodeID": "149629",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:01"
    },
    {
      "nodeID": "149630",
      "text": "Like evolution, right? You have your conclusion, so everything else must adhere to it. Just answer the question. How to you account for the statements above?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:01"
    },
    {
      "nodeID": "149631",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:01"
    },
    {
      "nodeID": "149632",
      "text": "Yup. Give me an example of a true inaccuracy, instead of working to poke fun. Do you honestly think anyone will take you seriously (except the evolutionists) if you don't provide reasons for your apparent problem with scriptures. Are you scared because you see the 'ancients' commenting on subjects you thought science had 'discovered' since the 'enlightenment'? Man, how arrogant can you get? You remind me of the Pharasees. Arrogant presuppositions are no substitue for confronting your ignorance my friend. Either explain how the Bible speaks accurately on sophisticated subjects as given above, or don't bother posting.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:01"
    },
    {
      "nodeID": "149633",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:01"
    },
    {
      "nodeID": "149634",
      "text": "Well, I guess you can refuse to see something that's pretty obvious. It's up to you.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:01"
    },
    {
      "nodeID": "149635",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:01"
    },
    {
      "nodeID": "149636",
      "text": "Yes, but if seen from space (something the ancients couldn't do) it LOOKS like it hangs on nothing. Don't worry, I don't mind spelling it out for you.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149637",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149638",
      "text": "Look again.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149639",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149640",
      "text": "fically innacurate? 1 word: Creationism.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149641",
      "text": "Look again. This time, try and put yourself into the time the Bible was written. Try to see things as they did. Then ask yourself how those scriptures fit into that time period. It's not hard. But you may need to take a few classes on how to analyze historical documents and Hermeneutics before you get it.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149642",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149643",
      "text": "Like evolution, right? You have your conclusion, so everything else must adhere to it.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149644",
      "text": "Incorrect.  Evolution is not something that must be adhered to. It is a scientific theory. As such, if evidence was brought to light that evolutionary theory couldn't account for, then the theory would be altered or scrapped. It's really quite simple.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149645",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149646",
      "text": "Just answer the question. How to you account for the statements above?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149647",
      "text": "What statements? If you are referring to the 600 prophesies mentioned above... consider that I could write down a prophesy today about something that will happen tomorrow. Then tomorrow, I could either act out that which I wrote down the previous day in order to fulfill the prophesy. OR I could just write down a description of me fulfilling that particular prophecy and pass it off as me actually fulfilling the prophesy. In this manner, the probability of me fulfilling the prophecy is 100%. Because I made it happen.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149648",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149649",
      "text": "As a child I took the existence of God as a given. For the life of me I can't understand how so many believers discount the life experience of non-believers. I never set out to abandon God. I simply cannot believe based on what I have learned in my life. I suspect my story is not unique. I have seen the same 'evidence' and have heard the same arguments my whole life. I am not 'in league' with you know who nor am I deluding myself just to prop up science for its own sake. I wanted something to believe in that did not require me to deny that which is before my eyes and that which could be logically explained and/or observed.  The fact of evolution is a conclusion based on scientific study and fits the evidence. As far as your scriptural quotes, as I have said, you are reading in science when only prose exists. The fact of creation is a conclusion based on mythology and faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149650",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149651",
      "text": "Yup. Give me an example of a true inaccuracy, instead of working to poke fun. Do you honestly think anyone will take you seriously (except the evolutionists) if you don't provide reasons for your apparent problem with scriptures.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:02"
    },
    {
      "nodeID": "149652",
      "text": "What came first, trees or humans? Genesis 1:12-31 'And the earth brought forth grass and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: And the evening and the morning were the third day...And God said, Let us make man in our image...And the evening and the morning were the sixth day' vs. Genesis 2:5-9 'And ever plant of the field before it was in the earth, and every herb of the field before it grew, for the Lord God had not caused it to rain upon the earth, and there was not a man to till the ground...And the Lord God formed man of the dust of the ground...And the lord God planeted a garden eastward of Eden and there he put the man who he had formed. And out of the ground made the Lord God to grow every tree that is pleasant to the sight, and good for food' One contracition, among thousands of inaccuracies. Unfortunately for your argument, the bible is a man-written text in support of faith, not reason. It does not need to make sense, it is interepereted, in support of a particular faith, which is hopefully something that gives you comfort, and NOT something that interferes with reason in your daily life. I see from your posts it IS interfering, wheras I see other religious poster who seem to have no problem having faith for their own benefit, but do not attempt to mix the two (reason and faith). -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149653",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149654",
      "text": "But you may need to take a few classes on how to analyze historical documents and Hermeneutics before you get it.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149655",
      "text": "If the evidence is so weak that you have to take classes on the subject in order to be able to 'see' the connection, that's not very good evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149656",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149657",
      "text": "....says the one making stuff up. Creation is so wrong on so many levels it boggles the mind how people can take it seirously.  Write anything vague enough and it can mean anything, as you just showed. Alright, let's start making up scriptures and analyzing them to mean anything we want them to be. 'In the new age, on a series of fourths, on the new line of speech, the hindered will rise aganist the scholars' obviously this means that milo, who is hindered is challenging those who actually study and know facts.  hahahaha",
      "type": "I",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149658",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149659",
      "text": ".... i can make up one just as prophetic emoticon_xangel.  'The sky is black, the shadows powerful, God's domain judged by the unseen' Obviously this a prophetic for 26th dimensional superstring theory and how it governors the universe's physical properties in unforseen ways. Don't you see it? It's quite obvious! To the RATIONAL world, that is completely absurd, just like your analysis of how the scriptures work in your opninion.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149660",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149661",
      "text": "......now you're just making stuff up.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149662",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149663",
      "text": "Yeah, I'm scared Milo, I'm scared that a rational, apparently intelligent person can read these passages and come to the conclusions that you do.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149664",
      "text": "Thanks for the complement on intelligence.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149665",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149666",
      "text": "'If the solar system was brought about by an accidental collision, then the appearance of organic life on this planet was also an accident, and the whole evolution of Man was an accident too. If so, then all our thought processes are mere accidents-the accidental by-product of the movement of atoms. And this holds for the materialists and astronomers as well as for anyone else's. But if their thoughts-i.e. of Materialism and Astronomy-are merely accidental by-products, why should we believe them to be true? I see no reason for believing that one accident should be able to give a correct account of all the other accidents.'",
      "type": "I",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149667",
      "text": "C.S.Lewis believes things on faith, yet we are to use his words, which he is not here to clarify, as evidence that my claim is false, when he obviously accepts the same illogical claim as premise? His use of the word accident can readily be replaced by 'the natural laws of the universe', or other more descriptive terms, without the negative connotation that seems to scare believers. 'We're an accident? OMG, then we must right!'.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:03"
    },
    {
      "nodeID": "149668",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:04"
    },
    {
      "nodeID": "149669",
      "text": "If someone gives you an eye witness account of an event that happened before your time and all the evidence that you have collected does not contradict that account, is it no logical and rational to believe that eye witness' account? In a similar way, we have the Word of our Creator who doesn't lie and who was there in the beginning. The actual physical evidence fits nicely with what we would expect if the Bible is right, e.g. fossils, mutations, the fact that there are billions of sea things burried in massive 'underwater graves' all over the Earth - some while still eating or giving birth (i.e. had to be rapid). So if the evidence that we have collected does not contradict what His eye witness account says (i.e. Genesis) than, is it not logical and rational to believe it to be true? In fact, it would be illogical and irrational to not believe it!",
      "type": "I",
      "timestamp": "2016-03-08 20:11:04"
    },
    {
      "nodeID": "149670",
      "text": "Almost, and this is why I start the entire debate from the begining. Your concept of God is the irrational claim, that leads, inevitably, to a string of reason based firmly on an irrational or illogical premise. This is no great feat, we can all make a reasonable mountain of claims based on a single irrational premise. You don't NEED reason, you have faith, it's the opposite of reason.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:04"
    },
    {
      "nodeID": "149671",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:04"
    },
    {
      "nodeID": "149672",
      "text": "Further more, on what basis can we study the world in any coherent way and come to sensible conclusions about it?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:04"
    },
    {
      "nodeID": "149673",
      "text": "Why so many claims in opposition? I make a single claim, that can be refuted through logic, if it's fallacy. But the claim is correct. This new claim is an interesting one that I have seen others use. I'll tell you on what basis. Based on reason. To hold that nothing can be known for certain, is ultimately reduced to absurd unintelligble nonsense. I'll start a thread about this claim, it's a hot topic to be sure!",
      "type": "I",
      "timestamp": "2016-03-08 20:11:04"
    },
    {
      "nodeID": "149674",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:04"
    },
    {
      "nodeID": "149675",
      "text": "As for the second part, no, you've got it backward, rational belief is based on faith in a rational creator.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:04"
    },
    {
      "nodeID": "149676",
      "text": "I disagree, I need you to show me what part of reason is BASED on faith of a rational creator, based on evidence (includes things that are self-evident). Unless you want me to accept your claim on faith!! -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:11:04"
    },
    {
      "nodeID": "149677",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:04"
    },
    {
      "nodeID": "149678",
      "text": "If information came into being by chance, how can we know that anything is true? How do you know what is false and what is 'true'? If we are just products of chance, your brain is also a product of chance. Therefore, the thought patters that determine your logic are also products of chance. If your logic is the result of chance processes, you can't even be sure it evolved properly. You can't even be sure you can reason properly (using your definition) because you can't trust your own logic.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:04"
    },
    {
      "nodeID": "149679",
      "text": "Sounds like the same skeptic argument above. I don't know about you Nu Leader, but when I'm certain my mind exists. Are you not certain? You are actually required to be, to deny you exist would require existence, and that would be logically contradictory.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:04"
    },
    {
      "nodeID": "149680",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:04"
    },
    {
      "nodeID": "149681",
      "text": "Actually, the whole basis for modern science depends on the assumption that the universe was made by a rational creator. Dr Stanley Jaki has documented how the scientific method was still-born in all cultures apart from the Judeo-Christian culture in Europe (Science and Creation (Edinburgh and London: Scottish Academic Press, 1974)). An orderly universe makes perfect sense if it was made by an orderly Creator. But if there is no creator, or if Zeus and his gang were in charge, why should there be any order at all? Loren Eiseley stated (Loren Eiseley: Darwin's Century: Evolution and the Men who Discovered It, Doubleday, Anchor, New York (1961):",
      "type": "I",
      "timestamp": "2016-03-08 20:11:04"
    },
    {
      "nodeID": "149682",
      "text": "That's a completely different argument, order does not imply a creator.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:04"
    },
    {
      "nodeID": "149683",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149684",
      "text": "C.S. Lewis also pointed out that even our ability to reason would be called into question if atheistic evolution were true (God in the Dock (Grand Rapids, MI: Eerdmans, 1970) pp. 52-53):",
      "type": "I",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149685",
      "text": "That's enough appeals to authority for one post.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149686",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149687",
      "text": "'The philosophy of experimental science...began its discoveries and made use of its methods in the faith, not the knowledge, that it was dealing with a rational universe controlled by a creator who did not act upon whim nor interfere with the forces He had set in operation... It is surely one of the curious paradoxes of history that science, which professionally has little to do with faith, owes its origins to an act of faith that the universe can be rationally interpreted, and that science today is sustained by that assumption.'",
      "type": "I",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149688",
      "text": "Origins of science, whether truly started by those of faith or not, is irrelevant. Whatever science was, it has become a body of knowledge, through application of reason.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149689",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149690",
      "text": "I do not claim to know anything that is real, and infinite.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149691",
      "text": "I know you don't. So what?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149692",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149693",
      "text": "So, your refutation is incorrect, as shown above.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149694",
      "text": "Based on you claiming it to be so.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149695",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149696",
      "text": "Sorry to disappoint you, I don't believe anything about anything unknowable.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149697",
      "text": "Yes you do. I've already posted your words saying you believe it exists. Deal with that first. I note now you have a habit of just ploughing on ahead when faced with evidence. How do you know nothing about the unknowable?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149698",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:11:05"
    },
    {
      "nodeID": "149699",
      "text": "Where does one need faith, exactly, to make claims about evolution (hint: faith is not needed).",
      "type": "I",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149700",
      "text": "The big bang, life from non-life, the progression of life from the simple to the complex, just to name a few. None of these can be proved (even on the balance of probabilities) to be true by operations science. All of these contradict scientific observations of the present. As a result, you must take them by purely blind faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149701",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149702",
      "text": "It definitely does not imply an accident. The dictionary defines an accident as an event without appear cause; mishap. While orderly is defined as being methodically arranged; tidy. For something to be orderly, or methodically arranged, intelligence must do it. For example, if you go into your room and just mindlessly throw everything around accidentally without planning where it will go, it will not create a nice clean room. No, it will create disorder. Accidents will never create order. Car crashes, for example, do not create order. Think about this, you have bits and pieces of car for over a hundred metres depending on the severity. I'ld hate to be involved in one like that!  If you want your room to look orderly, you must carefully plan where you want to put all of your possessions, where they will look neat and tidy. Hence, intelligence creates order. Therefore, an orderly universe cannot come about by accident and thus requires intelligence, i.e. God.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149703",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149704",
      "text": "Reason cannot be applied to it. Furthermore, since evolution relies on reason, faith cannot be applied to it.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149705",
      "text": "Actually, all evolutionists must have faith for their theory to be true. Can you prove that the big bang happened 15 billion years ago? No, all the evidence that we have in favour is the red shift of starlight and the background microwave radiation (which is all at the same temperature, give or take a few K). We all know how evolutionists interpret the evidence, but the evidence makes just as much more sense when interpreted through Dr Humphreys' new young earth relativistic cosmology model. This is outlined in his book 'Starlight and Time' and is an amazing read. So the same evidence (e.g. redshift, CBM radiation) makes sense in both models (although CBM causes a little trouble in the big bang theory).  But we have no human eye witness accounts of the big bang or even creation unfolding. Nor we can observe life coming from lifeless chemicals, nor we can observe life going from simple to complex - today we observe mutations and natural selection going in the opposite direction. Basically, no one was there to see the supposed evolution of all things. We have no eye witness accounts of any of these events, they certainly cannot be repeated or experimented upon today. This means that the evolutionist must take his belief in evolution by faith as he cannot prove that it happened here today in the present.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149706",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149707",
      "text": "The theory of evolution is based on evidence, the existence of god, is not..",
      "type": "I",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149708",
      "text": "Of course it is based on the evidence, as is creation. They are both different interpretations about the same evidence that are ultimately determined by a person's underlying assumptions or belief systems. But we can reason that there must be God by way of observing the beauty and design all around us, the truth of the Bible, etc. All of these things only imply that a creator exists. We see a computer program, we know it needs a programmer. In a similar way, we see the highly complex DNA system, we must reason, coming to a similar conclusion that it needs a Designer.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149709",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149710",
      "text": "No, faith and reason are mutually exclusive. Science is based on reason.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149711",
      "text": "As proved above by definition of reason above, it all depends on what premise or starting assumption you have as to what conclusion you will reason out. You are correct that faith does not neccessary require evidence. But there is usually always evidence to support the validity of a particular faith, in this case Christianity.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149712",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149713",
      "text": "Your concept of there being no God is an irrational claim, that leads, inevitably, to a string of reason based firmly on an irrational or illogical premise. I copied your words as it may be easiest to for you to understand the point I am trying to make. The use of God is a rational assumption. Your use of there not being a God is an assumption. By definition of reason, it is the intellectual faculaty by which conclusions are drawn from premises. On the existence of a rational Creator who made us in His image, our 'intellectual faculty' would also be made in His image. Thus it is rational and logical. Hence, the conclusion that we come to from the premise that God exists is rational and logical. While evolution says we are accidents, and hence, our brain patterns that governs our logic and ability to reason must also be accidnets (i.e we would be irrational and illogical). After reasoning, the conclusions we came to would be most likely irrational and illogical. As you can see from the definition of reason, it depends on your starting faith or belief systems as to what conclusion you will come to. Another word for this faith is assumptions.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149714",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:06"
    },
    {
      "nodeID": "149715",
      "text": "No Montalban, fallacy or falsity will not persuade me to think a true claim is false. Your faith cannot differentiate truth from falsity, so we cannot use your faith-based evidence, since it always results in circular reasoning, and ultimately, contradiction. If you wish to support your refutation with logical or justified evidence, please do. You have not.  I make no such claims about the unknowable. I have claimed, that your claim, is illogical: =============================== Defined: Unknowable: not knowable www.cogsci.princeton.edu/cgi-bin/webwn - based on Law of Contradiction A proposition cannot be both true and false. Is it knowable? No, by definition, it's unknowable. False Is it knowable? You claim you know it. True Knowable: Not Knowable. The claim - I know something of the unknowable - Is a logical contradiction. ----------------------------------------------- Your claim remains contradictory, despite your anger and frustration and assumptions about me. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:11:07"
    },
    {
      "nodeID": "149716",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:07"
    },
    {
      "nodeID": "149717",
      "text": "Don't you get tired of passing of just-so statement as argument?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:07"
    },
    {
      "nodeID": "149718",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:07"
    }
  ],
  "edges": [
    {
      "edgeID": "190056",
      "fromID": "149390",
      "toID": "149391",
      "formEdgeID": null
    },
    {
      "edgeID": "190057",
      "fromID": "149391",
      "toID": "149389",
      "formEdgeID": null
    },
    {
      "edgeID": "190058",
      "fromID": "149393",
      "toID": "149394",
      "formEdgeID": null
    },
    {
      "edgeID": "190059",
      "fromID": "149394",
      "toID": "149392",
      "formEdgeID": null
    },
    {
      "edgeID": "190060",
      "fromID": "149396",
      "toID": "149397",
      "formEdgeID": null
    },
    {
      "edgeID": "190061",
      "fromID": "149397",
      "toID": "149395",
      "formEdgeID": null
    },
    {
      "edgeID": "190062",
      "fromID": "149399",
      "toID": "149400",
      "formEdgeID": null
    },
    {
      "edgeID": "190063",
      "fromID": "149400",
      "toID": "149398",
      "formEdgeID": null
    },
    {
      "edgeID": "190064",
      "fromID": "149402",
      "toID": "149403",
      "formEdgeID": null
    },
    {
      "edgeID": "190065",
      "fromID": "149403",
      "toID": "149401",
      "formEdgeID": null
    },
    {
      "edgeID": "190066",
      "fromID": "149405",
      "toID": "149406",
      "formEdgeID": null
    },
    {
      "edgeID": "190067",
      "fromID": "149406",
      "toID": "149404",
      "formEdgeID": null
    },
    {
      "edgeID": "190068",
      "fromID": "149408",
      "toID": "149409",
      "formEdgeID": null
    },
    {
      "edgeID": "190069",
      "fromID": "149409",
      "toID": "149407",
      "formEdgeID": null
    },
    {
      "edgeID": "190070",
      "fromID": "149411",
      "toID": "149412",
      "formEdgeID": null
    },
    {
      "edgeID": "190071",
      "fromID": "149412",
      "toID": "149410",
      "formEdgeID": null
    },
    {
      "edgeID": "190072",
      "fromID": "149414",
      "toID": "149415",
      "formEdgeID": null
    },
    {
      "edgeID": "190073",
      "fromID": "149415",
      "toID": "149413",
      "formEdgeID": null
    },
    {
      "edgeID": "190074",
      "fromID": "149417",
      "toID": "149418",
      "formEdgeID": null
    },
    {
      "edgeID": "190075",
      "fromID": "149418",
      "toID": "149416",
      "formEdgeID": null
    },
    {
      "edgeID": "190076",
      "fromID": "149420",
      "toID": "149421",
      "formEdgeID": null
    },
    {
      "edgeID": "190077",
      "fromID": "149421",
      "toID": "149419",
      "formEdgeID": null
    },
    {
      "edgeID": "190078",
      "fromID": "149423",
      "toID": "149424",
      "formEdgeID": null
    },
    {
      "edgeID": "190079",
      "fromID": "149424",
      "toID": "149422",
      "formEdgeID": null
    },
    {
      "edgeID": "190080",
      "fromID": "149426",
      "toID": "149427",
      "formEdgeID": null
    },
    {
      "edgeID": "190081",
      "fromID": "149427",
      "toID": "149425",
      "formEdgeID": null
    },
    {
      "edgeID": "190082",
      "fromID": "149429",
      "toID": "149430",
      "formEdgeID": null
    },
    {
      "edgeID": "190083",
      "fromID": "149430",
      "toID": "149428",
      "formEdgeID": null
    },
    {
      "edgeID": "190084",
      "fromID": "149432",
      "toID": "149433",
      "formEdgeID": null
    },
    {
      "edgeID": "190085",
      "fromID": "149433",
      "toID": "149431",
      "formEdgeID": null
    },
    {
      "edgeID": "190086",
      "fromID": "149435",
      "toID": "149436",
      "formEdgeID": null
    },
    {
      "edgeID": "190087",
      "fromID": "149436",
      "toID": "149434",
      "formEdgeID": null
    },
    {
      "edgeID": "190088",
      "fromID": "149438",
      "toID": "149439",
      "formEdgeID": null
    },
    {
      "edgeID": "190089",
      "fromID": "149439",
      "toID": "149437",
      "formEdgeID": null
    },
    {
      "edgeID": "190090",
      "fromID": "149441",
      "toID": "149442",
      "formEdgeID": null
    },
    {
      "edgeID": "190091",
      "fromID": "149442",
      "toID": "149440",
      "formEdgeID": null
    },
    {
      "edgeID": "190092",
      "fromID": "149444",
      "toID": "149445",
      "formEdgeID": null
    },
    {
      "edgeID": "190093",
      "fromID": "149445",
      "toID": "149443",
      "formEdgeID": null
    },
    {
      "edgeID": "190094",
      "fromID": "149447",
      "toID": "149448",
      "formEdgeID": null
    },
    {
      "edgeID": "190095",
      "fromID": "149448",
      "toID": "149446",
      "formEdgeID": null
    },
    {
      "edgeID": "190096",
      "fromID": "149450",
      "toID": "149451",
      "formEdgeID": null
    },
    {
      "edgeID": "190097",
      "fromID": "149451",
      "toID": "149449",
      "formEdgeID": null
    },
    {
      "edgeID": "190098",
      "fromID": "149453",
      "toID": "149454",
      "formEdgeID": null
    },
    {
      "edgeID": "190099",
      "fromID": "149454",
      "toID": "149452",
      "formEdgeID": null
    },
    {
      "edgeID": "190100",
      "fromID": "149456",
      "toID": "149457",
      "formEdgeID": null
    },
    {
      "edgeID": "190101",
      "fromID": "149457",
      "toID": "149455",
      "formEdgeID": null
    },
    {
      "edgeID": "190102",
      "fromID": "149459",
      "toID": "149460",
      "formEdgeID": null
    },
    {
      "edgeID": "190103",
      "fromID": "149460",
      "toID": "149458",
      "formEdgeID": null
    },
    {
      "edgeID": "190104",
      "fromID": "149462",
      "toID": "149463",
      "formEdgeID": null
    },
    {
      "edgeID": "190105",
      "fromID": "149463",
      "toID": "149461",
      "formEdgeID": null
    },
    {
      "edgeID": "190106",
      "fromID": "149465",
      "toID": "149466",
      "formEdgeID": null
    },
    {
      "edgeID": "190107",
      "fromID": "149466",
      "toID": "149464",
      "formEdgeID": null
    },
    {
      "edgeID": "190108",
      "fromID": "149468",
      "toID": "149469",
      "formEdgeID": null
    },
    {
      "edgeID": "190109",
      "fromID": "149469",
      "toID": "149467",
      "formEdgeID": null
    },
    {
      "edgeID": "190110",
      "fromID": "149471",
      "toID": "149472",
      "formEdgeID": null
    },
    {
      "edgeID": "190111",
      "fromID": "149472",
      "toID": "149470",
      "formEdgeID": null
    },
    {
      "edgeID": "190112",
      "fromID": "149474",
      "toID": "149475",
      "formEdgeID": null
    },
    {
      "edgeID": "190113",
      "fromID": "149475",
      "toID": "149473",
      "formEdgeID": null
    },
    {
      "edgeID": "190114",
      "fromID": "149477",
      "toID": "149478",
      "formEdgeID": null
    },
    {
      "edgeID": "190115",
      "fromID": "149478",
      "toID": "149476",
      "formEdgeID": null
    },
    {
      "edgeID": "190116",
      "fromID": "149480",
      "toID": "149481",
      "formEdgeID": null
    },
    {
      "edgeID": "190117",
      "fromID": "149481",
      "toID": "149479",
      "formEdgeID": null
    },
    {
      "edgeID": "190118",
      "fromID": "149483",
      "toID": "149484",
      "formEdgeID": null
    },
    {
      "edgeID": "190119",
      "fromID": "149484",
      "toID": "149482",
      "formEdgeID": null
    },
    {
      "edgeID": "190120",
      "fromID": "149486",
      "toID": "149487",
      "formEdgeID": null
    },
    {
      "edgeID": "190121",
      "fromID": "149487",
      "toID": "149485",
      "formEdgeID": null
    },
    {
      "edgeID": "190122",
      "fromID": "149489",
      "toID": "149490",
      "formEdgeID": null
    },
    {
      "edgeID": "190123",
      "fromID": "149490",
      "toID": "149488",
      "formEdgeID": null
    },
    {
      "edgeID": "190124",
      "fromID": "149492",
      "toID": "149493",
      "formEdgeID": null
    },
    {
      "edgeID": "190125",
      "fromID": "149493",
      "toID": "149491",
      "formEdgeID": null
    },
    {
      "edgeID": "190126",
      "fromID": "149495",
      "toID": "149496",
      "formEdgeID": null
    },
    {
      "edgeID": "190127",
      "fromID": "149496",
      "toID": "149494",
      "formEdgeID": null
    },
    {
      "edgeID": "190128",
      "fromID": "149498",
      "toID": "149499",
      "formEdgeID": null
    },
    {
      "edgeID": "190129",
      "fromID": "149499",
      "toID": "149497",
      "formEdgeID": null
    },
    {
      "edgeID": "190130",
      "fromID": "149501",
      "toID": "149502",
      "formEdgeID": null
    },
    {
      "edgeID": "190131",
      "fromID": "149502",
      "toID": "149500",
      "formEdgeID": null
    },
    {
      "edgeID": "190132",
      "fromID": "149504",
      "toID": "149505",
      "formEdgeID": null
    },
    {
      "edgeID": "190133",
      "fromID": "149505",
      "toID": "149503",
      "formEdgeID": null
    },
    {
      "edgeID": "190134",
      "fromID": "149507",
      "toID": "149508",
      "formEdgeID": null
    },
    {
      "edgeID": "190135",
      "fromID": "149508",
      "toID": "149506",
      "formEdgeID": null
    },
    {
      "edgeID": "190136",
      "fromID": "149510",
      "toID": "149511",
      "formEdgeID": null
    },
    {
      "edgeID": "190137",
      "fromID": "149511",
      "toID": "149509",
      "formEdgeID": null
    },
    {
      "edgeID": "190138",
      "fromID": "149513",
      "toID": "149514",
      "formEdgeID": null
    },
    {
      "edgeID": "190139",
      "fromID": "149514",
      "toID": "149512",
      "formEdgeID": null
    },
    {
      "edgeID": "190140",
      "fromID": "149516",
      "toID": "149517",
      "formEdgeID": null
    },
    {
      "edgeID": "190141",
      "fromID": "149517",
      "toID": "149515",
      "formEdgeID": null
    },
    {
      "edgeID": "190142",
      "fromID": "149519",
      "toID": "149520",
      "formEdgeID": null
    },
    {
      "edgeID": "190143",
      "fromID": "149520",
      "toID": "149518",
      "formEdgeID": null
    },
    {
      "edgeID": "190144",
      "fromID": "149522",
      "toID": "149523",
      "formEdgeID": null
    },
    {
      "edgeID": "190145",
      "fromID": "149523",
      "toID": "149521",
      "formEdgeID": null
    },
    {
      "edgeID": "190146",
      "fromID": "149524",
      "toID": "149525",
      "formEdgeID": null
    },
    {
      "edgeID": "190147",
      "fromID": "149525",
      "toID": "149390",
      "formEdgeID": null
    },
    {
      "edgeID": "190148",
      "fromID": "149527",
      "toID": "149528",
      "formEdgeID": null
    },
    {
      "edgeID": "190149",
      "fromID": "149528",
      "toID": "149527",
      "formEdgeID": null
    },
    {
      "edgeID": "190150",
      "fromID": "149529",
      "toID": "149530",
      "formEdgeID": null
    },
    {
      "edgeID": "190151",
      "fromID": "149530",
      "toID": "149405",
      "formEdgeID": null
    },
    {
      "edgeID": "190152",
      "fromID": "149531",
      "toID": "149532",
      "formEdgeID": null
    },
    {
      "edgeID": "190153",
      "fromID": "149532",
      "toID": "149405",
      "formEdgeID": null
    },
    {
      "edgeID": "190154",
      "fromID": "149533",
      "toID": "149534",
      "formEdgeID": null
    },
    {
      "edgeID": "190155",
      "fromID": "149534",
      "toID": "149405",
      "formEdgeID": null
    },
    {
      "edgeID": "190156",
      "fromID": "149536",
      "toID": "149537",
      "formEdgeID": null
    },
    {
      "edgeID": "190157",
      "fromID": "149537",
      "toID": "149535",
      "formEdgeID": null
    },
    {
      "edgeID": "190158",
      "fromID": "149539",
      "toID": "149540",
      "formEdgeID": null
    },
    {
      "edgeID": "190159",
      "fromID": "149540",
      "toID": "149538",
      "formEdgeID": null
    },
    {
      "edgeID": "190160",
      "fromID": "149542",
      "toID": "149543",
      "formEdgeID": null
    },
    {
      "edgeID": "190161",
      "fromID": "149543",
      "toID": "149541",
      "formEdgeID": null
    },
    {
      "edgeID": "190162",
      "fromID": "149545",
      "toID": "149546",
      "formEdgeID": null
    },
    {
      "edgeID": "190163",
      "fromID": "149546",
      "toID": "149544",
      "formEdgeID": null
    },
    {
      "edgeID": "190164",
      "fromID": "149548",
      "toID": "149549",
      "formEdgeID": null
    },
    {
      "edgeID": "190165",
      "fromID": "149549",
      "toID": "149547",
      "formEdgeID": null
    },
    {
      "edgeID": "190166",
      "fromID": "149551",
      "toID": "149552",
      "formEdgeID": null
    },
    {
      "edgeID": "190167",
      "fromID": "149552",
      "toID": "149550",
      "formEdgeID": null
    },
    {
      "edgeID": "190168",
      "fromID": "149554",
      "toID": "149555",
      "formEdgeID": null
    },
    {
      "edgeID": "190169",
      "fromID": "149555",
      "toID": "149553",
      "formEdgeID": null
    },
    {
      "edgeID": "190170",
      "fromID": "149557",
      "toID": "149558",
      "formEdgeID": null
    },
    {
      "edgeID": "190171",
      "fromID": "149558",
      "toID": "149556",
      "formEdgeID": null
    },
    {
      "edgeID": "190172",
      "fromID": "149560",
      "toID": "149561",
      "formEdgeID": null
    },
    {
      "edgeID": "190173",
      "fromID": "149561",
      "toID": "149559",
      "formEdgeID": null
    },
    {
      "edgeID": "190174",
      "fromID": "149563",
      "toID": "149564",
      "formEdgeID": null
    },
    {
      "edgeID": "190175",
      "fromID": "149564",
      "toID": "149562",
      "formEdgeID": null
    },
    {
      "edgeID": "190176",
      "fromID": "149566",
      "toID": "149567",
      "formEdgeID": null
    },
    {
      "edgeID": "190177",
      "fromID": "149567",
      "toID": "149565",
      "formEdgeID": null
    },
    {
      "edgeID": "190178",
      "fromID": "149569",
      "toID": "149570",
      "formEdgeID": null
    },
    {
      "edgeID": "190179",
      "fromID": "149570",
      "toID": "149568",
      "formEdgeID": null
    },
    {
      "edgeID": "190180",
      "fromID": "149572",
      "toID": "149573",
      "formEdgeID": null
    },
    {
      "edgeID": "190181",
      "fromID": "149573",
      "toID": "149571",
      "formEdgeID": null
    },
    {
      "edgeID": "190182",
      "fromID": "149575",
      "toID": "149576",
      "formEdgeID": null
    },
    {
      "edgeID": "190183",
      "fromID": "149576",
      "toID": "149574",
      "formEdgeID": null
    },
    {
      "edgeID": "190184",
      "fromID": "149577",
      "toID": "149578",
      "formEdgeID": null
    },
    {
      "edgeID": "190185",
      "fromID": "149578",
      "toID": "149507",
      "formEdgeID": null
    },
    {
      "edgeID": "190186",
      "fromID": "149580",
      "toID": "149581",
      "formEdgeID": null
    },
    {
      "edgeID": "190187",
      "fromID": "149581",
      "toID": "149579",
      "formEdgeID": null
    },
    {
      "edgeID": "190188",
      "fromID": "149583",
      "toID": "149584",
      "formEdgeID": null
    },
    {
      "edgeID": "190189",
      "fromID": "149584",
      "toID": "149582",
      "formEdgeID": null
    },
    {
      "edgeID": "190190",
      "fromID": "149586",
      "toID": "149587",
      "formEdgeID": null
    },
    {
      "edgeID": "190191",
      "fromID": "149587",
      "toID": "149585",
      "formEdgeID": null
    },
    {
      "edgeID": "190192",
      "fromID": "149589",
      "toID": "149590",
      "formEdgeID": null
    },
    {
      "edgeID": "190193",
      "fromID": "149590",
      "toID": "149588",
      "formEdgeID": null
    },
    {
      "edgeID": "190194",
      "fromID": "149592",
      "toID": "149593",
      "formEdgeID": null
    },
    {
      "edgeID": "190195",
      "fromID": "149593",
      "toID": "149591",
      "formEdgeID": null
    },
    {
      "edgeID": "190196",
      "fromID": "149594",
      "toID": "149595",
      "formEdgeID": null
    },
    {
      "edgeID": "190197",
      "fromID": "149595",
      "toID": "149432",
      "formEdgeID": null
    },
    {
      "edgeID": "190198",
      "fromID": "149596",
      "toID": "149597",
      "formEdgeID": null
    },
    {
      "edgeID": "190199",
      "fromID": "149597",
      "toID": "149432",
      "formEdgeID": null
    },
    {
      "edgeID": "190200",
      "fromID": "149598",
      "toID": "149599",
      "formEdgeID": null
    },
    {
      "edgeID": "190201",
      "fromID": "149599",
      "toID": "149524",
      "formEdgeID": null
    },
    {
      "edgeID": "190202",
      "fromID": "149600",
      "toID": "149601",
      "formEdgeID": null
    },
    {
      "edgeID": "190203",
      "fromID": "149601",
      "toID": "149524",
      "formEdgeID": null
    },
    {
      "edgeID": "190204",
      "fromID": "149603",
      "toID": "149604",
      "formEdgeID": null
    },
    {
      "edgeID": "190205",
      "fromID": "149604",
      "toID": "149602",
      "formEdgeID": null
    },
    {
      "edgeID": "190206",
      "fromID": "149606",
      "toID": "149607",
      "formEdgeID": null
    },
    {
      "edgeID": "190207",
      "fromID": "149607",
      "toID": "149605",
      "formEdgeID": null
    },
    {
      "edgeID": "190208",
      "fromID": "149609",
      "toID": "149610",
      "formEdgeID": null
    },
    {
      "edgeID": "190209",
      "fromID": "149610",
      "toID": "149608",
      "formEdgeID": null
    },
    {
      "edgeID": "190210",
      "fromID": "149612",
      "toID": "149613",
      "formEdgeID": null
    },
    {
      "edgeID": "190211",
      "fromID": "149613",
      "toID": "149611",
      "formEdgeID": null
    },
    {
      "edgeID": "190212",
      "fromID": "149615",
      "toID": "149616",
      "formEdgeID": null
    },
    {
      "edgeID": "190213",
      "fromID": "149616",
      "toID": "149614",
      "formEdgeID": null
    },
    {
      "edgeID": "190214",
      "fromID": "149617",
      "toID": "149618",
      "formEdgeID": null
    },
    {
      "edgeID": "190215",
      "fromID": "149618",
      "toID": "149524",
      "formEdgeID": null
    },
    {
      "edgeID": "190216",
      "fromID": "149619",
      "toID": "149620",
      "formEdgeID": null
    },
    {
      "edgeID": "190217",
      "fromID": "149620",
      "toID": "149524",
      "formEdgeID": null
    },
    {
      "edgeID": "190218",
      "fromID": "149622",
      "toID": "149623",
      "formEdgeID": null
    },
    {
      "edgeID": "190219",
      "fromID": "149623",
      "toID": "149621",
      "formEdgeID": null
    },
    {
      "edgeID": "190220",
      "fromID": "149625",
      "toID": "149626",
      "formEdgeID": null
    },
    {
      "edgeID": "190221",
      "fromID": "149626",
      "toID": "149624",
      "formEdgeID": null
    },
    {
      "edgeID": "190222",
      "fromID": "149628",
      "toID": "149629",
      "formEdgeID": null
    },
    {
      "edgeID": "190223",
      "fromID": "149629",
      "toID": "149627",
      "formEdgeID": null
    },
    {
      "edgeID": "190224",
      "fromID": "149630",
      "toID": "149631",
      "formEdgeID": null
    },
    {
      "edgeID": "190225",
      "fromID": "149631",
      "toID": "149598",
      "formEdgeID": null
    },
    {
      "edgeID": "190226",
      "fromID": "149632",
      "toID": "149633",
      "formEdgeID": null
    },
    {
      "edgeID": "190227",
      "fromID": "149633",
      "toID": "149600",
      "formEdgeID": null
    },
    {
      "edgeID": "190228",
      "fromID": "149634",
      "toID": "149635",
      "formEdgeID": null
    },
    {
      "edgeID": "190229",
      "fromID": "149635",
      "toID": "149603",
      "formEdgeID": null
    },
    {
      "edgeID": "190230",
      "fromID": "149636",
      "toID": "149637",
      "formEdgeID": null
    },
    {
      "edgeID": "190231",
      "fromID": "149637",
      "toID": "149603",
      "formEdgeID": null
    },
    {
      "edgeID": "190232",
      "fromID": "149638",
      "toID": "149639",
      "formEdgeID": null
    },
    {
      "edgeID": "190233",
      "fromID": "149639",
      "toID": "149603",
      "formEdgeID": null
    },
    {
      "edgeID": "190234",
      "fromID": "149641",
      "toID": "149642",
      "formEdgeID": null
    },
    {
      "edgeID": "190235",
      "fromID": "149642",
      "toID": "149640",
      "formEdgeID": null
    },
    {
      "edgeID": "190236",
      "fromID": "149644",
      "toID": "149645",
      "formEdgeID": null
    },
    {
      "edgeID": "190237",
      "fromID": "149645",
      "toID": "149643",
      "formEdgeID": null
    },
    {
      "edgeID": "190238",
      "fromID": "149647",
      "toID": "149648",
      "formEdgeID": null
    },
    {
      "edgeID": "190239",
      "fromID": "149648",
      "toID": "149646",
      "formEdgeID": null
    },
    {
      "edgeID": "190240",
      "fromID": "149649",
      "toID": "149650",
      "formEdgeID": null
    },
    {
      "edgeID": "190241",
      "fromID": "149650",
      "toID": "149630",
      "formEdgeID": null
    },
    {
      "edgeID": "190242",
      "fromID": "149652",
      "toID": "149653",
      "formEdgeID": null
    },
    {
      "edgeID": "190243",
      "fromID": "149653",
      "toID": "149651",
      "formEdgeID": null
    },
    {
      "edgeID": "190244",
      "fromID": "149655",
      "toID": "149656",
      "formEdgeID": null
    },
    {
      "edgeID": "190245",
      "fromID": "149656",
      "toID": "149654",
      "formEdgeID": null
    },
    {
      "edgeID": "190246",
      "fromID": "149657",
      "toID": "149658",
      "formEdgeID": null
    },
    {
      "edgeID": "190247",
      "fromID": "149658",
      "toID": "149634",
      "formEdgeID": null
    },
    {
      "edgeID": "190248",
      "fromID": "149659",
      "toID": "149660",
      "formEdgeID": null
    },
    {
      "edgeID": "190249",
      "fromID": "149660",
      "toID": "149634",
      "formEdgeID": null
    },
    {
      "edgeID": "190250",
      "fromID": "149661",
      "toID": "149662",
      "formEdgeID": null
    },
    {
      "edgeID": "190251",
      "fromID": "149662",
      "toID": "149634",
      "formEdgeID": null
    },
    {
      "edgeID": "190252",
      "fromID": "149664",
      "toID": "149665",
      "formEdgeID": null
    },
    {
      "edgeID": "190253",
      "fromID": "149665",
      "toID": "149663",
      "formEdgeID": null
    },
    {
      "edgeID": "190254",
      "fromID": "149667",
      "toID": "149668",
      "formEdgeID": null
    },
    {
      "edgeID": "190255",
      "fromID": "149668",
      "toID": "149666",
      "formEdgeID": null
    },
    {
      "edgeID": "190256",
      "fromID": "149670",
      "toID": "149671",
      "formEdgeID": null
    },
    {
      "edgeID": "190257",
      "fromID": "149671",
      "toID": "149669",
      "formEdgeID": null
    },
    {
      "edgeID": "190258",
      "fromID": "149673",
      "toID": "149674",
      "formEdgeID": null
    },
    {
      "edgeID": "190259",
      "fromID": "149674",
      "toID": "149672",
      "formEdgeID": null
    },
    {
      "edgeID": "190260",
      "fromID": "149676",
      "toID": "149677",
      "formEdgeID": null
    },
    {
      "edgeID": "190261",
      "fromID": "149677",
      "toID": "149675",
      "formEdgeID": null
    },
    {
      "edgeID": "190262",
      "fromID": "149679",
      "toID": "149680",
      "formEdgeID": null
    },
    {
      "edgeID": "190263",
      "fromID": "149680",
      "toID": "149678",
      "formEdgeID": null
    },
    {
      "edgeID": "190264",
      "fromID": "149682",
      "toID": "149683",
      "formEdgeID": null
    },
    {
      "edgeID": "190265",
      "fromID": "149683",
      "toID": "149681",
      "formEdgeID": null
    },
    {
      "edgeID": "190266",
      "fromID": "149685",
      "toID": "149686",
      "formEdgeID": null
    },
    {
      "edgeID": "190267",
      "fromID": "149686",
      "toID": "149684",
      "formEdgeID": null
    },
    {
      "edgeID": "190268",
      "fromID": "149688",
      "toID": "149689",
      "formEdgeID": null
    },
    {
      "edgeID": "190269",
      "fromID": "149689",
      "toID": "149687",
      "formEdgeID": null
    },
    {
      "edgeID": "190270",
      "fromID": "149691",
      "toID": "149692",
      "formEdgeID": null
    },
    {
      "edgeID": "190271",
      "fromID": "149692",
      "toID": "149690",
      "formEdgeID": null
    },
    {
      "edgeID": "190272",
      "fromID": "149694",
      "toID": "149695",
      "formEdgeID": null
    },
    {
      "edgeID": "190273",
      "fromID": "149695",
      "toID": "149693",
      "formEdgeID": null
    },
    {
      "edgeID": "190274",
      "fromID": "149697",
      "toID": "149698",
      "formEdgeID": null
    },
    {
      "edgeID": "190275",
      "fromID": "149698",
      "toID": "149696",
      "formEdgeID": null
    },
    {
      "edgeID": "190276",
      "fromID": "149700",
      "toID": "149701",
      "formEdgeID": null
    },
    {
      "edgeID": "190277",
      "fromID": "149701",
      "toID": "149699",
      "formEdgeID": null
    },
    {
      "edgeID": "190278",
      "fromID": "149702",
      "toID": "149703",
      "formEdgeID": null
    },
    {
      "edgeID": "190279",
      "fromID": "149703",
      "toID": "149450",
      "formEdgeID": null
    },
    {
      "edgeID": "190280",
      "fromID": "149705",
      "toID": "149706",
      "formEdgeID": null
    },
    {
      "edgeID": "190281",
      "fromID": "149706",
      "toID": "149704",
      "formEdgeID": null
    },
    {
      "edgeID": "190282",
      "fromID": "149708",
      "toID": "149709",
      "formEdgeID": null
    },
    {
      "edgeID": "190283",
      "fromID": "149709",
      "toID": "149707",
      "formEdgeID": null
    },
    {
      "edgeID": "190284",
      "fromID": "149711",
      "toID": "149712",
      "formEdgeID": null
    },
    {
      "edgeID": "190285",
      "fromID": "149712",
      "toID": "149710",
      "formEdgeID": null
    },
    {
      "edgeID": "190286",
      "fromID": "149713",
      "toID": "149714",
      "formEdgeID": null
    },
    {
      "edgeID": "190287",
      "fromID": "149714",
      "toID": "149450",
      "formEdgeID": null
    },
    {
      "edgeID": "190288",
      "fromID": "149715",
      "toID": "149716",
      "formEdgeID": null
    },
    {
      "edgeID": "190289",
      "fromID": "149716",
      "toID": "149453",
      "formEdgeID": null
    },
    {
      "edgeID": "190290",
      "fromID": "149717",
      "toID": "149718",
      "formEdgeID": null
    },
    {
      "edgeID": "190291",
      "fromID": "149718",
      "toID": "149715",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
