{
  "nodes": [
    {
      "nodeID": "151961",
      "text": "http://apnews.myway.com/article/20061108/D8L8S27G0.htmlWell by golly, gay rights activists actually CAN rely on votes and the will of the people to ensure they get the rights the way they want them! Imagine that ... No courts, no judges, no suits. Actually using the system the way it was designed to work.What will they turn to next to oppose democracy (in favor of judicial oligarchy) since no longer can they claim voting for ballot initiatives works against them?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:49"
    },
    {
      "nodeID": "151962",
      "text": "I know.And if only those darn blacks had done the same thing with miscegenation and segregation laws, this world would have been a better place.Who do they think they are trying to solve unconstitutional legislation and governmental practices in a court of law! The totalitarian of it all!Don't they know that rights are something that should be left up to the whim of the masses, to allotted to minorities when the majority pleases?< end sarcasm >",
      "type": "I",
      "timestamp": "2016-03-08 20:15:49"
    },
    {
      "nodeID": "151963",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:49"
    },
    {
      "nodeID": "151964",
      "text": "See, the intiative didn't say 'gay marriage is banned.' That's actually a misrepresentation of the language of the initiative.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:49"
    },
    {
      "nodeID": "151965",
      "text": "And after amazing me with an honest admittal as to the true nature of the debate, Jyoshu jumps right back into obfuscation mode. The initiative 'didn't say 'gay marriage is banned''. emoticon_confused :xbanghead  What it did say is that ANY union that is not marriage, which obviously includes 'gay marriage' from the previous line and also 'civil unions', is FORBIDDEN from being recognized by the government. And to you that isn't 'banning' gay marriage? This logic is like saying 'whites only' isn't banning blacks. You're pegging the b.s. meter tonight!",
      "type": "I",
      "timestamp": "2016-03-08 20:15:49"
    },
    {
      "nodeID": "151966",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:49"
    },
    {
      "nodeID": "151967",
      "text": "But of course, the real issue is whether or not changing marriage is a civil right to begin with, because these ballot initiatives are generally about whether marriage should be protected from being redefined.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:49"
    },
    {
      "nodeID": "151968",
      "text": "Oh my stars and garters. He actually admitted what 'the real issue' is.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:49"
    },
    {
      "nodeID": "151969",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:50"
    },
    {
      "nodeID": "151970",
      "text": "No, the issue is about civil rights. You just don't want to publicly oppose civil rights, so you jump through hoops to try to call the issue something else. The government is giving out perks and bennies, and has arbitrarily decided to exclude one group from qualifiying, even though they meet all meaningful qualificaitons. It's that simple; even you see it. Look at what you said above. Not 'getting married' is a civil right. 'changing marriage'. Whenever you dance so prettily it's clear that you know where the landmines are, and are desperately trying to avoid them.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:50"
    },
    {
      "nodeID": "151971",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:50"
    },
    {
      "nodeID": "151972",
      "text": "What you said was 'since no longer can they claim voting for ballot initiatives works against them?' Since ballot measures did work against gay rights in every case except one last tuesday your claim is obviously way off the mark.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:50"
    },
    {
      "nodeID": "151973",
      "text": "Oh come on, Kronos. You know good and well that wasn't a statement meaning any-and-every in every instance.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:50"
    },
    {
      "nodeID": "151974",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:50"
    },
    {
      "nodeID": "151975",
      "text": "If you have a link for that, please show it, otherwise I'll take that as yet another dishonest statement on your part.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:50"
    },
    {
      "nodeID": "151976",
      "text": "So false accusations are now your lie-du-jour? I know you remember the numerous times that people on this forum have said something along the lines of 'If marriage is about love, then you should be able to marry your dog if you love it', as does anyone who has been on this forum for any length of time, so we're back to your usual behavior. First you tell blatant lies, and now you'll get all huffy that I'm calling you on them.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:50"
    },
    {
      "nodeID": "151977",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:50"
    },
    {
      "nodeID": "151978",
      "text": "That's because you have the wrong premise to begin with. Gays are the ones trying to enact something here by changing the institution of marriage.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:50"
    },
    {
      "nodeID": "151979",
      "text": "And there we go again. Re-read the bit about dancing around the land mines, if you in fact did read it the first time.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:50"
    },
    {
      "nodeID": "151980",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:50"
    },
    {
      "nodeID": "151981",
      "text": ". But we know there is such a thing as legal precedent, and while your idea of people marrying pets is pretty silly, it is certainly NOT beyond the pale for marriage to be broadened to the point of including other arrangements as well like polygamy in some cases. The idea that gay marriage is not an example if simply broadening and moving marriage to a more wide-open concept for anything like many other examples is pretty ridiculous.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:50"
    },
    {
      "nodeID": "151982",
      "text": "Actually polygamy is about one man marrying more than one woman. It is a heterosexual insitution. By your argument, it is traditional man/woman marriage that is the slippery slope to this 'broadening' of marriage. You do not see any same-sex couples asking for a legal marriage for multiple partners. That is the realm of the straights, and all of them is mighty religious, as well.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:50"
    },
    {
      "nodeID": "151983",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:50"
    }
  ],
  "edges": [
    {
      "edgeID": "191872",
      "fromID": "151962",
      "toID": "151963",
      "formEdgeID": null
    },
    {
      "edgeID": "191873",
      "fromID": "151963",
      "toID": "151961",
      "formEdgeID": null
    },
    {
      "edgeID": "191874",
      "fromID": "151965",
      "toID": "151966",
      "formEdgeID": null
    },
    {
      "edgeID": "191875",
      "fromID": "151966",
      "toID": "151964",
      "formEdgeID": null
    },
    {
      "edgeID": "191876",
      "fromID": "151968",
      "toID": "151969",
      "formEdgeID": null
    },
    {
      "edgeID": "191877",
      "fromID": "151969",
      "toID": "151967",
      "formEdgeID": null
    },
    {
      "edgeID": "191878",
      "fromID": "151970",
      "toID": "151971",
      "formEdgeID": null
    },
    {
      "edgeID": "191879",
      "fromID": "151971",
      "toID": "151964",
      "formEdgeID": null
    },
    {
      "edgeID": "191880",
      "fromID": "151973",
      "toID": "151974",
      "formEdgeID": null
    },
    {
      "edgeID": "191881",
      "fromID": "151974",
      "toID": "151972",
      "formEdgeID": null
    },
    {
      "edgeID": "191882",
      "fromID": "151976",
      "toID": "151977",
      "formEdgeID": null
    },
    {
      "edgeID": "191883",
      "fromID": "151977",
      "toID": "151975",
      "formEdgeID": null
    },
    {
      "edgeID": "191884",
      "fromID": "151979",
      "toID": "151980",
      "formEdgeID": null
    },
    {
      "edgeID": "191885",
      "fromID": "151980",
      "toID": "151978",
      "formEdgeID": null
    },
    {
      "edgeID": "191886",
      "fromID": "151982",
      "toID": "151983",
      "formEdgeID": null
    },
    {
      "edgeID": "191887",
      "fromID": "151983",
      "toID": "151981",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
