{
  "nodes": [
    {
      "nodeID": "148806",
      "text": "** Just rece8ived a threat of banning from a 'moderator'. Why? Apparently because 1 or more darwinists have complained to him that I refuse to learn about evolution. This, of course, is a complete crock, butr apparently the 'mod' never bothered to check it out before leaping to do the dawinist's bidding. The fact is that I know more about 'evolution' than most of the members, and I never stop searching for web material that will help me to learn more. There is, so far as I am aware, no regulation that says any person posting to the 'evolution' forum must have, or be in the process of obtaining, a recognised degree in evolutionary biology, genetics, biochemistry, molecular biology, or kindred field of study. The fact that none of the darwinists in this forum is capable of intellibly explaining the basic mechanics behind his/her gene-based, genetic determinist, RMNS hypothesis of evolution's driving force/cause/mechanism is certainly no fault of mine, or anyone save themselves. That is their problem, and if they cannot sell their notion because they cannot explain it in empirical terms, that should be their concern and nobody else's. But for them to try and reverse the situation by p[retending that their incompetence is my laziness, is not merely ludicrous and ridiculous, it is a scurrilous lie. Which is par for the course and comes with the territory when you are arguing with ideologues, but when you discover that there is someone who, given the responsibility of moderating a forum fairly and impartially, is acting simply as an 'intimidator' for the darwinists, that's when you know that the cards are stacked, the dice weighted, sand your voice will soon be smothered. If you hear no more from me, you'll know why not. If the 'mod' erases this post before I'm 'disappeared', you won't. C'est la vie. ww [Mike Turner]",
      "type": "I",
      "timestamp": "2016-03-08 20:09:20"
    },
    {
      "nodeID": "148807",
      "text": "I find it difficult to believe that one would be banned from this site simply for not learning about evolution. There must be something else involved here. Either someone is joking with you about having you banned or you're not telling us the whole story. Now if there's a move to ban you for incessant challenges of things that have been clearly explained over and over and over, there may be grounds for extraction. I'd like to read the whole story.  Will the real moderator please stand up?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:20"
    },
    {
      "nodeID": "148808",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:20"
    },
    {
      "nodeID": "148809",
      "text": "Well some of us at least tried to get you to learn more. But I seriously doubt that you would be banned for not having a biology degree, I rather suspect other factors came into play. Certainly I never have complained to any moderators about your posts. I rather suspect nobody has, indeed I rather suspect you catalyzed any banning yourself, but I do not see how since you are rather mild mannered (but more verbal) than the average creo.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:20"
    },
    {
      "nodeID": "148810",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:21"
    }
  ],
  "edges": [
    {
      "edgeID": "189644",
      "fromID": "148807",
      "toID": "148808",
      "formEdgeID": null
    },
    {
      "edgeID": "189645",
      "fromID": "148808",
      "toID": "148806",
      "formEdgeID": null
    },
    {
      "edgeID": "189646",
      "fromID": "148809",
      "toID": "148810",
      "formEdgeID": null
    },
    {
      "edgeID": "189647",
      "fromID": "148810",
      "toID": "148806",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
