{
  "nodes": [
    {
      "nodeID": "162129",
      "text": "BTW, your explanation above which I have posted in its entirety is nothing more than self indulgent gibberish. Religion and Cults - Animism http://www.4forums.com/political/358204-post2.html",
      "type": "I",
      "timestamp": "2016-03-08 20:39:13"
    },
    {
      "nodeID": "162130",
      "text": "And that refutes what I said..... How?  Come up with your own original material for a change.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:13"
    },
    {
      "nodeID": "162131",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:39:13"
    },
    {
      "nodeID": "162132",
      "text": "Fundamentally, Intelligent Design is nothing more than Animism. What is too complex to understand or explain now is credited to a higher being.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:13"
    },
    {
      "nodeID": "162133",
      "text": "Oh no, it's not too complex for us to understand. So please explain to we simpletons how Intelligent Design is nothing more than animism. But first, here is the truth regarding this newest perverse propaganda you are promoting.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:13"
    },
    {
      "nodeID": "162134",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:13"
    },
    {
      "nodeID": "162135",
      "text": "Archangel fails to understand the basis of Animism (as usual).  Animism seeks to explain things it cannot by assigning them supernatural associations. Often that is done through a soul. The principle argument I've argued in their similarities is that of why they do such a thing. What cannot be explained now or its relation to the greater whole is credited to a supernatural being, a being or set of beings that exists not entirely of the natural world. Where ancient animists believed that lightning was associated with the Gods, and that Volcanoes were the manifestation of Pele, the principle is the same. What cannot be explained or understood now is of a higher being. How did this rock get here? Where did deer come from? How do they exist in the larger picture? Animists assign souls, or anima to the inanimate and animate objects as a way to place what they do not understand into a coherent organized picture.  Intelligent design is no different. Only that it has replaced lightning, volcanoes and rain with the human eye and origin of the life. While it may not use the same identical concepts of anima to inanimate object, the core logic is identical.  What is too complex to understand or explain now is of a higher being.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:13"
    },
    {
      "nodeID": "162136",
      "text": "Oh, I see now, you must pervert and completely redefine what animism is in order to apply it to your corruption of what christianity is according to the bible. I have accurately defined what animism is above in comparison to the Old and New Testament which it has nothing in common with. But in usual fashion you will claim it is me who doesn't understand when it is you who must corrupt the truth with the lies and distortions you tell. BTW, your explanation above which I have posted in its entirety is nothing more than self indulgent gibberish. http://www.religion-cults.com/Ancient/Animism/Animism.htm http://www.4forums.com/political/358204-post2.html",
      "type": "I",
      "timestamp": "2016-03-08 20:39:13"
    },
    {
      "nodeID": "162137",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:13"
    },
    {
      "nodeID": "162138",
      "text": "I have accurately defined what animism is above in comparison to the Old and New Testament which it has nothing in common with.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:13"
    },
    {
      "nodeID": "162139",
      "text": "So you think that ID is actually Christanity?  [quote]But in usual fashion you will claim it is me who doesn't understand when it is you who must corrupt the truth with the lies and distortions you tell.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:14"
    },
    {
      "nodeID": "162140",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:14"
    }
  ],
  "edges": [
    {
      "edgeID": "199098",
      "fromID": "162130",
      "toID": "162131",
      "formEdgeID": null
    },
    {
      "edgeID": "199099",
      "fromID": "162131",
      "toID": "162129",
      "formEdgeID": null
    },
    {
      "edgeID": "199100",
      "fromID": "162133",
      "toID": "162134",
      "formEdgeID": null
    },
    {
      "edgeID": "199101",
      "fromID": "162134",
      "toID": "162132",
      "formEdgeID": null
    },
    {
      "edgeID": "199102",
      "fromID": "162136",
      "toID": "162137",
      "formEdgeID": null
    },
    {
      "edgeID": "199103",
      "fromID": "162137",
      "toID": "162135",
      "formEdgeID": null
    },
    {
      "edgeID": "199104",
      "fromID": "162139",
      "toID": "162140",
      "formEdgeID": null
    },
    {
      "edgeID": "199105",
      "fromID": "162140",
      "toID": "162138",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
