{
  "nodes": [
    {
      "nodeID": "125732",
      "text": "Yes.",
      "type": "I",
      "timestamp": "2016-01-20 14:39:26"
    },
    {
      "nodeID": "142009",
      "text": "Yes Or No? And Why?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:10"
    },
    {
      "nodeID": "142010",
      "text": "Yes, 1) It's against Gods Law-an Abomination. 2) God loves the gay people but hates the Sin- there is help- I can get any gay person in contact with someone who used to be gay and has been set free and he will be willing to help, just let me know and i will get his websight to you and his phone number if you like. 3) Jesus loves you and you still have a chance to have questions answered that no one in the secular world can answer.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:10"
    },
    {
      "nodeID": "142011",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:10"
    },
    {
      "nodeID": "142012",
      "text": "If marriage is so sacred socially, then heterosexuals who get married should never divorce, and quickie marriages that celebrities have all of the time shouldn't be allowed (Not to mention things like Joe Millionaire and the Bachelorette). This shouldn't be a social issue because if it is, it's allowing the government to make individuals to adhere to a set of moral codes that only a select group believes.  The government should approach this as a legal matter, which it is, and allow the legally binding marriage of homosexuals which affords them the same benefits that every other couple who pays 80 bucks to a local courthouse can enjoy. If you have a problem with it socially, then you probably also have a problem with homosexuals in the first place, and thats a problem that you need to deal with on your own. Otherwise, keep your mouth shut and let the government dole out legal unions (or dare I say 'marriages') to same sex couples and let that be the end of it. If the word marriage bothers you so much because of the religious background of the word, get over it. The word is a useful way to describe the legal binding of any two individuals who may have a different faith than the one where some claim the word's definition is derived from. Atheist couples get married in courthouses because 'marriage' in the legal sense has no religious affiliation. So, this being a purely legal matter, there should be no question that any two people can enjoy this legal right.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:10"
    },
    {
      "nodeID": "142013",
      "text": "I COMPLETELY AGREE. Waxy",
      "type": "I",
      "timestamp": "2016-03-08 19:55:10"
    },
    {
      "nodeID": "142014",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:10"
    },
    {
      "nodeID": "142015",
      "text": "How can you possibly equate prostitution to gay marriage? And would society break down if some individuals are allowed to enter into a legally protecting penumbra institution we call marriage? Probably not.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:10"
    },
    {
      "nodeID": "142016",
      "text": "You said who would it hurt? I'm asking you who would it hurt if there was prostituion? Just to help you think that there are injuries that are proximate to everyone.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:10"
    },
    {
      "nodeID": "142017",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:10"
    },
    {
      "nodeID": "142018",
      "text": "But in terms of legality and constitutionality, do you believe that they should still be prohibited?  Also, how can god hate? I thought he was true love. Scratch that-- I thought he was unknowable. Thanks emoticon_xbye",
      "type": "I",
      "timestamp": "2016-03-08 19:55:10"
    },
    {
      "nodeID": "142019",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142020",
      "text": "2) God loves the gay people but hates the Sin- there is help- I can get any gay person in contact with someone who used to be gay and has been set free and he will be willing to help, just let me know and i will get his websight to you and his phone number if you like.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142021",
      "text": "No thanks. There are other ways to meet dates. It's very easy for gays to meet dates that are not officially gay.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142022",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142023",
      "text": "Just out of curiosity jake are you gay?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142024",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142025",
      "text": "If they remain striaight then it's they were never really gay. Talk about biases.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142026",
      "text": "No proof anyone ever went from gay orientation to straight orientation.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142027",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142028",
      "text": "To ask a child to not tease is one thing, to force a child to accept values he is not comfortable with is another. Would you approve of a heterosexual aqaintance cheating on his mate or would you for sake of political correctness ingore it, chalk it up to 'progressive' society? Does that mean that gays deserve to be teased?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142029",
      "text": "No, but you can have a homosexual aquaintance as the only aquaintance, and thus it wouldn't be adultry. This would be more likely to happen if gay marriage was legal.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142030",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142031",
      "text": "That is why kids freak. There not stupid, their being told right from wrong in the old fashiioned sense most likely. What would be worse, to tell them right from wrong and omit parts out for sake of political correctness or allow them the full knowledge of what is acceptable and what is not?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142032",
      "text": "But how is homosexuality wrong?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142033",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142034",
      "text": "Are you sure about that? Heterosexual sex goes as follows: The female's one millimeter hole gets a one inch hidious peg rammed into it, tearing the hole until it is big enough for the peg. Wow, how...not physical damaging. I think lesbian activities are a lot less harmful.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142035",
      "text": "Well be cynical if you want, if someone in your family had done as you ascribed you wouldn't be here to be so glib. Nor would the human race or any other species where penile-vaginal sex takes place. I guess all those years of biological reproduction show it. You will also notice I didn't make it an absolute statement. I said 'minimal or negligable physical damage'.I understand that female biology undergoes truama too during sex, the fact is the trauma of vaginal sex i.....1. more forgiving and 2. Obviously possible of greater/important final result. And um, like with lesbian activities, the size of the 'peg' also matters so how do you know lesbian activities are a lot less harmful.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:11"
    },
    {
      "nodeID": "142036",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142037",
      "text": "'That may be true, but it isn't harmful so I doubt it really should be on the list.'",
      "type": "I",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142038",
      "text": "Well that may be your contention, but medically that is not necessarily true. Maybe being gay doesn't mean you are suicidal or depressed, but there is more of it going on in the gay life than in the hetero. That in itself is a wake up call. Depression and suicide are harmful, even if it doesn't touch you personally. If it were as simple as you say the APA wouldn't be re-evaluating 'reorientation therapies' would they and with positive critiques too. You wouldn't have prominent gay activists like Camile Paglia deriding the gay community for being malcontent when those unhappy with being gay seek and desire the way to be hetero.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142039",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142040",
      "text": "Einstein's brain had unusual structures in it, could he have had some kind of disorder as well? One that made him smarter than everyone else?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142041",
      "text": "I dunno about that, but possibly. They do know that those afflicted with ADD have some unusual structures in their brains too. Last I heard they were investigating the causality of homosexuality with developmental deficencies in the brain. The jury is not out yet",
      "type": "I",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142042",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142043",
      "text": "It was the fact that there was such controversy surrounding it that it was looked into in the first place.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142044",
      "text": "Yes it is true that homosexuality was controversial, however it was not the controversy that lead to the decision being made to remove it. It was the act of one doctor who was sympathetic to homosexuals. It was the choice of one individual, based on compassion, not factual data. Patently dangerous and wrong in my opinion.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142045",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142046",
      "text": "No they were trying to not just find a singel gene but overall genetic causality in general. That is why there were so many studies. They have failed to find conclusive proof that sexuality of either type is geneticly derived. This in light of other behaviors is irrelevant. Handedness can also be learned, there is no proof it is geneticly derived or that it isn't but just because it is accepted as genetic doesn't validate that assumption or assumptions for any other behaviors. The tendancy to be nervous or rape or commit other crimes may or may not be genetically related. So far they have no proof but would you say that a person genetically predisposed to anxiety is a positive benefit. The justification that something may be genetic makes it some how 'acceptable' is invalid. It may alleviate the feelings that individuals have no responsiblity for control of certain behaviors but that doesn't automatically mean those behaviors is a good or desireable thing. Let me ask you this... If it were found out tomorrow that we isolated a cluster of genes that are responsible for homosexuality AND had the ability to remove said genes out of individuals, would you strive to ensure that homosexuality is genetically protected or would you support individuals re-engiineering their children to weed out such trait, which by wrote could render homosexuality extinct eventually? Big question but an important one, because this is where I think alot of people are kidding themselves in this whole 'gene vs. enviroment' debate. Were moving toward an era where we will be able to alter our own bodies on a genetic level, if there is the slightest iota of genetic homosexuality do you really think it will last through the 'splicer' years. Cmon, you know it wouldn't and then gays would be fighting for legislation to make it illegal to genetically elimiate homosexuality and then where will we be.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142047",
      "text": "Well, who knows? I hope at that point our society will be more accepting of diversity. Women are certainly more accepting of homosexuality. I think women would not want their uterus and fetus tampered with, to be made straight, just because it would be shown to have a gene which could make it gay. There are many deaf people who would not become hearing if that could be cured, and who do not even learn to speak, because they see themselves as 'differently abled'. It is who they are, and they appreciate their culture.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142048",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142049",
      "text": "Nature doesn't allow homosexual sex to create life, to reproduce, and though humans use sex as entertainment, it obviously was meant for a greater purpose. Biology shows us we need both male and female to create life, that male and male doesn't create life, that indivdual gratification doesn't create life. If you want to attach relgious or philosophical significance to sex you may at this juncture. That is why I think it is wrong. Humanity wouldn't be around if homosexuality were the standard, homosexuals wouldn't exist without heterosexuals. You may be looking for a more fundamental 'morality' to my basis. I choose to validate my beliefs on science and years of living proof of heterosexualitie's superiority, and when I mean hetero superiority I mean strict hetero adhearance, no socially unacceptable behavior being thrown in like 'cheating' or 'rape'.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142050",
      "text": "Really?  If 'nature' meant for all things to reproduce through heterosexual methods then maybe all other forms of reproduction would not exist, hmm. They would have been 'eliminated' because heterosexuality is far superior. Think again. The majority of organisms on this planet reproduce using binary fission (bacteria dividing), asexual reproduction (there goes your 'individual gratification argument), and zygotic reproduction. None of these things require sexes of any type.  Even animals that have 'normal' sexual reproduction can reproduce using a process known as parthenogenesis, in which only a female is required to produce offspring (turkeys and lizards do this). If homosexuality isn't natural or is inferior, then why do we see examples of it in nature. The bonobo (closely related to the chimpanzee) exhibits heterosexual and homosexual activity in both genders in the wild, and the bonobo and humans share a very common ancestor.  Look, you can't say that one way of reproduction is 'the standard' since it is clear that different species reproduce in a variety of ways. You also can't say that homosexuality is a disorder if you follow your previous logic that what is 'natural' is valid. Also, you said that heterosexuality is superior because it has a 'greater purpose'. By implying that something has a purpose, you stray from the realm of Science by assuming a teleology. If you want to assume that things were given 'purpose' by some higher being, that's fine, but you'll have to stick to religion to defend your argument. In science, it is impossible to assume a purpose. For example, what is the purpose of a river? To flow to the ocean? To carve a canyon? To carry sediment? You can say what something is good at doing, or what it does, but you cannot say what it was 'made' for (purpose) without implying some grand design that can be easily provided by your local religion. As for hetero and homosexuality, it can be said that heterosexuals are better at producing offspring than homosexuals. Does that automatically make heterosexuality superior based on the arbitrary criterion of number of offspring produced? So in the eyes of a value system that believes that something is valued higher that creates more offspring or 'life', heterosexuality would be superior. But in the eyes of science and reason, your argument doesn't hold water.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142051",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142052",
      "text": "Ah but interracial marriages were only socially prejudiced. There was no real biological basis for the prejudice. We know that interracial diversity is biologically sound. Sometimes there are genetic or congenital anomollies that can be detrimental to the offspring of interracial couples, but these conditions do not preclude the validity of said relationships. You are trying to equate sexuality with racial diversity. This is a false equation, for one, we do know racial traits are inherited and that races can interracially reproduce. This trumps homosexuality's abilities two fold.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142053",
      "text": "Yes, but we do not know that homosexuality is not inherited, and it is the arguments like this that make people want to prove that homosexuality is genetic. Also, people born infertile cannot reproduce, so are those people inferior in a relationship because of what they cannot do?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:12"
    },
    {
      "nodeID": "142054",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:13"
    },
    {
      "nodeID": "142055",
      "text": "I'm not going to get into a religious debate, but I can appreciate someone taking a religious stance against it. Why do I think it is wrong? I think its wrong in the sense that it is treated as equal to heterosexualty. Its not, it cannot be, and that is no ones fault but natures. Nature doesn't allow homosexual sex to create life, to reproduce, and though humans use sex as entertainment, it obviously was meant for a greater purpose. Biology shows us we need both male and female to create life, that male and male doesn't create life, that indivdual gratification doesn't create life. If you want to attach relgious or philosophical significance to sex you may at this juncture. That is why I think it is wrong. Humanity wouldn't be around if homosexuality were the standard, homosexuals wouldn't exist without heterosexuals. You may be looking for a more fundamental 'morality' to my basis. I choose to validate my beliefs on science and years of living proof of heterosexualitie's superiority, and when I mean hetero superiority I mean strict hetero adhearance, no socially unacceptable behavior being thrown in like 'cheating' or 'rape'.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:13"
    },
    {
      "nodeID": "142056",
      "text": "No, I wasn't looking for religious morality, I was looking for general morality, so your argument was the kind I wanted to debate. Anyway, what is with people thinking that an activity that creates children is neccesarily a good thing? There are already a lot of people in the world, and too many more will end up using up all the food, and then there will no people, because we will all die an agonizing death of starvation. Heterosexuality is good, without any reproduction we would die out as well, but homosexuality is also very good and important because without enough non reproductive couples, the population would increase even more.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:13"
    },
    {
      "nodeID": "142057",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:13"
    },
    {
      "nodeID": "142058",
      "text": "I think its a good thing and it does make the family superior and makes heterosexual behavior superior and right in my eyes.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:13"
    },
    {
      "nodeID": "142059",
      "text": "But it increases the population in and overpopulated world.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:13"
    },
    {
      "nodeID": "142060",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:13"
    },
    {
      "nodeID": "142061",
      "text": "No they were trying to not just find a singel gene but overall genetic causality in general. That is why there were so many studies. They have failed to find conclusive proof that sexuality of either type is geneticly derived. This in light of other behaviors is irrelevant. Handedness can also be learned, there is no proof it is geneticly derived or that it isn't but just because it is accepted as genetic doesn't validate that assumption or assumptions for any other behaviors. The tendancy to be nervous or rape or commit other crimes may or may not be genetically related. So far they have no proof but would you say that a person genetically predisposed to anxiety is a positive benefit.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:13"
    },
    {
      "nodeID": "142062",
      "text": "Just because something is genetically predisposed does not mean it has a positive benefit, but I never said that it did. Homosexuality is different, because it has no negative reprocussions that are not caused by something social or religious.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:13"
    },
    {
      "nodeID": "142063",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:13"
    },
    {
      "nodeID": "142064",
      "text": "No being Japanese is not a disorder. What you are neglecting is causality of depression and suicide. That is why I mentioned that the high rates cannot possibly be attributed to just homosexuals that are ostracized by the religious or openly hostile anti-gay individuals. There must be associative behavior and cause within the community, within these homosexual relationships themselves. Is that caused by homosexual brains? Unsure. Is it the indivduals themselves and the assosiative issues within the homosexual relationship. Quite likely, but still causality is not 100% clear. I'm sure if you delved deeper into the causes of Japanese suicides you would find a myriad of reasons much like any colletive with high suicide rates.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:13"
    },
    {
      "nodeID": "142065",
      "text": "Yes, but this is why I brought up the bible, because that would be an alternate reason that would not be caused by homosexual brains that could occur in cultures supportive of homosexuality. I believe that you are right about Japanese culture, if you delved into it you would find there is not a genetic but cultural cause for their high suicide rates, but I believe that you would find the same thing with homosexuality.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:13"
    },
    {
      "nodeID": "142066",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:13"
    }
  ],
  "edges": [
    {
      "edgeID": "184848",
      "fromID": "142010",
      "toID": "142011",
      "formEdgeID": null
    },
    {
      "edgeID": "184849",
      "fromID": "142011",
      "toID": "142009",
      "formEdgeID": null
    },
    {
      "edgeID": "184850",
      "fromID": "142013",
      "toID": "142014",
      "formEdgeID": null
    },
    {
      "edgeID": "184851",
      "fromID": "142014",
      "toID": "142012",
      "formEdgeID": null
    },
    {
      "edgeID": "184852",
      "fromID": "142016",
      "toID": "142017",
      "formEdgeID": null
    },
    {
      "edgeID": "184853",
      "fromID": "142017",
      "toID": "142015",
      "formEdgeID": null
    },
    {
      "edgeID": "184854",
      "fromID": "142018",
      "toID": "142019",
      "formEdgeID": null
    },
    {
      "edgeID": "184855",
      "fromID": "142019",
      "toID": "142010",
      "formEdgeID": null
    },
    {
      "edgeID": "184856",
      "fromID": "142021",
      "toID": "142022",
      "formEdgeID": null
    },
    {
      "edgeID": "184857",
      "fromID": "142022",
      "toID": "142020",
      "formEdgeID": null
    },
    {
      "edgeID": "184858",
      "fromID": "125732",
      "toID": "142024",
      "formEdgeID": null
    },
    {
      "edgeID": "184859",
      "fromID": "142024",
      "toID": "142023",
      "formEdgeID": null
    },
    {
      "edgeID": "184860",
      "fromID": "142026",
      "toID": "142027",
      "formEdgeID": null
    },
    {
      "edgeID": "184861",
      "fromID": "142027",
      "toID": "142025",
      "formEdgeID": null
    },
    {
      "edgeID": "184862",
      "fromID": "142029",
      "toID": "142030",
      "formEdgeID": null
    },
    {
      "edgeID": "184863",
      "fromID": "142030",
      "toID": "142028",
      "formEdgeID": null
    },
    {
      "edgeID": "184864",
      "fromID": "142032",
      "toID": "142033",
      "formEdgeID": null
    },
    {
      "edgeID": "184865",
      "fromID": "142033",
      "toID": "142031",
      "formEdgeID": null
    },
    {
      "edgeID": "184866",
      "fromID": "142035",
      "toID": "142036",
      "formEdgeID": null
    },
    {
      "edgeID": "184867",
      "fromID": "142036",
      "toID": "142034",
      "formEdgeID": null
    },
    {
      "edgeID": "184868",
      "fromID": "142038",
      "toID": "142039",
      "formEdgeID": null
    },
    {
      "edgeID": "184869",
      "fromID": "142039",
      "toID": "142037",
      "formEdgeID": null
    },
    {
      "edgeID": "184870",
      "fromID": "142041",
      "toID": "142042",
      "formEdgeID": null
    },
    {
      "edgeID": "184871",
      "fromID": "142042",
      "toID": "142040",
      "formEdgeID": null
    },
    {
      "edgeID": "184872",
      "fromID": "142044",
      "toID": "142045",
      "formEdgeID": null
    },
    {
      "edgeID": "184873",
      "fromID": "142045",
      "toID": "142043",
      "formEdgeID": null
    },
    {
      "edgeID": "184874",
      "fromID": "142047",
      "toID": "142048",
      "formEdgeID": null
    },
    {
      "edgeID": "184875",
      "fromID": "142048",
      "toID": "142046",
      "formEdgeID": null
    },
    {
      "edgeID": "184876",
      "fromID": "142050",
      "toID": "142051",
      "formEdgeID": null
    },
    {
      "edgeID": "184877",
      "fromID": "142051",
      "toID": "142049",
      "formEdgeID": null
    },
    {
      "edgeID": "184878",
      "fromID": "142053",
      "toID": "142054",
      "formEdgeID": null
    },
    {
      "edgeID": "184879",
      "fromID": "142054",
      "toID": "142052",
      "formEdgeID": null
    },
    {
      "edgeID": "184880",
      "fromID": "142056",
      "toID": "142057",
      "formEdgeID": null
    },
    {
      "edgeID": "184881",
      "fromID": "142057",
      "toID": "142055",
      "formEdgeID": null
    },
    {
      "edgeID": "184882",
      "fromID": "142059",
      "toID": "142060",
      "formEdgeID": null
    },
    {
      "edgeID": "184883",
      "fromID": "142060",
      "toID": "142058",
      "formEdgeID": null
    },
    {
      "edgeID": "184884",
      "fromID": "142062",
      "toID": "142063",
      "formEdgeID": null
    },
    {
      "edgeID": "184885",
      "fromID": "142063",
      "toID": "142061",
      "formEdgeID": null
    },
    {
      "edgeID": "184886",
      "fromID": "142065",
      "toID": "142066",
      "formEdgeID": null
    },
    {
      "edgeID": "184887",
      "fromID": "142066",
      "toID": "142064",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
