{
  "nodes": [
    {
      "nodeID": "136723",
      "text": "Should it be legalized? Absolutely not. Is it harmful? Excessively. Should it be taxed once legalized? Heavily; at least five times what the purchase price is. Should laws still aply to it, such as DUIs and the like? Without question.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:40"
    },
    {
      "nodeID": "136724",
      "text": "How is marijuana 'excessively harmful'? Please define 'excessively'. Do you consider marijuana more harmful than alcohol?  And, why would you want it to cost 5X the normal purchase price? Wouldn't that just encourage people to continue to buy it one the street where it would still be readily available and significantly cheaper?  As for the rest of your post...seriously...grow up.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136725",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136726",
      "text": "Should it be legalized? Yes. Is it harmful? No, not nearly as much as alcohol or tobacco. Should it be taxed once legalized? Yes. Should laws still aply to it, such as DUIs and the like? Yes.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136727",
      "text": "Should it be legalized? Only if every other country did it Is it harmful? Yes more so then moderate alcohol use and worse then smoking Should it be taxed once legalized? Yes. Should laws still apply to it, such as DUIs and the like? Yes.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136728",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136729",
      "text": "Should it be legalized? Only if every other country did it",
      "type": "I",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136730",
      "text": "Why? Since when do we attempt to 'emulate' other countrys?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136731",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136732",
      "text": "Is it harmful? Yes more so then moderate alcohol use and worse then smoking",
      "type": "I",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136733",
      "text": "I don't believe that. Give me some proof. Besides, one does not have to smoke marijuana to get high.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136734",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136735",
      "text": "America isnot supposed to be a copy off of all the other countrys, and it shouldnt. Just because its the popular law that something should or should not be done does not mean that it is the right law. In fact, if you knew anything about your own country, it was made FOR the freedoms which the rest of the world lacked, and slowly those freedoms are being taken away. And as for the harm... More harmful then tobacco? Where did you get this? Give some proof to back yourself up. The fact is, the THC in marijuana reduces the effects of cancer to the point that cancerous sicknesses coming from the marijuana (that means the weed itself- it doesnt include tobacco-caused cancer, etc) to a point that it would take 200 years to die from. Otherwise, it would take about 20,000 pounds of marijuana smoked in fifteen minutes to die from, which is due to the thickness of the smoke, not what the smoke came from.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136736",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136737",
      "text": "It's a cash cow for big government and local law enforcement.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136738",
      "text": "The biggest for our local LE. Our sheriff says almost all of his federal funding is tied one way or another to marijuana with almost zip for crystal meth, the current problem drug. And every local LE person I know doesn't consider marijuana a dangerous drug. What's funny is our state government outlawed over-the-counter sale of some of the primary ingredients for cooking crank in an effort to combat it on the cheap. Yep, all those ingredients are now smuggled in, reducing local retail revenue and we've also experienced an increase of cheap Mexican crank on the street. Interestingly enough, OR is a state that allows personal pot cultivation for medicinal purposes by MD prescription. As those prescription holders are on record, DEA makes regular inspection rounds of their residences to make sure they aren't exceeding the legal limit of six mature and six immature plants. LE tax dollars at work. Everyone wonders how long it will be before the feds attempt invoking the sleazy interstate commerce catch-all to eliminate that states right. Since Ashcroft the Evangelist is no longer driving dark ages federal moral legislation, maybe there's a chance that won't happen.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136739",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136740",
      "text": "Don't smoke it, never smoked it, will never smoke it. People who smoke dope are losers.  Meanwhile, I drank a fifth of Tequila last night. Perfectly acceptable. Nothing wrong with it.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136741",
      "text": "Does this seem a little ironic to anyone else? Either becoming intoxicated is acceptable or it isn't, why does the method make one acceptable and practitioners of the other 'losers'? For the record I don't drink, smoke or partake of illegal drugs.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:41"
    },
    {
      "nodeID": "136742",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:42"
    },
    {
      "nodeID": "136743",
      "text": "I say legalize pot and tax the hell out of it. Why should us alcoholics have to pay all the sin taxes?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:42"
    },
    {
      "nodeID": "136744",
      "text": "There are biliions of dollars to be made from the taxation of marjuana. Institutions like The DEA and the state and federal prison systems would see fincncial stress relieved from them. Its also a realistic way to increase revenue to lower the deficit Who's to say what drug is bad for you and what one isn't?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:42"
    },
    {
      "nodeID": "136745",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:42"
    },
    {
      "nodeID": "136746",
      "text": "What? Are you trying to claim that marijuana slows the progress of cancer? Or did you mean.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:42"
    },
    {
      "nodeID": "136747",
      "text": "Actually it's funny. Mice deprived of THC (it naturally occurs in the brain) are smarter than regular mice, but die much earlier. Not because of cancer, but of 'natural' causes. It wouldn't be hugely surprising if THC supplements made you live longer, albeit at a lower level of intelligence, even if the smoking aspect of taking it had negative effects that counterbalanced that.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:42"
    },
    {
      "nodeID": "136748",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:42"
    }
  ],
  "edges": [
    {
      "edgeID": "181078",
      "fromID": "136724",
      "toID": "136725",
      "formEdgeID": null
    },
    {
      "edgeID": "181079",
      "fromID": "136725",
      "toID": "136723",
      "formEdgeID": null
    },
    {
      "edgeID": "181080",
      "fromID": "136727",
      "toID": "136728",
      "formEdgeID": null
    },
    {
      "edgeID": "181081",
      "fromID": "136728",
      "toID": "136726",
      "formEdgeID": null
    },
    {
      "edgeID": "181082",
      "fromID": "136730",
      "toID": "136731",
      "formEdgeID": null
    },
    {
      "edgeID": "181083",
      "fromID": "136731",
      "toID": "136729",
      "formEdgeID": null
    },
    {
      "edgeID": "181084",
      "fromID": "136733",
      "toID": "136734",
      "formEdgeID": null
    },
    {
      "edgeID": "181085",
      "fromID": "136734",
      "toID": "136732",
      "formEdgeID": null
    },
    {
      "edgeID": "181086",
      "fromID": "136735",
      "toID": "136736",
      "formEdgeID": null
    },
    {
      "edgeID": "181087",
      "fromID": "136736",
      "toID": "136727",
      "formEdgeID": null
    },
    {
      "edgeID": "181088",
      "fromID": "136738",
      "toID": "136739",
      "formEdgeID": null
    },
    {
      "edgeID": "181089",
      "fromID": "136739",
      "toID": "136737",
      "formEdgeID": null
    },
    {
      "edgeID": "181090",
      "fromID": "136741",
      "toID": "136742",
      "formEdgeID": null
    },
    {
      "edgeID": "181091",
      "fromID": "136742",
      "toID": "136740",
      "formEdgeID": null
    },
    {
      "edgeID": "181092",
      "fromID": "136744",
      "toID": "136745",
      "formEdgeID": null
    },
    {
      "edgeID": "181093",
      "fromID": "136745",
      "toID": "136743",
      "formEdgeID": null
    },
    {
      "edgeID": "181094",
      "fromID": "136747",
      "toID": "136748",
      "formEdgeID": null
    },
    {
      "edgeID": "181095",
      "fromID": "136748",
      "toID": "136746",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
