{
  "nodes": [
    {
      "nodeID": "153629",
      "text": "It is very clear to me what is to be done with non-patriots and gun haters. You tolerate them. There is no other choice in a democracy. In a free market of ideas, I am absolutely convinced that the XXXXXX, liars, and dark age reasoning will expose themselves. In a free market of ideas the stupid ideas will die and go away. Two cases:  See post #11 http://www.4forums.com/political/showthread.php?p=21234 See post on Sat Nov 01, 2003 1:10 pm http://forums.evula.com/viewtopic.php?t=1179&postdays=0&postorder=asc&start=225&sid=a2276f42164b4bc60af01fc12e57ef66 So what are you doing here? look at mahatma ghandi. he was a pacifist and he freed india That does not mean you passively allow them the free market. It means you hunt down these ideas and expose them.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:44"
    },
    {
      "nodeID": "153630",
      "text": "So what are you doing here? look at mahatma ghandi. he was a pacifist and he freed india",
      "type": "I",
      "timestamp": "2016-03-08 20:19:44"
    },
    {
      "nodeID": "153631",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:44"
    },
    {
      "nodeID": "153632",
      "text": "THe words 'militia' and 'people' make it very clear who has the right to bear arms.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:44"
    },
    {
      "nodeID": "153633",
      "text": "You are also protected by the 4, 5, and 14th Amendments. Your guns can not be seized. You can not be under suspicion for your guns to be seized without due process. All your legally obtained property is yours do to with in any way you want as long as it is legal. Lets not forget privacy. No one has the right to stick your nose into your business to even find out what your doing with your guns.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:44"
    },
    {
      "nodeID": "153634",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:19:44"
    },
    {
      "nodeID": "153635",
      "text": "Nuclear weapons argument is moot. There is only one vendor in this country. You or anyone else does not have the right to make a vendor sell their private property against thier will. The only vendor in this country will not sell nuclear weapons to anyone other than the Department of Defense. The only vendor in this country is quite happy having only one customer. Until you can find a vendor, the nuclear weapons argument is just useless chit chat.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:44"
    },
    {
      "nodeID": "153636",
      "text": "So if I did find a vender, then what would you say? Why do we prevent the importation of weapons grade plutonium? Shouldn't that be protected under the second amendment? Why doesn't the government allow people to produce nucleur weapons? If the government suddenly stopped all production of guns except those that were sold to the Department of defense, would it suddenly make this arguement moot?",
      "type": "I",
      "timestamp": "2016-03-08 20:19:44"
    },
    {
      "nodeID": "153637",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:44"
    },
    {
      "nodeID": "153638",
      "text": "The 2nd Amendment was put in place to protect the states from a central government becoming a tyranny just like the one you claim Britain to have been* hence the use of the word militia... (of which I have posted court made definitions of on previous posts.) This law is not a 'natural law' but one negotiated betwixt various representatives of the colonies/states. Even the amendment re: religion has been changed by the court - in the famous Mormon trail of the late 1800s their freedom of religion was ruled not to extend to the point of polygamy. The statement earlier about the court deciding the law is true. You guys established a referee to determine these matters; a body of government that's supposed to be impartial. Most democracies believe that courts can decide. Except in your nation there's a huge body of opinion that doesn't believe this; if it affects there right to have a penis replacement... er.... gun.   *In these jingoistic terms you Americans forget that you allied yourself with even more repressive governments viz France and Spain in order to get rid of Britain (France being so monstrously corrupt that it burst into revolution not long afterwards; Spain too was no bastion of liberty) Further in your pursuit of 'freedom' you invaded Canada several times both in the Revolution and in the War of 1812. Also, it is estimated that only 1/3 of colonials actively supported the cause of revolution - hardly a picture of a people 'yearning to be free'. The government 'of the people' was never true in your early history either. George Washington wasn't popularly elected. Women didn't get the vote till c.1920. Blacks didn't formally get it till 1860s, but were discriminated against in so many areas that you had to pass another amendment in the 1960s (re: state taxes)",
      "type": "I",
      "timestamp": "2016-03-08 20:19:44"
    },
    {
      "nodeID": "153639",
      "text": "And your point is?",
      "type": "I",
      "timestamp": "2016-03-08 20:19:44"
    },
    {
      "nodeID": "153640",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:45"
    },
    {
      "nodeID": "153641",
      "text": "Yes he was a pacifist. He had no choice. But he did want guns for Indian nationals.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:45"
    },
    {
      "nodeID": "153642",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:19:45"
    }
  ],
  "edges": [
    {
      "edgeID": "193044",
      "fromID": "153630",
      "toID": "153631",
      "formEdgeID": null
    },
    {
      "edgeID": "193045",
      "fromID": "153631",
      "toID": "153629",
      "formEdgeID": null
    },
    {
      "edgeID": "193046",
      "fromID": "153633",
      "toID": "153634",
      "formEdgeID": null
    },
    {
      "edgeID": "193047",
      "fromID": "153634",
      "toID": "153632",
      "formEdgeID": null
    },
    {
      "edgeID": "193048",
      "fromID": "153636",
      "toID": "153637",
      "formEdgeID": null
    },
    {
      "edgeID": "193049",
      "fromID": "153637",
      "toID": "153635",
      "formEdgeID": null
    },
    {
      "edgeID": "193050",
      "fromID": "153639",
      "toID": "153640",
      "formEdgeID": null
    },
    {
      "edgeID": "193051",
      "fromID": "153640",
      "toID": "153638",
      "formEdgeID": null
    },
    {
      "edgeID": "193052",
      "fromID": "153641",
      "toID": "153642",
      "formEdgeID": null
    },
    {
      "edgeID": "193053",
      "fromID": "153642",
      "toID": "153630",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
