{
  "nodes": [
    {
      "nodeID": "155211",
      "text": "To hold him who has taught me this art as equal to my parents and to live my life in partnership with him, and if he is in need of money to give him a share of mine, and to regard his offspring as equal to my brothers in male lineage and to teach them this art - if they desire to learn it - without fee and covenant; to give a share of precepts and oral instruction and all the other learning to my sons and to the sons of him who has instructed me and to pupils who have signed the covenant and have taken an oath according to the medical law, but no one else",
      "type": "I",
      "timestamp": "2016-03-08 20:23:22"
    },
    {
      "nodeID": "155212",
      "text": "Note that only male offspring are mentioned. The modern oath supports pro-choice more, imo.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:22"
    },
    {
      "nodeID": "155213",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:22"
    },
    {
      "nodeID": "155214",
      "text": "I will remember that I do not treat a fever chart, a cancerous growth, but a sick human being, whose illness may affect the person's family and economic stability. My responsibility includes these related problems, if I am to care adequately for the sick.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:22"
    },
    {
      "nodeID": "155215",
      "text": "When treating a woman, her situation is taken into account instead of a black-and-white 'Its a life must protect' attitude. It seems more compassionate to consider the situation of the patient, instead of making arbitrary rules.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:22"
    },
    {
      "nodeID": "155216",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:22"
    },
    {
      "nodeID": "155217",
      "text": "Note this paragraph in the classical oath and its implication for doctors performing abortion and euthanasia: 'I will neither give a deadly drug to anybody who asked for it, nor will I make a suggestion to this effect. Similarly I will not give to a woman an abortive remedy. In purity and holiness I will guard my life and my art.'",
      "type": "I",
      "timestamp": "2016-03-08 20:23:22"
    },
    {
      "nodeID": "155218",
      "text": "The classical oath seems intrinsically sexist, however. The oath specifically mentions teaching medicine to sons, while daughters are not mentioned. The quote you mention follows the same vein, that women's desires are not considered (whether to persue medicine or control their reproduction).",
      "type": "I",
      "timestamp": "2016-03-08 20:23:22"
    },
    {
      "nodeID": "155219",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:22"
    },
    {
      "nodeID": "155220",
      "text": "Sigma, In our previous dialogues you put forth a litany of negative health consequences of being pregnant. Would you agree that abstinence would be the best protection a woman has against these negative health risks? Would you support abstinence to protect women's health?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:23"
    },
    {
      "nodeID": "155221",
      "text": "To answer your question, yes I would support abstinence to protect anyone's health, not just women's. Risks of STIs including AIDS and unwanted pregnancy are obvious examples that can be largely avoided by not having sex. Cervical cancer is triggered by a virus that a woman is exposed to through sex. Even if she does not contract any STD, there is a high correlation between rates of cervical cancer, HPV(human papolloma virus), and having intercource. Cervical cancer almost never occurs in virgins, and there is a high rate of occurrence in women who have had multiple sex partners. Abstinent women also have lower rates of urinary tract infections and vaginitis. Those can be caused by skin being dragged into the vagina inadvertently during intercourse, and the penis has bacteria on it just like all skin. Teenage girls also would obviously have higher levels of academic achievement if they are abstinent. Less depression and emotional turmoil due to relationship problems if they are abstinent, as well as less domestic or partner abuse. However, I don't believe that advocating abstinence only is a smart way of approaching a problem. Obviously very few people are abstinent all of their lives; intercourse is a normal part of a healthy lifestyle. Preaching abstinence-until-marriage is also an unreachable goal and means nothing to same-sex couples. Furthermore, there is little scientific evidence that shows that abstinence only education works. Research demonstrates that comprehensive sex education, including abstinence and contraception, is the most effective, according to well-respected groups including the American Medical Association, the American Academy of Pediatrics, the Society for Adolescent Medicine, the Institute of Medicine, the American College of Obstetricians and Gynecologists, the American Nurses Association and the American Public Health Association. All of these groups reject abstinence only programs in favor of comprehensive sex education. The Institute of Medicine recommends 'Congress, as well as other federal, state and local policymakers, eliminate the requirements that public funds be used for abstinence-only education and that states and local school districts implement and continue to support age-appropriate comprehensive sex education.' (No Time to Lose: Getting More from HIV Prevention, Institute of Medicine)",
      "type": "I",
      "timestamp": "2016-03-08 20:23:23"
    },
    {
      "nodeID": "155222",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:23"
    },
    {
      "nodeID": "155223",
      "text": "'Intercourse is a normal part of a healthy lifestyle' for everyone or for those who are married?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:23"
    },
    {
      "nodeID": "155224",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:23"
    },
    {
      "nodeID": "155225",
      "text": "I agree, no oath should be taken lightly. However, I believe that a certain amount of interpretation is essential, especially in grey areas that medicine can wander into. Abortion to save the life of the mother is a grey area that doctors have to wrestle with. Separating siamese twins where there is only one heart, allowing one to live while the other dies instead of both dying is a grey area. Following an oath such as that to the letter puts things too much in black and white, when a lot of good medicine happens in the shades of grey.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:23"
    },
    {
      "nodeID": "155226",
      "text": "In the examples you gave, the doctor is clearly trying his* very best to save the most lives he can. What if the Siamese twins were in no mortal danger while together? And what if one Siamese twin has legs but the other doesn't? Isn't the other twin dependent on the one with legs? Could a doctor ethically remove the legless twin if the legged twin wanted to and if the legless twin was retarded and the procedure would leave the legless twin dead?  *(or her best.. I'm sorry but my doctor is male, so I will no longer use 'his/her' or 'he/she'... it just gets tiring after a while...)",
      "type": "I",
      "timestamp": "2016-03-08 20:23:23"
    },
    {
      "nodeID": "155227",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:23"
    },
    {
      "nodeID": "155228",
      "text": "'I was not speaking about legalities. I was speaking on the giving of an oath and what it means. What does one's word on something mean?'  I believe it holds more of a token gesture to medicine itself. But I suppose that differs on how you plan to interpret it...either in a conservative or progressive standpoint. In a conservative viewpoint it couldn't be applied to abortion.  'Also, I'm not sure what you mean when you say the 'authors...also authorized abortion.' Perhaps you can clarify. Are you speaking to the modern oath?' No, I am talking about the Hippocrates themselves.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:23"
    },
    {
      "nodeID": "155229",
      "text": "The Hippocrates? I was under the impression that Hippocrates was the name of a single person.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:23"
    },
    {
      "nodeID": "155230",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:23"
    },
    {
      "nodeID": "155231",
      "text": "'We call in the doctor to save us from death...' Yeah, but fetuses and the terminally ill do not call the doctor to save themselves from death. That is the fallacy of Chesterton.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:23"
    },
    {
      "nodeID": "155232",
      "text": "Fetuses do not call the doctor at all. But if they did, I don't think it would be for him to kill them.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:23"
    },
    {
      "nodeID": "155233",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:23"
    }
  ],
  "edges": [
    {
      "edgeID": "194170",
      "fromID": "155212",
      "toID": "155213",
      "formEdgeID": null
    },
    {
      "edgeID": "194171",
      "fromID": "155213",
      "toID": "155211",
      "formEdgeID": null
    },
    {
      "edgeID": "194172",
      "fromID": "155215",
      "toID": "155216",
      "formEdgeID": null
    },
    {
      "edgeID": "194173",
      "fromID": "155216",
      "toID": "155214",
      "formEdgeID": null
    },
    {
      "edgeID": "194174",
      "fromID": "155218",
      "toID": "155219",
      "formEdgeID": null
    },
    {
      "edgeID": "194175",
      "fromID": "155219",
      "toID": "155217",
      "formEdgeID": null
    },
    {
      "edgeID": "194176",
      "fromID": "155221",
      "toID": "155222",
      "formEdgeID": null
    },
    {
      "edgeID": "194177",
      "fromID": "155222",
      "toID": "155220",
      "formEdgeID": null
    },
    {
      "edgeID": "194178",
      "fromID": "155223",
      "toID": "155224",
      "formEdgeID": null
    },
    {
      "edgeID": "194179",
      "fromID": "155224",
      "toID": "155221",
      "formEdgeID": null
    },
    {
      "edgeID": "194180",
      "fromID": "155226",
      "toID": "155227",
      "formEdgeID": null
    },
    {
      "edgeID": "194181",
      "fromID": "155227",
      "toID": "155225",
      "formEdgeID": null
    },
    {
      "edgeID": "194182",
      "fromID": "155229",
      "toID": "155230",
      "formEdgeID": null
    },
    {
      "edgeID": "194183",
      "fromID": "155230",
      "toID": "155228",
      "formEdgeID": null
    },
    {
      "edgeID": "194184",
      "fromID": "155232",
      "toID": "155233",
      "formEdgeID": null
    },
    {
      "edgeID": "194185",
      "fromID": "155233",
      "toID": "155231",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
