{
  "nodes": [
    {
      "nodeID": "148878",
      "text": "SIOUX FALLS, S.D. - In the fight to preserve the toughest abortion ban in the nation, the talk is not of a fetus' right to life. It's of a woman's right to motherhood. Antiabortion activists here deliberately avoid the familiar slogans of their movement. They don't talk about the 'murder of innocent babies' or quote the Bible on the sanctity of life. Instead, campaign manager Leslee Unruh has taken what she calls a feminist approach, arguing that legalized abortion exploits women and - for their sake - must be stopped. ADVERTISEMENT The bumper stickers and T-shirts that fill campaign headquarters spell out her message, in pink and blue: 'Abortion Hurts Women.' 'We women buy the choice line. We're panicked, or we're being pressured, or we're ashamed to have a child outside marriage,' Unruh said. She speaks from personal experience; she had an abortion nearly 30 years ago and said her life since has been darkened with regret and longing. 'If you don't do your job right as a mother,' Unruh asked, 'what good is everything else?' Abortion-rights supporters call such rhetoric patronizing and presumptuous; they say many women find that ending unwanted pregnancies brings relief and the freedom to pursue other dreams. But they acknowledge that Unruh's tactic is effective - and that it has thrown their campaign off balance. 'Historically, this debate has been focused on fetal rights, fetal life. We have a lot of language about that,' said Sarah Stoesz, president and chief executive of Planned Parenthood of Minnesota and North and South Dakota. 'This adds an element we're not accustomed to. It's a different line of debate.... And that is something we struggle with politically.' The ban, passed overwhelmingly by the South Dakota Legislature in February, makes it a felony to help any woman terminate a pregnancy at any stage, unless an abortion is necessary to prevent her death. Women would not face criminal charges, but their doctors could get up to five years in prison. Rather than challenge the law in court, Planned Parenthood chose to put it to a public referendum, gambling that people would vote to repeal it on Nov. 7. (South Dakota law permits interest groups to refer legislation to the ballot if they can collect enough signatures.) If voters reject the ban, abortion-rights advocates hope it will deter states such as Ohio, Indiana, Missouri, Georgia and Rhode Island, which have been considering similar measures. If the ban is upheld, Planned Parenthood will challenge it in court. Antiabortion leaders would welcome that battle. They hope the U.S. Supreme Court will use the case to overturn Roe vs. Wade, the 1973 ruling that found a constitutional right to abortion. Both sides call this election crucial and are putting out urgent appeals to raise millions of dollars for the fight. But if this is the frontline of the abortion wars, the guns sound oddly muted.  Attuned to the values of this very conservative state, abortion-rights activists have decided not to make a stand on a woman's right to choose. The big poster outside their campaign headquarters makes a much milder point: 'This law simply goes too far.' One of their TV ads starts out: 'South Dakotans agree, honor and protect human life.' The ad goes on to affirm support for reducing the number of abortions, but argues that the law is too inflexible. The only exception in the law states physicians will not be prosecuted for procedures 'intended to prevent the death of a pregnant mother.' Even then, however, doctors must try their best to save 'the life of her unborn child.' A provision allows women to use the morning-after pill, which can prevent pregnancy if taken within 72 hours of sex. But under South Dakota law, pharmacists are not required to dispense the pill - or refer women to a pharmacy that will. And the Legislature has repeatedly voted down a bill to require emergency rooms to stock the contraceptive. Walking a neighborhood of gracious homes the other day to rally voters against the law, Emma Tupper, 20, made just one pitch, again and again. 'Our main concern is the lack of exception for rape and incest,' she said. Some residents nodded and pledged to vote against the ban. Nearly as many politely said they would support it. 'Even if there's no exception for rape and incest?' Tupper asked one elderly man. 'I've looked at the bill pretty closely, and I feel comfortable with my decision,' he replied, and closed the door. Tupper - who came from Seattle to work on this campaign - walked on, crunching through drifts of yellow leaves. 'It's a tough state,' she said. An independent Mason-Dixon poll in June found voters opposed to the ban, 47% to 39%. But a Zogby International survey last month, commissioned by an antiabortion group in Washington, D.C., found that gap had narrowed to 47% to 44%. In another unsettling sign for abortion-rights supporters, four Republican state senators who opposed the ban lost their seats in the primary election this summer. 'I don't know if I want to say we have a lot of momentum,' said Jan Nicolay, a former Republican legislator working to overturn the ban.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:30"
    },
    {
      "nodeID": "148879",
      "text": "Like they said in the article, you can have a campaign against marrige because it hurts women because of domestic abusers, you can say the baseball hurts men, because many of them get hurt. But most of the time its a great thing. Why then, would you suggest something so abusrd as to abortion hurts women. Most of the time, abortion lets women let go of that big weight thats holding them back and prusue their dreams, and live a happy life. Since when has AntiAbortionists cared about women? Can someone fill me in here?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:30"
    },
    {
      "nodeID": "148880",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:30"
    },
    {
      "nodeID": "148881",
      "text": "Can someone fill me in here? How can antiabortionists be suggesting something so absurd? http://www.latimes.com/news/printedition/la-na-abortion9oct09,1,3865842.story Like they said in the article, you can have a campaign against marrige because it hurts women because of domestic abusers, you can say the baseball hurts men, because many of them get hurt. But most of the time its a great thing. Why then, would you suggest something so abusrd as to abortion hurts women. Most of the time, abortion lets women let go of that big weight thats holding them back and prusue their dreams, and live a happy life. Since when has AntiAbortionists cared about women? Can someone fill me in here?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:30"
    },
    {
      "nodeID": "148882",
      "text": "http://www.silentnomoreawareness.org/ http://www.rachelsvineyard.org/ http://www.feministsforlife.com/",
      "type": "I",
      "timestamp": "2016-03-08 20:09:30"
    },
    {
      "nodeID": "148883",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:30"
    },
    {
      "nodeID": "148884",
      "text": "I can appreciate this slant, however I think that a true feminist approach would be to support women who want their pregnancies by finding solutions to the reasons they feel an abortion would be their best choice. If we want to have a child, society should be backing us up on that. Instead, I see such a stigma for single mothers, I see single mothers unable to finish school, I see single mothers unable to work a decent job b/c of either lack of education or lack of child care, I see systems where the men don't have to support, violence, et cetera.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:30"
    },
    {
      "nodeID": "148885",
      "text": "That's not something you can really blame on the pro-life movement. In fact, a lot of effort in the pro-life movement does go into helping single mothers. Many pro-life counseling services help single mothers offering support in a variety of ways, including financially.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:30"
    },
    {
      "nodeID": "148886",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:30"
    },
    {
      "nodeID": "148887",
      "text": "I agree that women deserve better choices and such, but banning abortion eliminates their usually best choice. Women do deserve better, but how can you say that while advocating an abortion ban?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:30"
    },
    {
      "nodeID": "148888",
      "text": "Abortion is their best choice?????? Yet women deserve better? Why do you think abortion is their best choice?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:30"
    },
    {
      "nodeID": "148889",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:30"
    },
    {
      "nodeID": "148890",
      "text": "That depends on the circumstances. Only she can know.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:30"
    },
    {
      "nodeID": "148891",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:30"
    },
    {
      "nodeID": "148892",
      "text": "Exactly. Even though you do not view it as a good choice, it still is a choice, and elminating that choice means that you do not care for a woman. Trying to preserve a woman's God given right to choose, while giving her other good choices means that you care about the woman A LOT. Discouraging woman from having an abortion (but not criminalizing it), and offering them better or other choices means you care about the woman AND the fetus. Attempting to criminalize abortion means you dont give a XXXX about the woman, and not much about the fetus either.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:30"
    },
    {
      "nodeID": "148893",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148894",
      "text": "Did I say that? No.  I blame a society of judgemental, unintelligent people. Nothing to do with how you view abortion or reproductive rights.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148895",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148896",
      "text": "In your world, you punish women by forcing them to have babys. That, to me, is wrong. And you are implying that women are less equal to men.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148897",
      "text": "In your world you kill children for the mistakes of their parents. How am I implying that men are superior? They should have to raise the child also as they are equally to blame. I love women and respect the great majority of them, if you think otherwise, you are mistaken.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148898",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148899",
      "text": "I must be VEEEERY mistaken then. Read my other post, no children are dying here. You are implying that men are superior to women, because you are wanting to punish women for having sex, when if men had to go what women were going through, im sure you'd be on a different side. You talk only of punishing pregnant women, when you do not talk of men.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148900",
      "text": "First off, it's not punishment, it's taking responsibility for your actions. I have addressed the men, this is what I'm talking about, it was in my last post. Are you really reading the my posts? I said 'They(men) should have to raise the child also as they are equally to blame'. If I could take some of the birthing pain from women and give it to mwn, I would. The bottom line is that women know that if pregnancy occurs their will be pain, yet some do not protect themselves against it. Why would it then be my responsibility to take that pain into account? They accepted the risk when the didn't try to protect against it.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148901",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148902",
      "text": "If we try to weed out the irresponsible ones, the poorer and less fortunate ones will get punished.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148903",
      "text": "How does being poor limit your responsibility to protect yourself? I know a poor woman who has 10 kids just hoping that one day she would find a man that would be willing to help raise the rest. Also, what do you mean by 'less fortunate? It never happened but she kept having kid after kid and hoping it would. Should she be excused for her behavior because she is poor? No, she kept going to BARS looking for good men. Bad choices = bad outcome. Do you think that this is proof that abortion is necessary? Nope, abortion IS NOT the answer in cases like this, only responsibility can solve the problem. The bad thing is that only one of the men do anything for the children and he doesn't do enough. She has never filed for child support and the kids are almost never disciplined.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148904",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148905",
      "text": "I do not consider fetuses and embryos sentinent beings, as Bell stated somewhere else, so i disagree that we are killing 'children'. No one should be held accountable for having sex in an improper way, because that is your opinion. It is their right to screw each other how they would like to screw each other, and is something you, or anybody else, is in no position to decide.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148906",
      "text": "Well, at some point they are sentient beings(surely you agree), that's the point that the fetus becomes a person in my opinion. Before that it's not really too bad. I don't have a problem with people 'having sex in an improper way' or choosing to 'screw each other how they would like to screw each other'. I do have a problem with people creating a feeling being and then killing it, as is the case when fetuses become sentient and are aborted. You also say that it is my opinion, which it is, but it is also your opinion. You have said that women who have abortion because they arn't responsible are making bad decisions.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148907",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148908",
      "text": "Exactly. It is their fault, but they can do what they choose. It is punishment and you know it, and it is not your job to make sure no 'irresponsible' pregnant woman goes unpunished.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:31"
    },
    {
      "nodeID": "148909",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:32"
    },
    {
      "nodeID": "148910",
      "text": "I have never said that we should punish 12 year old orphans. Show me where I said that. I said that the parents should help raise the child if they have the means. Would that put a slight damper on the 12 year olds social life? Probably, but she will be an adult soon enough and she should take some responsibility for her actions. The father should have to do the same. Why do you admit that the actions of the 25 year old are tragic but you don't want her to take responsibility?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:32"
    },
    {
      "nodeID": "148911",
      "text": "She should not have the baby in the first place, and thats what im saying. The only irresponsible move a 12 year old would be making is not having an abortion, as she is not physically and emotionally capable of raising or bearing a child.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:32"
    },
    {
      "nodeID": "148912",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:32"
    },
    {
      "nodeID": "148913",
      "text": "I don't want to do anything as far as laws are concerned. I would recommend that she and the father raise the child, but sadly that may not happen. I will just continue to have pity for all of the irresponsible 'lovers' out there.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:32"
    },
    {
      "nodeID": "148914",
      "text": "And ill continue to have pity for abused and unplanned pregnant women lacking basic healthcare.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:32"
    },
    {
      "nodeID": "148915",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:32"
    },
    {
      "nodeID": "148916",
      "text": "They are, but its their descision nonetheless.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:32"
    },
    {
      "nodeID": "148917",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:32"
    }
  ],
  "edges": [
    {
      "edgeID": "189694",
      "fromID": "148879",
      "toID": "148880",
      "formEdgeID": null
    },
    {
      "edgeID": "189695",
      "fromID": "148880",
      "toID": "148878",
      "formEdgeID": null
    },
    {
      "edgeID": "189696",
      "fromID": "148882",
      "toID": "148883",
      "formEdgeID": null
    },
    {
      "edgeID": "189697",
      "fromID": "148883",
      "toID": "148881",
      "formEdgeID": null
    },
    {
      "edgeID": "189698",
      "fromID": "148885",
      "toID": "148886",
      "formEdgeID": null
    },
    {
      "edgeID": "189699",
      "fromID": "148886",
      "toID": "148884",
      "formEdgeID": null
    },
    {
      "edgeID": "189700",
      "fromID": "148888",
      "toID": "148889",
      "formEdgeID": null
    },
    {
      "edgeID": "189701",
      "fromID": "148889",
      "toID": "148887",
      "formEdgeID": null
    },
    {
      "edgeID": "189702",
      "fromID": "148890",
      "toID": "148891",
      "formEdgeID": null
    },
    {
      "edgeID": "189703",
      "fromID": "148891",
      "toID": "148888",
      "formEdgeID": null
    },
    {
      "edgeID": "189704",
      "fromID": "148892",
      "toID": "148893",
      "formEdgeID": null
    },
    {
      "edgeID": "189705",
      "fromID": "148893",
      "toID": "148890",
      "formEdgeID": null
    },
    {
      "edgeID": "189706",
      "fromID": "148894",
      "toID": "148895",
      "formEdgeID": null
    },
    {
      "edgeID": "189707",
      "fromID": "148895",
      "toID": "148885",
      "formEdgeID": null
    },
    {
      "edgeID": "189708",
      "fromID": "148897",
      "toID": "148898",
      "formEdgeID": null
    },
    {
      "edgeID": "189709",
      "fromID": "148898",
      "toID": "148896",
      "formEdgeID": null
    },
    {
      "edgeID": "189710",
      "fromID": "148900",
      "toID": "148901",
      "formEdgeID": null
    },
    {
      "edgeID": "189711",
      "fromID": "148901",
      "toID": "148899",
      "formEdgeID": null
    },
    {
      "edgeID": "189712",
      "fromID": "148903",
      "toID": "148904",
      "formEdgeID": null
    },
    {
      "edgeID": "189713",
      "fromID": "148904",
      "toID": "148902",
      "formEdgeID": null
    },
    {
      "edgeID": "189714",
      "fromID": "148906",
      "toID": "148907",
      "formEdgeID": null
    },
    {
      "edgeID": "189715",
      "fromID": "148907",
      "toID": "148905",
      "formEdgeID": null
    },
    {
      "edgeID": "189716",
      "fromID": "148908",
      "toID": "148909",
      "formEdgeID": null
    },
    {
      "edgeID": "189717",
      "fromID": "148909",
      "toID": "148900",
      "formEdgeID": null
    },
    {
      "edgeID": "189718",
      "fromID": "148911",
      "toID": "148912",
      "formEdgeID": null
    },
    {
      "edgeID": "189719",
      "fromID": "148912",
      "toID": "148910",
      "formEdgeID": null
    },
    {
      "edgeID": "189720",
      "fromID": "148914",
      "toID": "148915",
      "formEdgeID": null
    },
    {
      "edgeID": "189721",
      "fromID": "148915",
      "toID": "148913",
      "formEdgeID": null
    },
    {
      "edgeID": "189722",
      "fromID": "148916",
      "toID": "148917",
      "formEdgeID": null
    },
    {
      "edgeID": "189723",
      "fromID": "148917",
      "toID": "148900",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
