{
  "nodes": [
    {
      "nodeID": "152362",
      "text": "Well, we can find oil (!) and test cosmetics on animals (!) I wasn't sure if this was meant to be funny or not. Did they not find oil before evolution? Would they not be able to tell that oil exists next to certain rocks without evolution? Why bring in animal testing? If you want to stake a claim that such cruel behaviour is part of evolution, hey, that's up to you (takes a bit of heat off us Christians over the Crusades!) (ha!)",
      "type": "I",
      "timestamp": "2016-03-08 20:16:53"
    },
    {
      "nodeID": "152363",
      "text": "Actually, no they could not find oil without evolution. It's not only a matter of finding 'certain rocks' associated with oil, but by reconstructing the paleo-environment. Only certain environments, indicated by types of rocks and the types of animals/plants that existed at that time, are suitable for the production of petroleum. In fact, a lot of mineral resources are located by certain geologic formations as interpreted by modern theories of geology. Without a knowledge of biological and geological evolution prospectors would waste a lot of time looking in the wrong places.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:53"
    },
    {
      "nodeID": "152364",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:53"
    },
    {
      "nodeID": "152365",
      "text": "So montalban. Why don't you tell us about creationism. What is the theory? What is the evidence? What predictions can be made. We can assume that since you haven't responded to previous requests that there is no theory and no evidence. It is only superstition based on childish mythology.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:53"
    },
    {
      "nodeID": "152366",
      "text": "Yes it is patent that you would assume that. Your wish to advertise this and tell the world, repeatedly must make you of some import. Repeatedly you make this a personal issue. I have addressed posts and say 'another poster has said ...such and such'. But you insist that I address YOU in such posts. Now you are going at it again, saying I'm not answering questions. This is an attempt to take the moral high-ground, and is itself highly deceitful, especially in light that you have in the past accused me of saying things that I didn't... see our discussions re: Archie, the transitional bird-beast. Also, you name-call, and then chuck a tantrum if anyone does the same back. I must say here that I do wish you'd stop personalising this, as it only leads to more confrontation, not discussion. Calling people names is just grand-standing. It is the sort of behaviour that suggests someone who is just interested in making themselves heard, regardless of anyone else.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:53"
    },
    {
      "nodeID": "152367",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:53"
    },
    {
      "nodeID": "152368",
      "text": "And there is still no evidence on the table for YEC.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:54"
    },
    {
      "nodeID": "152369",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:54"
    }
  ],
  "edges": [
    {
      "edgeID": "192150",
      "fromID": "152363",
      "toID": "152364",
      "formEdgeID": null
    },
    {
      "edgeID": "192151",
      "fromID": "152364",
      "toID": "152362",
      "formEdgeID": null
    },
    {
      "edgeID": "192152",
      "fromID": "152366",
      "toID": "152367",
      "formEdgeID": null
    },
    {
      "edgeID": "192153",
      "fromID": "152367",
      "toID": "152365",
      "formEdgeID": null
    },
    {
      "edgeID": "192154",
      "fromID": "152368",
      "toID": "152369",
      "formEdgeID": null
    },
    {
      "edgeID": "192155",
      "fromID": "152369",
      "toID": "152366",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
