{
  "nodes": [
    {
      "nodeID": "154927",
      "text": "You see, I also belong to a group that is forced by social prejudices to keep a low profile-often times to hide my choices and practices lest I suffer disapproval and ultimately, life-threatening persecution by the state.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:44"
    },
    {
      "nodeID": "154928",
      "text": "If you are ashamed of what you are doing then there must be something wrong with it! The only people that disregard laws they oppose are criminals, thus the name criminal! This is what separates law-abiding citizens from criminals.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:44"
    },
    {
      "nodeID": "154929",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:44"
    },
    {
      "nodeID": "154930",
      "text": "So gun owners are being discriminated for 'who they are.' I guess you could put it that way. You could also say that violent killers and serial rapists are being discriminated against for 'who they are.' By the way, I support gay marriage but don't support the mayor's actions.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:44"
    },
    {
      "nodeID": "154931",
      "text": "I believe that this is what they call 'sarcasm'. As for the second part of your comment, why am I not surprised?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:44"
    },
    {
      "nodeID": "154932",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:44"
    },
    {
      "nodeID": "154933",
      "text": "why the comparison of gun owners yo violent killers and serial rapists? What law have I broken? Since we are doing comparisons your anti-freedom agenda is very similar to the bazi gun control laws of the 1930s, it is like the jim crow laws of the US. Your agenda is one of racism. This is insulting, ignorant, and shows your true colors as an enemy of freedom.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:44"
    },
    {
      "nodeID": "154934",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:44"
    },
    {
      "nodeID": "154935",
      "text": "...so you want guns to be able to live free, and therefore ignore democracy when it pleases you to do so. Guess you're a true Anarchist then, and beleive that laws are merely a human invention and thus can be ignored by humans. Don't complain when they use your beliefs to enfore their own beleifs over yours.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:44"
    },
    {
      "nodeID": "154936",
      "text": "What are you talking about.... This is the law: A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed.  How is this Anarchy? BTW the article is being sarcastic if you didn't get it, It demonstrates the hypocracy of the lunatic fringe lefties out there... Did Rosie bring her armed guards to san fran to get hitched?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:44"
    },
    {
      "nodeID": "154937",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:44"
    },
    {
      "nodeID": "154938",
      "text": "It's called an analogy. The article claimed that the relationship between homosexuals and discrimination and between gun owners and discrimination is the same because the discrimination in both cases is because of 'who they are.' Thus, I extended this analogy so that the relationship between gun owners and discrimination and between serial racists and discrimination is the same because the discrimination in both cases is because of 'who they are.' The analogy that I made was not comparing gun owners to serial rapists, but rather, it was comparing the relationship of the two groups with discrimination. And what is your deal with lunatic fringe leftie? Antigun laws are clearly not a fringe view, or gun control laws would not have been passed in Congress. You can hardly call the views lunatic. I doubt any doctor would agree that a person with liberal views regarding gun control is mentally insane. My anti-freedom agenda? What the hell are you talking about? Are you an anarchist? That's the only way to have 100% freedom. The fact that government exists means that there are restrictions. So unless you are an anarchist, I can call you anti-freedom as much as you call me anti-freedom. The question is the degree to which government should restrict freedoms, and that is not an obvious question to answer. Can you please explain how my views on gun control reveal that I'm racist. Have I proposed a law which would restrict gun usage for only a certain race?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:44"
    },
    {
      "nodeID": "154939",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:45"
    },
    {
      "nodeID": "154940",
      "text": "There is quite a bit of debate what the militia can be interpreted as, and individuals ignoring the laws as they see fit is anarchy (checked out the Free State project, you are a beleiver in Arnacho-captalism or so it seems which is a form of anarchy), nothing nessesarily wrong with it though. Understood the point it was making, just the logic is flawed. The fact the city had to disobey state laws is a good example of the lunatic right,though this isn't really the issue here.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:45"
    },
    {
      "nodeID": "154941",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:22:45"
    },
    {
      "nodeID": "154942",
      "text": "There is quite a bit of debate what the militia can be interpreted as, and individuals ignoring the laws as they see fit is anarchy (checked out the Free State project, you are a beleiver in Arnacho-captalism or so it seems which is a form of anarchy), nothing nessesarily wrong with it though. Understood the point it was making, just the logic is flawed.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:45"
    },
    {
      "nodeID": "154943",
      "text": "1. militia - the entire body of physically fit civilians eligible by law for military service; 'their troops were untrained militia'; 'Congress shall have power to provide for calling forth the militia'--United States Constitution.  There is only debate on militia from those who wish to redefine its meaning into something it isn't.  2. 'The Free State Project is a plan in which 20,000 or more liberty-oriented people will move to New Hampshire, where they may work within the political system to reduce the size and scope of government. The success of the Free State Project would likely entail reductions in burdensome taxation and regulation, reforms in state and local law, an end to federal mandates, and a restoration of constitutional federalism, demonstrating the benefits of liberty to the rest of the nation and the world.'  Working within our political system to bring back liberty minded governance like our founding fathers envisioned. Anarcho-capitialism it is not.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:45"
    },
    {
      "nodeID": "154944",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:45"
    },
    {
      "nodeID": "154945",
      "text": "The fact the city had to disobey state laws is a good example of the lunatic right,though this isn't really the issue here.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:45"
    },
    {
      "nodeID": "154946",
      "text": "What are you talking about here? please be specific.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:45"
    },
    {
      "nodeID": "154947",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:45"
    },
    {
      "nodeID": "154948",
      "text": "My anti-freedom agenda? What the hell are you talking about? Are you an anarchist? That's the only way to have 100% freedom. The fact that government exists means that there are restrictions. So unless you are an anarchist, I can call you anti-freedom as much as you call me anti-freedom. The question is the degree to which government should restrict freedoms, and that is not an obvious question to answer.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:45"
    },
    {
      "nodeID": "154949",
      "text": "Your anti-freedom agenda. Its so funny how you label anything that has less governance than your comfort of suckling on that entitlement sow and following your fedgov masters is anarchy... I am not asking for anarchy. I am demanding my civil rights as a free born human being.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:45"
    },
    {
      "nodeID": "154950",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:45"
    },
    {
      "nodeID": "154951",
      "text": "And what is your deal with lunatic fringe leftie? Antigun laws are clearly not a fringe view, or gun control laws would not have been passed in Congress. You can hardly call the views lunatic. I doubt any doctor would agree that a person with liberal views regarding gun control is mentally insane.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:45"
    },
    {
      "nodeID": "154952",
      "text": "Why then won't you state your ultimate agenda... 'reasonable gun control' is not an agenda if you can not back that statment up. A view that inteferes wih my constitutional right is an attempt by the lunatic fringe to intefere with my life... Simple.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:45"
    },
    {
      "nodeID": "154953",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:45"
    },
    {
      "nodeID": "154954",
      "text": "It's called an analogy. The article claimed that the relationship between homosexuals and discrimination and between gun owners and discrimination is the same because the discrimination in both cases is because of 'who they are.' Thus, I extended this analogy so that the relationship between gun owners and discrimination and between serial racists and discrimination is the same because the discrimination in both cases is because of 'who they are.' The analogy that I made was not comparing gun owners to serial rapists, but rather, it was comparing the relationship of the two groups with discrimination.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:46"
    },
    {
      "nodeID": "154955",
      "text": "So will you be comparing gays to child molesters and priests in your same examples? Or blacks with slinging drugs and hoochie mammas? Or will you note the eerie similarities betweenn the wording of some of our gun laws to the Nazi gun laws?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:46"
    },
    {
      "nodeID": "154956",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:46"
    },
    {
      "nodeID": "154957",
      "text": "Can you please explain how my views on gun control reveal that I'm racist. Have I proposed a law which would restrict gun usage for only a certain race?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:46"
    },
    {
      "nodeID": "154958",
      "text": "Again???? Gun control laws by design are meant to kept inner city citizens (i.e. black) from owning guns... Liberal terms such as 'saturday night special' all have racist undertones. Also since the majority of gun violence in the US is minority on minority... Who are these laws meant to target?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:46"
    },
    {
      "nodeID": "154959",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:46"
    },
    {
      "nodeID": "154960",
      "text": "First you assume that since I have liberal views on this subject, I agree with the actions of all other liberals, and second you assume that all other liberals commit the same actions. I have not once mentioned 'saturday night special.' My laws are meant to target all gun crime and gun accidents. Should we not have laws against gun crime (not laws against guns) because most gun violence is minority on minority. Sould we not have murder laws because a disproportionate number of murders are commited by minorities?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:46"
    },
    {
      "nodeID": "154961",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:46"
    },
    {
      "nodeID": "154962",
      "text": "Let me try explaining this another way. According to the logic presented in the original article: Gun Owners : discrimination by gun control laws :: Serial Rapists : discrimination by anti-rape laws You see, it's the RELATIONSHIP that I'm comparing. That's what an analogy is. I'm NOT comparing the gun owners to the serial rapists, but rather the RELATIONSHIP between discrimination and gun owners as presented in the original article and the RELATIONSHIP between discimination and serial rapists.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:46"
    },
    {
      "nodeID": "154963",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:46"
    },
    {
      "nodeID": "154964",
      "text": "What do you mean 'my ultimate agenda'? I want regulation of the gun trade as there is regulation of the trade of every product with specific control laws that apply to each product. Does this mean a complete ban? No. Let's compare this to a drivers license. Yes I realize that's not a product, but it is regulated similar to the way guns should be regulated. It varies from state to state, but there is typically a driver's ed class, driving with an instructor, and a driving test. A person must pass all of these things before recieving a license. A person must also meet other qualifications such as vision requirements. Then, in my state, when a person recieves his or her license, it is only a provisional license, meaning that he or she cannot drive between midnight and 5 a.m. This lasts for eighteen months unless there are any moving violations, in which case the period starts over. These are all reasonable restrictions. These ideas can be applied to gun control. There could be gun training and gun tests. Background information such as prior criminal activities should be checked. Guns should not be made available at unregulated events such as gun shows. These sort of regulations are also similar to those on prescription drugs. A person must have a prescription from a real doctor, and he or she can only purchase or pick up the medicine from certified locations. This is clearly not a fringe view since a large number of people support gun control. You may disagree with this view, but it clearly is not a fringe view. Nor is it a sign of mental instability. The constitutionality of gun control is clearly debatable. It's not exactly simple. You can't ignore 'well regulate.' Even GunCite, a pro gun website, says, ' 'To put in good order' is the correct interpretation of well regulated, signifying a well disciplined, trained, and functioning militia.' Disciplining, training. That sounds like controlling. And if it was such a simple constitutional issue, why hasn't the Supreme Court made a difinitive ruling on it? If anything, it has ruled in favor of gun control, saying in the Miller case that 'The Second Amendment must be interpreted and applied with a view to its purpose of rendering effective the Militia.' Regardless, the constitutionality of a law does not make it wrong or right. Slavery was once allowed under the Constitution, but that did not make it wrong or right.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:46"
    },
    {
      "nodeID": "154965",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:46"
    }
  ],
  "edges": [
    {
      "edgeID": "193964",
      "fromID": "154928",
      "toID": "154929",
      "formEdgeID": null
    },
    {
      "edgeID": "193965",
      "fromID": "154929",
      "toID": "154927",
      "formEdgeID": null
    },
    {
      "edgeID": "193966",
      "fromID": "154931",
      "toID": "154932",
      "formEdgeID": null
    },
    {
      "edgeID": "193967",
      "fromID": "154932",
      "toID": "154930",
      "formEdgeID": null
    },
    {
      "edgeID": "193968",
      "fromID": "154933",
      "toID": "154934",
      "formEdgeID": null
    },
    {
      "edgeID": "193969",
      "fromID": "154934",
      "toID": "154930",
      "formEdgeID": null
    },
    {
      "edgeID": "193970",
      "fromID": "154936",
      "toID": "154937",
      "formEdgeID": null
    },
    {
      "edgeID": "193971",
      "fromID": "154937",
      "toID": "154935",
      "formEdgeID": null
    },
    {
      "edgeID": "193972",
      "fromID": "154938",
      "toID": "154939",
      "formEdgeID": null
    },
    {
      "edgeID": "193973",
      "fromID": "154939",
      "toID": "154933",
      "formEdgeID": null
    },
    {
      "edgeID": "193974",
      "fromID": "154940",
      "toID": "154941",
      "formEdgeID": null
    },
    {
      "edgeID": "193975",
      "fromID": "154941",
      "toID": "154936",
      "formEdgeID": null
    },
    {
      "edgeID": "193976",
      "fromID": "154943",
      "toID": "154944",
      "formEdgeID": null
    },
    {
      "edgeID": "193977",
      "fromID": "154944",
      "toID": "154942",
      "formEdgeID": null
    },
    {
      "edgeID": "193978",
      "fromID": "154946",
      "toID": "154947",
      "formEdgeID": null
    },
    {
      "edgeID": "193979",
      "fromID": "154947",
      "toID": "154945",
      "formEdgeID": null
    },
    {
      "edgeID": "193980",
      "fromID": "154949",
      "toID": "154950",
      "formEdgeID": null
    },
    {
      "edgeID": "193981",
      "fromID": "154950",
      "toID": "154948",
      "formEdgeID": null
    },
    {
      "edgeID": "193982",
      "fromID": "154952",
      "toID": "154953",
      "formEdgeID": null
    },
    {
      "edgeID": "193983",
      "fromID": "154953",
      "toID": "154951",
      "formEdgeID": null
    },
    {
      "edgeID": "193984",
      "fromID": "154955",
      "toID": "154956",
      "formEdgeID": null
    },
    {
      "edgeID": "193985",
      "fromID": "154956",
      "toID": "154954",
      "formEdgeID": null
    },
    {
      "edgeID": "193986",
      "fromID": "154958",
      "toID": "154959",
      "formEdgeID": null
    },
    {
      "edgeID": "193987",
      "fromID": "154959",
      "toID": "154957",
      "formEdgeID": null
    },
    {
      "edgeID": "193988",
      "fromID": "154960",
      "toID": "154961",
      "formEdgeID": null
    },
    {
      "edgeID": "193989",
      "fromID": "154961",
      "toID": "154949",
      "formEdgeID": null
    },
    {
      "edgeID": "193990",
      "fromID": "154962",
      "toID": "154963",
      "formEdgeID": null
    },
    {
      "edgeID": "193991",
      "fromID": "154963",
      "toID": "154949",
      "formEdgeID": null
    },
    {
      "edgeID": "193992",
      "fromID": "154964",
      "toID": "154965",
      "formEdgeID": null
    },
    {
      "edgeID": "193993",
      "fromID": "154965",
      "toID": "154949",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
