{
  "nodes": [
    {
      "nodeID": "157406",
      "text": "I've given yout a way to control crime and violence. At the same time not trample on the Constitution. The Constitution is a very noble document. Please stop trying to trash it. I've given you a way to have Constitutional and voluntary gun control on airlines. Yet you keep insisting it must be a manditory law. Minditory = no right to choose. Unconstitutional. Bottom line. My way tamples on no ones rights. Your way the rights of good citizens get trashed. Both ways reduce crime and violence. Your way does not adress root cause. Mine does. Please try and maintain the principle: 'Enact no laws or regulations that affect, change, or modify the behavior of good citizens'. Then get back to me.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:17"
    },
    {
      "nodeID": "157407",
      "text": "Well lets see here. You don't want me to trash the constitution, yet the constitution allows terrorists to take guns onto planes and really makes it easy for them. Do you think that our laws have shifted away from the constitution just for the fun of trashing it? I'd say the changes made were done to be practical and reasonable. The bottom line isn't about rights, it is about what works. Your idea doesn't work. We have already established that. The current system in place already works. You can add your 11 steps if you want but most of that is already in place. 'Enact no laws or regulations that affect, change, or modify the behavior of good citizens' Do you know what that means? That is so vague that it could mean you have the right to do absolutely anything you want. There are laws that say you need to stop at a red light, should we change that? Or do we need to stop at red lights to be a good citizen? There are laws that state we need to keep our pets on a leash in public, should we change that? Or do we need to keep our pets on a leash in public to be a good citizen? There are laws that state that we cannot bring guns onto planes, should we change that? Or do we need to keep guns off planes to be a good citizen? Does this change your perception at all? You happily ignore whether your plan will work and just focus on getting your way. Lets focus on you getting your way then. We already know the airline industry is gone soon after your laws go into place and so are a few buildings. Now lets focus on the bad parts of town. The cops are now not only outnumbered, but out armed. The cop death toll will jump and that will mean we need more cops. More cops means more costs on top of the costs you already mentioned. So now we have more law protectors in place meaning good citizens are already being affected. You will have more murders assuming the current trend would continue as more guns are in place. So now good citizens have to deal with more death and no airplanes. What about schools? Columbines more often obviously. How about going postal at work since everyone will have a gun there? How about assassinations? We haven't had one in a very long time, but I would expect that if people can carry guns around our president that he will be in far more danger than ever before in our history and so will other important people. Oh and how about at sports games! Yeah everyone loves a good emotional sporting event just as much as they love getting drunk there! Just think of the possibilities there! O'Neal goes up for the rebound and comes down with a bullet in his chest. Now there is a shoot out as the Lakers fans retaliate. Oh why are all these guns here anyways? Is it really necessary? Maybe a little dramatic but expect sporting attendance to drop as well. Most public events would suffer in the same way I would expect. Does this bother you at all? Do you think there will be consequences to this? Can you give answers that will solve all of these problems to the extent they are today or even better?",
      "type": "I",
      "timestamp": "2016-03-08 20:28:17"
    },
    {
      "nodeID": "157408",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:28:17"
    }
  ],
  "edges": [
    {
      "edgeID": "195714",
      "fromID": "157407",
      "toID": "157408",
      "formEdgeID": null
    },
    {
      "edgeID": "195715",
      "fromID": "157408",
      "toID": "157406",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
