{
  "nodes": [
    {
      "nodeID": "151362",
      "text": "Originally posted by American Where did the dirt come from?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:39"
    },
    {
      "nodeID": "151363",
      "text": "Well, the short version is that shortly after the big bang, the universe was filled by a hot quark plasma. As it expanded and cooled, the process of nucleosynthesis produced the primordial elemental abundance, primarily hydrogen, with some deutirium, helium, and lithium. The physics is well understood, and verified by observation. Quantifying uncertainties in primordial nucleosynthesis without Monte Carlo simulations  At roughly a billion years of age, stars and galaxies formed, some fraction of the stars that formed were massive supergiants, that burned up their hydrogen into other elements, up to the atomic number of iron. This occurred at a tremendous rate and in a few more billion years, these stars went supernova and exploded. Prior to going supernova, these stars go through a phase where the outer layers of the star are shed, providing ways to transport the lighter elements away from the star. You can see this in the following link: Hubble Chemically Analyzes the Ring around Supernova 1987A  The trememdous radiation of the supernova permits the formation of elements with atomic numbers higher than iron. The force of these explosions scattered the newly created elements, creating vast gas and dust clouds. Eventually, the shockwave of another explosion initiated the collapse of one of these clouds, and the spinning hydrogen cloud begins to heat , eventually initiating nuclear fusion, and becoming our sun. As the sun began to increase it's heat output, the volatile remains of the accretion disk are driven away from the inner portion of the solar system, leaving mostly heavy elments. Comets bombarded the inner solar system, transporting water, carbon, and amino acids to the newly forming earth, making dirt. In short, a truely wonderful creation.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:39"
    },
    {
      "nodeID": "151364",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:39"
    },
    {
      "nodeID": "151365",
      "text": "Objections? (Lurch, don't tell me that I haven't studied evolution because I have.)",
      "type": "I",
      "timestamp": "2016-03-08 20:14:39"
    },
    {
      "nodeID": "151366",
      "text": "Really? Then give me the definition of evolution. I'm not asking for a statement of theory, or an example of evolution. What is the definition used by evolutionary biologists of evolution? I suspect that you haven't studied evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:39"
    },
    {
      "nodeID": "151367",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:39"
    },
    {
      "nodeID": "151368",
      "text": "Factual? Last time I checked, it was the THEORY of evolution, not the LAW of evolution. Evolution and Creation are both theories, neither of them can be proved scientifically per se.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:39"
    },
    {
      "nodeID": "151369",
      "text": "Oh dear. Do you actually know what a scientist means when they call something a 'theory'? Because it seems to me that you do not. The concept of gravity is 'only a theory', yet oddly enough I don't see anyone trying to say that we should stop accepting the existence of the force of gravity because of this.  The SCIENTIFIC theory of Evolution is a scientific theory that has been and continues to be extensively researched and developed. It should be taught in schools. Creationism (or Intelligent Design) is not a scientific theory, and is not supported by any evidence. If it must be allowed into schools at all it should be confined to the religious studies classroom, not the science laboratory.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:40"
    },
    {
      "nodeID": "151370",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:40"
    },
    {
      "nodeID": "151371",
      "text": "Wonderful mumbo-jumbo I'll agree. If that is the way you wish to order the events of evolution (the process by which everything was formed) then what exploded in the big bang?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:40"
    },
    {
      "nodeID": "151372",
      "text": "And infinitely dense sphere of spacetime/matterenergy?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:40"
    },
    {
      "nodeID": "151373",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:40"
    },
    {
      "nodeID": "151374",
      "text": "Thank you Lurch. You have gotten to my point: Evolution (as taught in modern public school textbooks) is a religion, not a scientific fact (as claimed by sarablaze).",
      "type": "I",
      "timestamp": "2016-03-08 20:14:40"
    },
    {
      "nodeID": "151375",
      "text": "So what you are saying is that even though you claimed to have studied evolution, you have not. I understand. In fact, my religion is not evolution. I even hold my religion in higher regard than to consider using it as an insult. Since you think that calling science a religion is an insult, your religion must be trivial and largely meaningless. But that aside, since you want to lump all of science into the word 'evolution' so that you can reject it all at once, I'm just going to use the word science. sarablaze isn't a scientist and, like you, has probably had very little scientific education. But I'm going to try to explain to you again. A religion is held by faith. That means that it is not supported by actual evidence. On the other hand, science is not accepted by faith since it is built on a process of questioning and testing everything. There is nothing in science that I 'believe'. Do I believe that the earth orbits the sun? No. But when presented with the observations of the relative positions of the sun and planets, the most parsimonious explanation is that it is so. I accept that and will accept that until someone can present more evidence and a better explanation. That is true of all science. I don't believe any of it but accept the explanations that have been tested that account for the observations. In science, by the way, the facts are the observations - not the theories. So the facts of gravity are the observations of things falling to earth and observations of the relative positions of the planets. The current theory of gravity only imperfectly explains those facts - it is part of the general theory of relativity developed by Einstein. In biology, the facts are that we observe living things to change over time. We even have facts from many different fields (biogeography, genetics, molecular biology, population genetics, morphology, embryology, paleontology, and others) that point to the fact that living things change over time. The explanations of the mechanics of those changes form the theory of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:40"
    },
    {
      "nodeID": "151376",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:40"
    },
    {
      "nodeID": "151377",
      "text": "If they can stage jihads in school, teach 'acceptance' of 'different' religions and beliefs, and teach our children that evolution is a fact, they can sure as heck teach creation along with everything else.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:40"
    },
    {
      "nodeID": "151378",
      "text": "But they do. There are lots of schools that teach creation right where it should be taught. The teach it in courses of comparative religion (which may be what you are talking about above) or in classes of mythology. They teach Hebrew mythology right along with Greek and Roman mythology as well as others. But your religion isn't science. Why can't fundamentalist christians teach their religion in their homes and in their churches? Why do they insist that our government should teach their religion to everyone by force?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:40"
    },
    {
      "nodeID": "151379",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:40"
    },
    {
      "nodeID": "151380",
      "text": "The problem with this is that the public school systems do not want to acknowledge that there even is a God.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:40"
    },
    {
      "nodeID": "151381",
      "text": "So you are not an American? You believe that your religion should be forced on everyone by the government? Is it OK if I am allowed to teach your children my religion?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:40"
    },
    {
      "nodeID": "151382",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:40"
    },
    {
      "nodeID": "151383",
      "text": "Has anyone ever observed one animal change into another animal?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:40"
    },
    {
      "nodeID": "151384",
      "text": "Yes. For example, the hawthorn maggot fly was observed to change into the apple maggot fly in only a few years. I also gave the example of the herring gull/lesser black-backed gull that exists as a single, continuous population the circles the globe in which the extremes have become seperate species. Of course, what you are asking is if it has ever been observed that a frog turned into a lion. But that isn't evolution. In fact, a saltation (that is the word for that silly idea) would disprove the current theory of evolution. Organisms change only a little from generation to generation. Generally, evolution is a slow process since it happens in populations, not individuals. Evolution is a change in the genetic makeup of the entire population of over generations.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:41"
    },
    {
      "nodeID": "151385",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:14:41"
    }
  ],
  "edges": [
    {
      "edgeID": "191450",
      "fromID": "151363",
      "toID": "151364",
      "formEdgeID": null
    },
    {
      "edgeID": "191451",
      "fromID": "151364",
      "toID": "151362",
      "formEdgeID": null
    },
    {
      "edgeID": "191452",
      "fromID": "151366",
      "toID": "151367",
      "formEdgeID": null
    },
    {
      "edgeID": "191453",
      "fromID": "151367",
      "toID": "151365",
      "formEdgeID": null
    },
    {
      "edgeID": "191454",
      "fromID": "151369",
      "toID": "151370",
      "formEdgeID": null
    },
    {
      "edgeID": "191455",
      "fromID": "151370",
      "toID": "151368",
      "formEdgeID": null
    },
    {
      "edgeID": "191456",
      "fromID": "151372",
      "toID": "151373",
      "formEdgeID": null
    },
    {
      "edgeID": "191457",
      "fromID": "151373",
      "toID": "151371",
      "formEdgeID": null
    },
    {
      "edgeID": "191458",
      "fromID": "151375",
      "toID": "151376",
      "formEdgeID": null
    },
    {
      "edgeID": "191459",
      "fromID": "151376",
      "toID": "151374",
      "formEdgeID": null
    },
    {
      "edgeID": "191460",
      "fromID": "151378",
      "toID": "151379",
      "formEdgeID": null
    },
    {
      "edgeID": "191461",
      "fromID": "151379",
      "toID": "151377",
      "formEdgeID": null
    },
    {
      "edgeID": "191462",
      "fromID": "151381",
      "toID": "151382",
      "formEdgeID": null
    },
    {
      "edgeID": "191463",
      "fromID": "151382",
      "toID": "151380",
      "formEdgeID": null
    },
    {
      "edgeID": "191464",
      "fromID": "151384",
      "toID": "151385",
      "formEdgeID": null
    },
    {
      "edgeID": "191465",
      "fromID": "151385",
      "toID": "151383",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
