{
  "nodes": [
    {
      "nodeID": "143119",
      "text": "The failure to observe even one mutation that adds information is more than just a failure to find support for the theory. It is evidence against the theory. Spetner",
      "type": "I",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143120",
      "text": "Not true. I googled 'helpful mutation' and got a nice list of examples. I wish creationists would do some research before making wild assertions.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143121",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143122",
      "text": "Even one of evolutionists' favorite examples for 'deliberate' mutations, radiation, has a negative, degenerating effect on the crops it effected. Thus, once again, how could this possibly serve a vital role in evolution???? - which leads me to wonder why would they even bother talking about it in all their literature??? Deception? Are they that starved for emamples? : A huge number of small, sterile, sick, deformed, aberrant plants were produced. However, from all this effort, almost no meaningful crop improvement resulted. The effort was for the most part an enormous failure, and was almost entirely abandoned. Why? It was because even with all those billions of mutations, there were no significant new beneficial mutations arising. Sanford  This theory is intellectually dead. It amazes me that so many people are so in love with it.  Dr. J.C Sanford -- Genetic Entropy and the Mystery of the Genome Dr. Lee Spetner -- Not By Chance Dr. Giuseppe Sermonti -- Why is a Fly Not a Horse",
      "type": "I",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143123",
      "text": "Please go to http://www.talkorigins.org/indexcc/ and do research. You will find some hard to understand articles and some easy ones. All of them, however, are very informative.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143124",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143125",
      "text": "it is still a NON-RANDOM mutation...and the only reason the mutation occurred is because the organism was physically put in the presence of an outside influence; ie...the environment induced the mutation. It's no different -- in theory -- than putting a fish in a different environment and watching it change colors... http://www.mpks.org/faq/ans128.shtml",
      "type": "I",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143126",
      "text": "The mechanism, according to biologists, is a random mutation that would usually not reproduce much, but reproduces when the rest of the bacteria are removed. The mutation becomes a standard gene at this point.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143127",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143128",
      "text": "So right off the bat we're expected to have blind faith in a miracle that's never been seen, proven, tested - or even witnessed. But that's just the tip of the iceberg.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143129",
      "text": "I couldn't have said it any better myself. Could I use that quote?",
      "type": "I",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143130",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143131",
      "text": "And the reason for this is they do not accept the notion that the environment can cause a mutation. Thus, they simply chicken out when it comes to any testing that would falsify their theory. However, what they DO do, is resort to confusing people by playing around with bacteria and other assorted organisms in the lab.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143132",
      "text": "Scientists do not want to (and/or are not allowed to) do experiments on animals that will kill some of them. All of the evidence that you will find will be based on experiments that do not harm animals (except, of course, for insects).",
      "type": "I",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143133",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143134",
      "text": "The resistant bacterium has not evolved - in fact it has digressed genetically and is defective. Such a mutant strain is rapidly replaced by 'superior' (i.e. natural) bacteria as soon as the antibiotic is removed. Another example would be the hairless Chihuahua dog. In extreme heat, reduction of size and loss of hair may be useful adaptation, but this involves degeneration. Sanford And this is more important than it may seem. The fact is, it's not just bacteria - but all of life is in a state of constant degeneration via mutations.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:21"
    },
    {
      "nodeID": "143135",
      "text": "Cite your source, preferably online, so that it can be found easily. Of course, this is like you asking for an example of tests done on animals (I assume that you mean vertebrates). Mutations can be harmful and often are, except when a selective pressure is exerted. In those cases, some mutations become helpful, and those reproduce. Please research your claims.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143136",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143137",
      "text": "We now know that human nucleotides exist in large linked clusters or blocks, ranging in size from 10,000 to a million. These linkage blocks are inherited as a single unit, and never break apart. This totally negates one of the most fundamental assumptions of the theorists - that each nucleotide can be viewed as an individually selectable unit. Dr. J.C. Sanford (geneticist) (Of course this annihilates the whole theory as well.)",
      "type": "I",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143138",
      "text": "Ok, so are you saying that nucleotides aren't individually selectable? Is that it? Well, actually, they are. No, I'm not saying that they are passed down separately or anything. Please don't write your rebuttal before reading this post. What I'm saying is that one nucleotide can make a difference in whether an organism survives or does not survive. For example, let's consider penguins and the Galapagos. Now, it is a well known fact that the Galapagos were formed relatively recently. Before then, it is generally accepted that penguins were in Antarctica only. In Antarctica, penguins had plenty of feathers, enough to die when they progressed to the tropics. However, penguins also had variation in their feathers, so when a current brought them to the Galapagos, they quickly started to evolve. The few nucleotides that controlled feather thickness made a large difference to the survival of the penguins. In this case, they were important enough to make a difference easily. The DNA was inherited as a single unit, but some single units had single parts that made a difference.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143139",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143140",
      "text": "And as I have stated before, evolutionists are afraid of testing animals. They're afraid to test to see if individual animals quickly change phenotypes as a result of an environmental change. (I challenge anyone to prove me wrong with a link.)",
      "type": "I",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143141",
      "text": "Do you want something other than peppered moths, bacteria developing resistance to antibiotics, Darwin's finches, and the other species of the Galapagos? Maybe biologists are not allowed to do tests on animals that will kill many of them. This reminds me of Kent Hovind's reward for evidence of evolution: impossible to fulfill.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143142",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143143",
      "text": "At first sight, the Theory of Evolution is an elegant theory. Not only that, but it's got the benefit of some of the world's greatest minds working on and devising ways to keep it afloat so that the vast majority of the population can continue to be snow-blinded.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143144",
      "text": "Other posters on this thread have much greater knowledge in this area than I. I would like to drop the science briefly and address this very beginning of SS's post. One should always ask why people behave the way they do. Therefore this post raises some questions for me: [*]Why would these 'world's greatest minds' behave the way they do, continue working to keep the population 'snow-blinded' (whatever that means)?[*]Are all evolutionary scientists working in concert to achieve this ruse? [*]If a motive exists, other than the pursuit of knowledge, does this extend to other scientists?[*]Is all science a sham?",
      "type": "I",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143145",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143146",
      "text": "Define 'information' in a testable, biologically meaningful way.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143147",
      "text": "Just a reminder, Belfrey: Don't hold your breath...",
      "type": "I",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143148",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143149",
      "text": "Wow - Spetner, Sermonti, and the newest anti-evolution charlatan, Sanford -the trifecta of intellectual vacuousness.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143150",
      "text": "How the hell can you narrow it down to three? The competition in the entire top ten is fierce.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143151",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:22"
    },
    {
      "nodeID": "143152",
      "text": "In Antarctica, penguins had plenty of fur, enough to die when they progressed to the tropics. However, penguins also had variation in their fur, so when a current brought them to the Galapagos, they quickly started to evolve. The few nucleotides that controlled fur thickness made a large difference to the survival of the penguins. In this case, they were important enough to make a difference easily. The DNA was inherited as a single unit, but some single units had single parts that made a difference.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143153",
      "text": "Actually, penguins are birds. Therefore, they don't have fur, but feathers. However, your point still holds.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143154",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143155",
      "text": "Is all science a sham?",
      "type": "I",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143156",
      "text": "Well, at least the biological sciences and physics. The physicists also try to devise ways to keep their pet theories afloat so that the vast majority of the population can continue to be snow-blinded. Take their lie that there is some magical attraction between bodies of matter. The truth lies in Intelligent Falling - glory to the intelligent designer.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143157",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143158",
      "text": "HEY! I resemble that remark! As a textbook-thumpin' (bio)chemist, I am outraged at your ignorance of the chemistry pro-evolution sham. Remember, we're responsible for the Miller-Urey experiment and all of its subsequent variations. We've devised ways to analyze biochemically important molecules without altering them beyond recognition. We're the methods behind such processes as genetic analysis and gene cloning. Carbocation hyperconjugation, keto-enol tautomerization... C'mon, 'stable' radioactive decay rates where if we lose half after 5700 years, we don't lose the other half after 5700 more? It's all just a ruse to save Darwinian theory. Hell, chemistry is the glue that holds biology and physics together! You'd better think twice about calling us a real science. We're just as much a sham as everyone else...",
      "type": "I",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143159",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143160",
      "text": "I don't think all science is a sham...however I do believe that anything that's called a 'fact' should be testable and/or observable...yet the types of mutations that are required for cumulative selection have never been observed. The fact that there are many in the scientific community who are now looking at regulatory genes should tell you something -- the old way doesn't hold water. And this is because it is now known that body parts are not made up by placing one gene on top of another. People can still be atheists -- they just can't blame it on neodarwinsim.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143161",
      "text": "Again, why would 'some of the world's greatest minds working on and devising ways to keep it afloat so that the vast majority of the population can continue to be snow-blinded?'",
      "type": "I",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143162",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143163",
      "text": "...however I do believe that anything that's called a 'fact' should be testable and/or observable",
      "type": "I",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143164",
      "text": "Jesus! Another scientific illiterate. The facts are the observations. And the point is not to test facts but to explain them with an hypothesis that suggests a prediction as a consequence that can be tested by experimentation.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143165",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143166",
      "text": "I don't think all science is a sham",
      "type": "I",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143167",
      "text": "Facts to support your denial are not in evidence.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:23"
    },
    {
      "nodeID": "143168",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143169",
      "text": "...yet the types of mutations that are required for cumulative selection have never been observed.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143170",
      "text": "What's 'cumulative selection?' Do you mean a series of mutations with small but beneficial influence that occur over the period of thousands or millions of years? Just how do you propose to observe such mutations? In fact, we can observe such mutations by comparing the genomes of related species.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143171",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143172",
      "text": "-- the old way doesn't hold water.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143173",
      "text": "What? The understanding of HOX genes hasn't actually changed the understanding of mutations to other genes. It has added an additional dimension. I'm not sure what you mean by 'the old way,' but an understanding of regulatory genes does not negate anything that went before. It only adds understanding. Sadly, you don't seem to understand.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143174",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143175",
      "text": "And this is because it is now known that body parts are not made up by placing one gene on top of another.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143176",
      "text": "That is so non-specific as to be nonsense. How is that comment relevant to any discussion that has gone before? Who has ever claimed that body parts are made up by placing one gene on top of another. I suspect that the remark is the direct result of your ignorance of the topic.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143177",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143178",
      "text": "People can still be atheists -- they just can't blame it on neodarwinsim.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143179",
      "text": "What does that mean? Do you know what a non sequitur is? Do little voices speak to you that cause you to babble incoherently from time to time? What does atheism have to do with neodarwinsim? Do you actually know what either is?",
      "type": "I",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143180",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143181",
      "text": "The fact that there are many in the scientific community who are now looking at regulatory genes should tell you something",
      "type": "I",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143182",
      "text": "Indeed it does. It tells me that we are learning that some genes are more important than others, and that mutations to HOX genes, and other regulatory genes are significant.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143183",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143184",
      "text": "HEY! I resemble that remark!",
      "type": "I",
      "timestamp": "2016-03-08 19:57:24"
    },
    {
      "nodeID": "143185",
      "text": "My apologies for an unintended slight. However, I must blame my ignorance. You see, my experience with chemistry is limited to high school, and my experience with biochemistry is limited to the details of such things as photosynthesis, the Krebs cycle, and a few other biochemical processes covered in the education of a biologist. Of course, Miller-Urey are my contemporaries and I was thrilled by their results during my student days. What ammunition they gave us to continue keep our pet theories afloat so that the vast majority of the population can continue to be snow-blinded. I should also apologize to astronomers, astrophysicists, nuclear physicists, and (most especially) electrical engineers (which is a 'magic happens' sort of discipline). Each of the above depends on things that are not directly observable. No one has seen an atom, an electron, a supernova, or a pulsar. And yet these things are presented as facts! Oh. Wait. They aren't. They are presented as explanations of facts. Now I'm confused.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:25"
    },
    {
      "nodeID": "143186",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:25"
    },
    {
      "nodeID": "143187",
      "text": "No, it's just the one big voice.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:25"
    },
    {
      "nodeID": "143188",
      "text": "The big unobservable, untestable one.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:25"
    },
    {
      "nodeID": "143189",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:25"
    }
  ],
  "edges": [
    {
      "edgeID": "185642",
      "fromID": "143120",
      "toID": "143121",
      "formEdgeID": null
    },
    {
      "edgeID": "185643",
      "fromID": "143121",
      "toID": "143119",
      "formEdgeID": null
    },
    {
      "edgeID": "185644",
      "fromID": "143123",
      "toID": "143124",
      "formEdgeID": null
    },
    {
      "edgeID": "185645",
      "fromID": "143124",
      "toID": "143122",
      "formEdgeID": null
    },
    {
      "edgeID": "185646",
      "fromID": "143126",
      "toID": "143127",
      "formEdgeID": null
    },
    {
      "edgeID": "185647",
      "fromID": "143127",
      "toID": "143125",
      "formEdgeID": null
    },
    {
      "edgeID": "185648",
      "fromID": "143129",
      "toID": "143130",
      "formEdgeID": null
    },
    {
      "edgeID": "185649",
      "fromID": "143130",
      "toID": "143128",
      "formEdgeID": null
    },
    {
      "edgeID": "185650",
      "fromID": "143132",
      "toID": "143133",
      "formEdgeID": null
    },
    {
      "edgeID": "185651",
      "fromID": "143133",
      "toID": "143131",
      "formEdgeID": null
    },
    {
      "edgeID": "185652",
      "fromID": "143135",
      "toID": "143136",
      "formEdgeID": null
    },
    {
      "edgeID": "185653",
      "fromID": "143136",
      "toID": "143134",
      "formEdgeID": null
    },
    {
      "edgeID": "185654",
      "fromID": "143138",
      "toID": "143139",
      "formEdgeID": null
    },
    {
      "edgeID": "185655",
      "fromID": "143139",
      "toID": "143137",
      "formEdgeID": null
    },
    {
      "edgeID": "185656",
      "fromID": "143141",
      "toID": "143142",
      "formEdgeID": null
    },
    {
      "edgeID": "185657",
      "fromID": "143142",
      "toID": "143140",
      "formEdgeID": null
    },
    {
      "edgeID": "185658",
      "fromID": "143144",
      "toID": "143145",
      "formEdgeID": null
    },
    {
      "edgeID": "185659",
      "fromID": "143145",
      "toID": "143143",
      "formEdgeID": null
    },
    {
      "edgeID": "185660",
      "fromID": "143147",
      "toID": "143148",
      "formEdgeID": null
    },
    {
      "edgeID": "185661",
      "fromID": "143148",
      "toID": "143146",
      "formEdgeID": null
    },
    {
      "edgeID": "185662",
      "fromID": "143150",
      "toID": "143151",
      "formEdgeID": null
    },
    {
      "edgeID": "185663",
      "fromID": "143151",
      "toID": "143149",
      "formEdgeID": null
    },
    {
      "edgeID": "185664",
      "fromID": "143153",
      "toID": "143154",
      "formEdgeID": null
    },
    {
      "edgeID": "185665",
      "fromID": "143154",
      "toID": "143152",
      "formEdgeID": null
    },
    {
      "edgeID": "185666",
      "fromID": "143156",
      "toID": "143157",
      "formEdgeID": null
    },
    {
      "edgeID": "185667",
      "fromID": "143157",
      "toID": "143155",
      "formEdgeID": null
    },
    {
      "edgeID": "185668",
      "fromID": "143158",
      "toID": "143159",
      "formEdgeID": null
    },
    {
      "edgeID": "185669",
      "fromID": "143159",
      "toID": "143156",
      "formEdgeID": null
    },
    {
      "edgeID": "185670",
      "fromID": "143161",
      "toID": "143162",
      "formEdgeID": null
    },
    {
      "edgeID": "185671",
      "fromID": "143162",
      "toID": "143160",
      "formEdgeID": null
    },
    {
      "edgeID": "185672",
      "fromID": "143164",
      "toID": "143165",
      "formEdgeID": null
    },
    {
      "edgeID": "185673",
      "fromID": "143165",
      "toID": "143163",
      "formEdgeID": null
    },
    {
      "edgeID": "185674",
      "fromID": "143167",
      "toID": "143168",
      "formEdgeID": null
    },
    {
      "edgeID": "185675",
      "fromID": "143168",
      "toID": "143166",
      "formEdgeID": null
    },
    {
      "edgeID": "185676",
      "fromID": "143170",
      "toID": "143171",
      "formEdgeID": null
    },
    {
      "edgeID": "185677",
      "fromID": "143171",
      "toID": "143169",
      "formEdgeID": null
    },
    {
      "edgeID": "185678",
      "fromID": "143173",
      "toID": "143174",
      "formEdgeID": null
    },
    {
      "edgeID": "185679",
      "fromID": "143174",
      "toID": "143172",
      "formEdgeID": null
    },
    {
      "edgeID": "185680",
      "fromID": "143176",
      "toID": "143177",
      "formEdgeID": null
    },
    {
      "edgeID": "185681",
      "fromID": "143177",
      "toID": "143175",
      "formEdgeID": null
    },
    {
      "edgeID": "185682",
      "fromID": "143179",
      "toID": "143180",
      "formEdgeID": null
    },
    {
      "edgeID": "185683",
      "fromID": "143180",
      "toID": "143178",
      "formEdgeID": null
    },
    {
      "edgeID": "185684",
      "fromID": "143182",
      "toID": "143183",
      "formEdgeID": null
    },
    {
      "edgeID": "185685",
      "fromID": "143183",
      "toID": "143181",
      "formEdgeID": null
    },
    {
      "edgeID": "185686",
      "fromID": "143185",
      "toID": "143186",
      "formEdgeID": null
    },
    {
      "edgeID": "185687",
      "fromID": "143186",
      "toID": "143184",
      "formEdgeID": null
    },
    {
      "edgeID": "185688",
      "fromID": "143188",
      "toID": "143189",
      "formEdgeID": null
    },
    {
      "edgeID": "185689",
      "fromID": "143189",
      "toID": "143187",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
