{
  "nodes": [
    {
      "nodeID": "150505",
      "text": "I have read the opinions and conclusions reached in several internet entries and I can see how they would largely persuade someone to think that the side-by-side dinosaur and human prints in stone do not exist. However, before you reach a personal conclusion, I would really recommend you visiting the site. Awe is not strong enough to describe the feeling that overcomes you when you personally witness this. I have been there and felt the chill when I saw what could only be prints of very old humans co-existing with dinosaurs. There is hardly a rebuttal that works when one is personally exposed to such an odd and even eerie site. The heel marks are clear as are the arches and in many instances, the toes. Before the naysayers offer a rebuttal, I think a visit to the Paluxy River around Glenrose might be in order. When you do, I think you will agree that there really is nothing like it. You might even revise your opinions regarding order and origins of life.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:47"
    },
    {
      "nodeID": "150506",
      "text": "Sounds pretty neat. I've never been there but I'll keep it in mind for a road trip some time. So you are of the belief that dinosaurs and man lived at the same time? I know that there are people who believe in this but I don't come across them very often. So what information do you have to share with us about this idea?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:48"
    },
    {
      "nodeID": "150507",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:48"
    },
    {
      "nodeID": "150508",
      "text": "Yes, I have read these things.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:48"
    },
    {
      "nodeID": "150509",
      "text": "But didn't understand them.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:48"
    },
    {
      "nodeID": "150510",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:48"
    },
    {
      "nodeID": "150511",
      "text": "How can what did not erode for 100 million years to expose a full dino print, now be eroding only within the last 40?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:48"
    },
    {
      "nodeID": "150512",
      "text": "Because the location of the tracks used to be a tidal plane. In other words, it used to be at the edge of the ocean. Around that time the sea coast advanced and receded several times. The tracks were buried. The tracks actually had to be uncovered. The tracks were originally discovered immdiately after an unusually severe storm in the area in which an unusual amount of water came down the Paluxy. That unusual flow of water washed away the soil that covered some of the tracks. Other tracks have been intentionally uncovered. For example, in one case, where a trackway went under a bank, several feet of the bank was removed to expose more tracks.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:48"
    },
    {
      "nodeID": "150513",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:48"
    },
    {
      "nodeID": "150514",
      "text": "Another way: If we saw a man's print for 100 million years, how can a mere 40 or 50 years clear up the controversy and produce the real dinosaur prints we are convinced that they are?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:48"
    },
    {
      "nodeID": "150515",
      "text": "No one saw a man's track for 100 million years. You told me that you had read the material at the links. Did you lie or is it that you didn't understand any of it? Some of the best 'man tracks' were found by removing the soil on top of the slab. Some of the tracks were only the shallow impression of the middle part of the tridactyl print. Mr. Carl Baugh claimed these were human tracks. He convinced John Morris of the ICR. After these tracks had been exposed for about 10 years, Glen Kuban invited John Morris back to look again. In some of those tracks the softer infill has since eroded to show clearly the tridactyl nature of the tracks. In others, the infill has changed color by being exposed to the river water. The outline of the entire track is vivible in the stone. John Morris now agrees that there is no track in the river that was made by a human. I am amazed that you went to visit this river and didn't go inside the Park Headquarters. They have a very nice display that explains the history. Also there are signs at various points of access to the river with signs with information. How is it that you paid attention to none of it. But you said in your original post, 'The heel marks are clear as are the arches and in many instances, the toes.' That just isn't true. You didn't see that in the river. Maybe you stopped at Mr. Carl Baugh's 'Creation Evidence Museum' and saw his carved footprint and his cast of a Pleurocoelus print in which he imagines he sees a human track. He gives a lovely ad hoc explanation about how the person slipped and the toes are turned under. I think that maybe you forgot your hat on the day you went to Glen Rose. It's hot in Texas and you were having delusions if you saw what you claim in the river.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:48"
    },
    {
      "nodeID": "150516",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:48"
    }
  ],
  "edges": [
    {
      "edgeID": "190844",
      "fromID": "150506",
      "toID": "150507",
      "formEdgeID": null
    },
    {
      "edgeID": "190845",
      "fromID": "150507",
      "toID": "150505",
      "formEdgeID": null
    },
    {
      "edgeID": "190846",
      "fromID": "150509",
      "toID": "150510",
      "formEdgeID": null
    },
    {
      "edgeID": "190847",
      "fromID": "150510",
      "toID": "150508",
      "formEdgeID": null
    },
    {
      "edgeID": "190848",
      "fromID": "150512",
      "toID": "150513",
      "formEdgeID": null
    },
    {
      "edgeID": "190849",
      "fromID": "150513",
      "toID": "150511",
      "formEdgeID": null
    },
    {
      "edgeID": "190850",
      "fromID": "150515",
      "toID": "150516",
      "formEdgeID": null
    },
    {
      "edgeID": "190851",
      "fromID": "150516",
      "toID": "150514",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
