{
  "nodes": [
    {
      "nodeID": "157332",
      "text": "One think I notice about the debate is that Archy seems particularly ignorant of evolution and evolutionary theory. Now he has shown that he is also pretty ignorant of geology.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:04"
    },
    {
      "nodeID": "157333",
      "text": "Yes, I've noticed that. I do think part of the problem is that he hasn't bothered to get educated in the subject. From the arguments I've seen from him over the time he's been here he seems to rely on YEC websites for information, and when he gets to something he doesn't know it seems like he cuts-and-pastes (often without fuly reading) from google (leading to the Civil War Dinosaur fiasco and the Nazca stones fiasco) that seems to support his views",
      "type": "I",
      "timestamp": "2016-03-08 20:28:05"
    },
    {
      "nodeID": "157334",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:28:05"
    },
    {
      "nodeID": "157335",
      "text": "To be constantly told I've been defeated by pseudo intellectuals who constantly claim victories when there is absolutely nothing to be gained from debating here shows just how lacking of any actual intelligence you people possess. But you sure feel smart after patting each other on your sanctimonious backs after convincing yourselves that what you know is actually correct when it is no more correct in reality than your warped and very corrupted World views.  I will proudly stand alone against your combined self perceived intellect, and most importantly, I will confidently place my beliefs against yours at the end of this life when the true answers to the questions we debate will finally be known. And at that time, this ignorant christian will be standing tall in his knowledge as you all regret everything you have ever believed in your lives. emoticon_xangel",
      "type": "I",
      "timestamp": "2016-03-08 20:28:05"
    },
    {
      "nodeID": "157336",
      "text": "Just wondering if you are going to respond to the OP (as it was addressed to you to help you to understand something). If you ask me I'd just ignore the negative comments that some posters make toward you. Just focus onexplanations of misunderstandings and constructive criticism.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:05"
    },
    {
      "nodeID": "157337",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:28:05"
    }
  ],
  "edges": [
    {
      "edgeID": "195662",
      "fromID": "157333",
      "toID": "157334",
      "formEdgeID": null
    },
    {
      "edgeID": "195663",
      "fromID": "157334",
      "toID": "157332",
      "formEdgeID": null
    },
    {
      "edgeID": "195664",
      "fromID": "157336",
      "toID": "157337",
      "formEdgeID": null
    },
    {
      "edgeID": "195665",
      "fromID": "157337",
      "toID": "157335",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
