{
  "nodes": [
    {
      "nodeID": "139003",
      "text": "** Genes are subordinate to cells And not the other way round, as darwinists insist. see- http://www.sciencedaily.com/releases/2007/05/070524145045.htm",
      "type": "I",
      "timestamp": "2016-03-08 19:48:16"
    },
    {
      "nodeID": "139004",
      "text": "Its odd that you would use that concept at all. Do you really think terms used to describe power structures in human organizations are applicable to cells and their subsystems? Genes are the heritable information store of cells, they perform their function, other subsystems perform other functions. The whole constitutes a living cell. The whole who is on top thing is an inapplicable concept. What counts is understanding the functions of the various subsystems. A cell is not a dominance heiracrchy.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:16"
    },
    {
      "nodeID": "139005",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:16"
    },
    {
      "nodeID": "139006",
      "text": "The lagomorph doesn't realise it is so 40s to talk about genes 'controlling' cells. Modern biology knows that cells are governed by an interaction of genes and environment. Of course, lagomorph is careful not to read about any of this, so nothing can disturb the anti-Darwinian fantasy world he inhabits.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139007",
      "text": "so if cells are controlled by their genes (and the environment), what would you predict would happen to the cell if its genes were removed?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139008",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139009",
      "text": "Depends on which cell you mean. Mammalian red blood cells, for example, have had their entire nuclei and mitochondria removed. Not so much as a smidgeon of DNA.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139010",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139011",
      "text": "** Quod erat demonstrandum.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139012",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139013",
      "text": "and??????...that didn't answer my question.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139014",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139015",
      "text": "So much for being on the ignore list! emoticon_xgood  Unfortunately for the religious Darwin-deniers, the reason red blood cells survive without genes is that genes have programmed them to do it. They are dead-end machines, essentially limited lifetime bags of haemoglobin with some basic metabolism, forever incapable of replicating, and serving their genome by remote control. Most cells, however, depend on their genome to maintain the expression of the proteins they need to survive and function. Species evolve because the sequence and organisation of genes evolves. It doesn't take a vast amount of genetic change to evolve one species from another, but it does take genetic change, and molecular geneticists are currently mapping the sort of changes needed to alter rates and timing of gene expression. I realise inveterate Darwin-deniers aren't intellectually capable of understanding molecular genetics, but the evidence for this view is rock solid.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139016",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139017",
      "text": "Wead my weply to wascally... Species evolve because the sequence and organisation of genes evolves. It doesn't take a vast amount of genetic change to evolve one species from another, but it does take genetic change, and molecular geneticists are currently mapping the sort of changes needed to alter rates and timing of gene expression. If you remove the genes from a cell that requires constant gene expression to function, it will cease to function. That's so obvious it doesn't need explicating. I do not see, hoever, how any of this can be used to make an anti-Darwinian case. Biologists already know there's more to evolution than Darwinian natural selection, hells bells, even Darwin knew that! There is nothing in theory to prevent autoregulatory gene networks that control their own expression evolving by natural selection. If there is, somehow every biologists seems to have missed it.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139018",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139019",
      "text": "The whole who is on top thing is an inapplicable concept.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139020",
      "text": "** But here you blow it. No system, as a whole, is subservient, subordinate, inferior, or secondary to any or all of its parts. By simple definition a whole system is greater than, and superior to, any and all of its constituent parts.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139021",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139022",
      "text": "Genes are the heritable information store of cells, they perform their function, other subsystems perform other functions. The whole constitutes a living cell.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139023",
      "text": "** This much you got right.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:17"
    },
    {
      "nodeID": "139024",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:18"
    },
    {
      "nodeID": "139025",
      "text": "What counts is understanding the functions of the various subsystems. A cell is not a dominance heiracrchy.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:18"
    },
    {
      "nodeID": "139026",
      "text": "** Sheer nonsense. What couints is the functioning of the system as a whole. Reducing it to subsytems, and those subsystems to material and mechanical components, is a task subordinate to the principal, primary objective, i.e., an understanding of the whole, what is it that it is, why it does what it does, and how it does it. Only you anthropocentrically expand your psychological understanding of connotations of words pertaining to human social systems to all other systems, everywhere. But that is, of course, what you guys did when first you applied the term 'selection' to the behaviour of abstractions and other non-human entities, so no big surprise there, I guess.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:18"
    },
    {
      "nodeID": "139027",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:18"
    },
    {
      "nodeID": "139028",
      "text": "Its odd that you would use that concept at all. Do you really think terms used to describe power structures in human organizations are applicable to cells and their subsystems?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:18"
    },
    {
      "nodeID": "139029",
      "text": "** The word subordinate, it will surprise you to learn, is not limited in its application to human social groups. You should check your semantics before you bleat on about words you only partially comprehend. Of course that's never slowed you down in any other context, so keep on bleating and braying. Your problem, not mine. But just for FYI-- 'subordinate adjective Below another in standing or importance: inferior, junior, lesser, low, lower2, minor, minor-league, petty, secondary, small, subaltern, under. Informal smalltime. See over/under. In a position of subordination: collateral, dependent, subject, subservient. See over/under, part/whole.' The usage as a value judgement applies here because it rflects the darwinist/materialist attitude towards genes and whole organisms, where genes are given primary importance, especially in evolutionary biology. The second sense, that of 'contingent' and 'dependent' is strictly a matter of objective classification and is often used in systems studies, and is not confined to human social systems at all. For instance, our moon and sun are subordinate to our sun. See-- 'dependent also dependant adjective Determined or to be determined by someone or something else: conditional, conditioned, contingent, relative, reliant, subject. See start/end. In a position of subordination: collateral, subject, subordinate, subservient. See over/under, part/whole.' All of the above at answers.com, and readily available in something that you obviously never use--a thesaurus.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:18"
    },
    {
      "nodeID": "139030",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:18"
    },
    {
      "nodeID": "139031",
      "text": "Sheer nonsense. What couints is the functioning of the system as a whole. Reducing it to subsytems, and those subsystems to material and mechanical components, is a task subordinate to the principal, primary objective, i.e., an understanding of the whole, what is it that it is, why it does what it does, and how it does it. Very well then. The only system is the universe itslelf and we should not break it down to subsystems (like cells, tissues, organs, individuals, biospheres, planets, suns, galaxies, local groups, etc) We should simply understand it as a whole. We shall just grasp it in its wholeness. Oops cant do that can we since we are not omniscient. Oops I guess we have to reduce the problem to something we might actually be able to do. And guess what for certain questions some subsystems just might be more informative than others.  What a crokpot you are WW.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:18"
    },
    {
      "nodeID": "139032",
      "text": "** This is the best response you've got!?! What a loser!!",
      "type": "I",
      "timestamp": "2016-03-08 19:48:18"
    },
    {
      "nodeID": "139033",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:18"
    }
  ],
  "edges": [
    {
      "edgeID": "182720",
      "fromID": "139004",
      "toID": "139005",
      "formEdgeID": null
    },
    {
      "edgeID": "182721",
      "fromID": "139005",
      "toID": "139003",
      "formEdgeID": null
    },
    {
      "edgeID": "182722",
      "fromID": "139007",
      "toID": "139008",
      "formEdgeID": null
    },
    {
      "edgeID": "182723",
      "fromID": "139008",
      "toID": "139006",
      "formEdgeID": null
    },
    {
      "edgeID": "182724",
      "fromID": "139009",
      "toID": "139010",
      "formEdgeID": null
    },
    {
      "edgeID": "182725",
      "fromID": "139010",
      "toID": "139007",
      "formEdgeID": null
    },
    {
      "edgeID": "182726",
      "fromID": "139011",
      "toID": "139012",
      "formEdgeID": null
    },
    {
      "edgeID": "182727",
      "fromID": "139012",
      "toID": "139009",
      "formEdgeID": null
    },
    {
      "edgeID": "182728",
      "fromID": "139013",
      "toID": "139014",
      "formEdgeID": null
    },
    {
      "edgeID": "182729",
      "fromID": "139014",
      "toID": "139009",
      "formEdgeID": null
    },
    {
      "edgeID": "182730",
      "fromID": "139015",
      "toID": "139016",
      "formEdgeID": null
    },
    {
      "edgeID": "182731",
      "fromID": "139016",
      "toID": "139011",
      "formEdgeID": null
    },
    {
      "edgeID": "182732",
      "fromID": "139017",
      "toID": "139018",
      "formEdgeID": null
    },
    {
      "edgeID": "182733",
      "fromID": "139018",
      "toID": "139013",
      "formEdgeID": null
    },
    {
      "edgeID": "182734",
      "fromID": "139020",
      "toID": "139021",
      "formEdgeID": null
    },
    {
      "edgeID": "182735",
      "fromID": "139021",
      "toID": "139019",
      "formEdgeID": null
    },
    {
      "edgeID": "182736",
      "fromID": "139023",
      "toID": "139024",
      "formEdgeID": null
    },
    {
      "edgeID": "182737",
      "fromID": "139024",
      "toID": "139022",
      "formEdgeID": null
    },
    {
      "edgeID": "182738",
      "fromID": "139026",
      "toID": "139027",
      "formEdgeID": null
    },
    {
      "edgeID": "182739",
      "fromID": "139027",
      "toID": "139025",
      "formEdgeID": null
    },
    {
      "edgeID": "182740",
      "fromID": "139029",
      "toID": "139030",
      "formEdgeID": null
    },
    {
      "edgeID": "182741",
      "fromID": "139030",
      "toID": "139028",
      "formEdgeID": null
    },
    {
      "edgeID": "182742",
      "fromID": "139032",
      "toID": "139033",
      "formEdgeID": null
    },
    {
      "edgeID": "182743",
      "fromID": "139033",
      "toID": "139031",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
