{
  "nodes": [
    {
      "nodeID": "143654",
      "text": "By the way - you keep making yourself look, well, stupid when you opost these breathless diatribes while not having even a basic understanding of the material. As shown already on one of the other forums where you posted this.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:35"
    },
    {
      "nodeID": "143655",
      "text": "Perfect. A creationists caught repeating the same refuted arguments on different forums. Resistance is met, run like a coward to another forum.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:35"
    },
    {
      "nodeID": "143656",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:35"
    },
    {
      "nodeID": "143657",
      "text": "http://www.uncommondescent.com/archives/1714 The reason I post this is not to proclaim that evolution is dead or anything like that. I'm not so naive to think atheists would admit to that. It's to show you people that what you are putting your faith in is sinking sand. The theory of neo-darwinism that dominated science, and was proclaimed to be 'FACT' for the past 50 years is dead. Indeed, science is in a state of transition...ie...they have no idea what they believe. Well, some may think they know what they believe, but the problem is, the evidence goes against all the garbage that's printed in school books that our kids read. It goes against everything that is being taught in universities. Thus, these scientists are afraid to make any sudden movements in fear of retaliation. So we're stuck. Neo-darwinism is dead, yet everybody's too dang chicken to say it. Well, most are........then there's this guy who's linked above who had a discussion at Uncommon Descent a while back. (by the way, he is in no way an ID guy...he is a hard-core evolutionist -- yet he admits that the modern synthesis is indeed a fairytale.)  After the initial statement, be sure and scroll down through the responses. Mr. MacNeil has more to say. By the way, he's the same guy that I've linked on here before talking about finches...he claims that the evolutionary synthesis is obsolete here as well. http://evolutionlist.blogspot.com/2006/06/random-mutation-and-natural-selection.html",
      "type": "I",
      "timestamp": "2016-03-08 19:58:36"
    },
    {
      "nodeID": "143658",
      "text": "So, if one person says that 'Neo-darwinism' is dead, and many people say that it is quite well supported by the evidence and show said evidence, we are supposed to believe the one? By the way, I notice that they failed to provide the context for the statement, 'The 'modern synthesis' is dead.' Sound like a quote mine to you? Oh, wait: are you saying that it is gaurenteed to be true because it contradicts the ToE?",
      "type": "I",
      "timestamp": "2016-03-08 19:58:36"
    },
    {
      "nodeID": "143659",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:36"
    },
    {
      "nodeID": "143660",
      "text": "(by the way, he is in no way an ID guy...he is a hard-core evolutionist -- yet he admits that the modern synthesis is indeed a fairytale.)",
      "type": "I",
      "timestamp": "2016-03-08 19:58:36"
    },
    {
      "nodeID": "143661",
      "text": "Just like StuporSnort to fail to read the entire page. If you'll direct your attention to the very first comment, you'll see that crazy Sal is talking out of his XXX.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:36"
    },
    {
      "nodeID": "143662",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:36"
    }
  ],
  "edges": [
    {
      "edgeID": "186014",
      "fromID": "143655",
      "toID": "143656",
      "formEdgeID": null
    },
    {
      "edgeID": "186015",
      "fromID": "143656",
      "toID": "143654",
      "formEdgeID": null
    },
    {
      "edgeID": "186016",
      "fromID": "143658",
      "toID": "143659",
      "formEdgeID": null
    },
    {
      "edgeID": "186017",
      "fromID": "143659",
      "toID": "143657",
      "formEdgeID": null
    },
    {
      "edgeID": "186018",
      "fromID": "143661",
      "toID": "143662",
      "formEdgeID": null
    },
    {
      "edgeID": "186019",
      "fromID": "143662",
      "toID": "143660",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
