{
  "nodes": [
    {
      "nodeID": "146202",
      "text": "There is considerable confusion about the legal theory underlying the 'right to keep and bear arms'. This is a brief outline for a clarification of the discussion of this issue.  < (1) The Second Amendment to the U.S. Constitution does not establish the right to keep and bear arms. None of the provisions of the Constitution establish any 'natural' rights. They recognize such rights, but the repeal of such provisions would not end such rights. Such rights were considered by many of the Framers as obvious or 'self-evident', but they were immersed in the prevailing republican thought of the day, as expressed in the writings of Locke, Montesquieu, Rousseau, Madison, Hamilton, and others, which discussed 'natural rights' in some detail. Others argued that at least some of the rights needed to be made explicit in the Bill of Rights to avoid having future generations with less understanding of republican theory weaken in their defense of those rights. That has turned out to have been a good idea  < (2) The right to keep and bear arms is a natural right of individuals under the theory of democratic government. This was clearly the understanding and intent of the Framers of the U.S. Constitution and was a long-established principle of English common law at the time the Constitution was adopted, which is considered to be a part of constitutional law for purposes of interpreting the written Constitution.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:44"
    },
    {
      "nodeID": "146203",
      "text": "So please tell me who would be the actual criminals if the Government violated the Supreme Law of the Land and made all guns illegal? But I do thank you for proving that there are people out there who want them all, despite The Bill of Rights says and what the Supreme Court proved was the correct meaning!",
      "type": "I",
      "timestamp": "2016-03-08 20:03:44"
    },
    {
      "nodeID": "146204",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:44"
    },
    {
      "nodeID": "146205",
      "text": "The toxic spewings of the collective have a corrosive effect on society generally, validating and empowering in their own minds the estranged and paranoid.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:44"
    },
    {
      "nodeID": "146206",
      "text": "Oh! Now that is what I am more accustomed to from you. emoticon_smile What you fail to understand is that this is what the First Amendment was designed for! Public discourse. But let me ask you a question. Do you feel the same way when people on the left do the same thing on issues you agree with? Or is that the proper use of the First Amendment, while when we do it, that is just considered anarchy.  What I posted was a 2nd wake up call! And I will tell you that most people feel that way. That letter takes a shot at ALL parties. America does not belong to the Political Parties, it belongs to us!  Most of us are not revolutionaries. No, in fact, we are very law-abiding and Loyal Americans to the core! But one thing the politicians need to recognize, is that we WILL vote you out of office.  The first wake up call was the Tea Party protests. But hey this is a free country. You are free to ignore the warnings, but if you do, then you can look for another job!  The Constitution is the Supreme Law of the Land. All that the American People ask is that everyone obey The Law! What in the World is so hard to understand about that?",
      "type": "I",
      "timestamp": "2016-03-08 20:03:44"
    },
    {
      "nodeID": "146207",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:45"
    }
  ],
  "edges": [
    {
      "edgeID": "187806",
      "fromID": "146203",
      "toID": "146204",
      "formEdgeID": null
    },
    {
      "edgeID": "187807",
      "fromID": "146204",
      "toID": "146202",
      "formEdgeID": null
    },
    {
      "edgeID": "187808",
      "fromID": "146206",
      "toID": "146207",
      "formEdgeID": null
    },
    {
      "edgeID": "187809",
      "fromID": "146207",
      "toID": "146205",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
