{
  "nodes": [
    {
      "nodeID": "136555",
      "text": "It's finally changed back. Hopefully it won't continue to go in this back and forth forever. Fourth change in 8 years. http://timesofindia.indiatimes.com/NEWS/World/Rest_of_World/Conservatives_in_Kansas_lose_fight_against_Darwinism/articleshow/1614628.cms",
      "type": "I",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136556",
      "text": "Thank God. I too hope it doesn't keep going back and forth. While I live across the river in Parkville, Missouri, I used to live in Overland Park Kansas and went to school there. I think they are generally pretty good public schools, it's just the state school board that keeps effing everything up when they get some christonazis on board.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136557",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136558",
      "text": "It's finally changed back. Hopefully it won't continue to go in this back and forth forever. Fourth change in 8 years.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136559",
      "text": "I think it is really sad that the darwinists have gotten their religion back into the public schools of Kansas. I hope this gets changed soon.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136560",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136561",
      "text": "They can't win a intellectual argument as to the merits of ID or the problems of evolution, therefore they rely upon stacking the deck and the board.  How infantile. Still, even after this change Kansas is the laughing stock of the world.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136562",
      "text": "Hey now! ;)  Yes, yes, I know it is, but take it easy, I live here ya know. emoticon_xangel",
      "type": "I",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136563",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136564",
      "text": "Only those parts of the world that are ignorant and do not bother to do their research. Those who DO research recognize that even with the changes, there was still no ID being taught in our classrooms, and we still had stricter definitions of 'science' and stricter curriculum than 38 other states. Personally, I don't CARE which way they go with this. They just need to pick one and stick with it. The changes DO NO effect curriculum at the classroom level, and DO NOT allow for any alternate theories (if you want to call 'god dunnit' a theory) to be taught. The whole thing has just been an expensive peeing contest between 2 sets of XXXXXX that has drawn the attention of a bunch of other XXXXXX who fail to recognize that it means NOTHING. It is essentially a philosophical argument without meaning or merit.  Kansas has some of the best schools in the nations. We are in the top 5. This IDIOCY never should have been allowed to pollute our educational system, and it CERTAINLY should not have been re-introduced 4 times. The stupidity is simply mind boggling.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136565",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136566",
      "text": "How infantile. Still, even after this change Kansas is the laughing stock of the world.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136567",
      "text": "Hate to have to spoil things, but the rest of the world has really no interest at all in Kansas and its scholastic problems",
      "type": "I",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136568",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136569",
      "text": "Only those parts of the world that are ignorant and do not bother to do their research. Those who DO research recognize that even with the changes, there was still no ID being taught in our classrooms, and we still had stricter definitions of 'science' and stricter curriculum than 38 other states.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136570",
      "text": "Last time I checked most state boards merely set the guidelines, whether or not they are followed is something entirely different. Still the fact that you have a board of education spouting such ridiculousness is pretty damn amusing.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:17"
    },
    {
      "nodeID": "136571",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136572",
      "text": "The way it works in Kansas, the state board of education sets the guidelines and sends them out to all the school districts where they sit in a box in a closet somewhere. During much of the time when all this idiocy was going on, I was ON the local school board and had never once opened one of those books. We all knew they existed, and nearly half of us knew where ours were, it was just not something that anybody generally cares to look at. I would be shocked if you could find me 10 kids in the entire state who have ever read the state school boards definition of 'science' or their guidelines. It is just not something that comes up.  IMO, that is why this issue came up in kansas. Our state school board here has VERY little power or control, so nobody really pays attention to them. When the first set of changes occured, there was a lag of about 6 months before anybody even realized it and then it was somebody from the media.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136573",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136574",
      "text": "You got numbers? I'm curious.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136575",
      "text": "There is the ever popular 'smartest state' report that places kansas at #15 in the nation. It can be found at http://www.morganquitno.com/edrank.htm A lot of kansas educators take exception to that report because it factors in things that may not be related. For example, Kansas kids score in the top 5 states in ALL testing categories, BUT, we score 38th in spending per pupil. We score poorly in teacher salaries (28), and do not have teachers on our school boards (conflict of interest). All those factors count against us, as well as several others. Then you have new jersey and vermont, where the kids apparently can't take a test, and where their average SAT scores may be confused with a shoe size, and they score in the top 5 because they spend a LOT more than kansas. A lot of people argue that they penalize states for efficiency in their education system.  If you want the most comprehensive report out there, go to www.alec.org and request a copy of their 'report card for education'. I think it is free, and it breaks down the states by several categories. It is what I always used to figure out how good a job our system was doing.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136576",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136577",
      "text": "Actually they do. Whether or not you think they should is another matter entirely. Did you not notice where the article came from? From a paper in India. I also found articles on the same subject from papers all over the country as well as in other countries such as Romania. Save your snobbery for someone else.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136578",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136579",
      "text": "this is terrible. Kansas should have kept how it was instead of teaching the beleif of evolution like it was a fact when it is jst a theory and a beleif system of atheirsts",
      "type": "I",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136580",
      "text": "More people actuallysupport the FSM school of creationsim - would you agree that this could be a suitable compromise?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136581",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136582",
      "text": "As a Christian who accepts evolution as fact, I think it is great that Kansas has gone back to teaching actual science instead of religious delusions of the IDers. And the claim of evolution being 'just a theory' shows how much you know about science. Gravity is just a theory, do you accept that? There is Nuclear theory, do you claim the atomic bombs never went off in Japan?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136583",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136584",
      "text": "What is this FSM? If it follows what God says, then it would be a suitable compromize, but I've never heard of this FSM.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136585",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136586",
      "text": "If you beleive in evolution, then you are not a true Christian. God told us how he created us right in the bible. Evolution tells the exact opposite of that, so if you accept it, you deny God.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:18"
    },
    {
      "nodeID": "136587",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:18"
    }
  ],
  "edges": [
    {
      "edgeID": "180960",
      "fromID": "136556",
      "toID": "136557",
      "formEdgeID": null
    },
    {
      "edgeID": "180961",
      "fromID": "136557",
      "toID": "136555",
      "formEdgeID": null
    },
    {
      "edgeID": "180962",
      "fromID": "136559",
      "toID": "136560",
      "formEdgeID": null
    },
    {
      "edgeID": "180963",
      "fromID": "136560",
      "toID": "136558",
      "formEdgeID": null
    },
    {
      "edgeID": "180964",
      "fromID": "136562",
      "toID": "136563",
      "formEdgeID": null
    },
    {
      "edgeID": "180965",
      "fromID": "136563",
      "toID": "136561",
      "formEdgeID": null
    },
    {
      "edgeID": "180966",
      "fromID": "136564",
      "toID": "136565",
      "formEdgeID": null
    },
    {
      "edgeID": "180967",
      "fromID": "136565",
      "toID": "136561",
      "formEdgeID": null
    },
    {
      "edgeID": "180968",
      "fromID": "136567",
      "toID": "136568",
      "formEdgeID": null
    },
    {
      "edgeID": "180969",
      "fromID": "136568",
      "toID": "136566",
      "formEdgeID": null
    },
    {
      "edgeID": "180970",
      "fromID": "136570",
      "toID": "136571",
      "formEdgeID": null
    },
    {
      "edgeID": "180971",
      "fromID": "136571",
      "toID": "136569",
      "formEdgeID": null
    },
    {
      "edgeID": "180972",
      "fromID": "136572",
      "toID": "136573",
      "formEdgeID": null
    },
    {
      "edgeID": "180973",
      "fromID": "136573",
      "toID": "136570",
      "formEdgeID": null
    },
    {
      "edgeID": "180974",
      "fromID": "136575",
      "toID": "136576",
      "formEdgeID": null
    },
    {
      "edgeID": "180975",
      "fromID": "136576",
      "toID": "136574",
      "formEdgeID": null
    },
    {
      "edgeID": "180976",
      "fromID": "136577",
      "toID": "136578",
      "formEdgeID": null
    },
    {
      "edgeID": "180977",
      "fromID": "136578",
      "toID": "136567",
      "formEdgeID": null
    },
    {
      "edgeID": "180978",
      "fromID": "136580",
      "toID": "136581",
      "formEdgeID": null
    },
    {
      "edgeID": "180979",
      "fromID": "136581",
      "toID": "136579",
      "formEdgeID": null
    },
    {
      "edgeID": "180980",
      "fromID": "136582",
      "toID": "136583",
      "formEdgeID": null
    },
    {
      "edgeID": "180981",
      "fromID": "136583",
      "toID": "136579",
      "formEdgeID": null
    },
    {
      "edgeID": "180982",
      "fromID": "136584",
      "toID": "136585",
      "formEdgeID": null
    },
    {
      "edgeID": "180983",
      "fromID": "136585",
      "toID": "136580",
      "formEdgeID": null
    },
    {
      "edgeID": "180984",
      "fromID": "136586",
      "toID": "136587",
      "formEdgeID": null
    },
    {
      "edgeID": "180985",
      "fromID": "136587",
      "toID": "136582",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
