{
  "nodes": [
    {
      "nodeID": "154669",
      "text": "A similar statment now would be 'If i have a baby, my life will not be the way i want it to be and i will not be able to finance the baby'.... THEN WHY DID YOU HAVE SEX???????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????",
      "type": "I",
      "timestamp": "2016-03-08 20:22:08"
    },
    {
      "nodeID": "154670",
      "text": "Because they don't know any better. Besides, how many unwanted pregnancies have you had? How many abortions? Notice that most anti-choicers are men, which exposes the true hypocrisy in this dogma of thinking.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:08"
    },
    {
      "nodeID": "154671",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:08"
    },
    {
      "nodeID": "154672",
      "text": "All who are for abortion need to open their eyes and see the trend here....  You are acting just like the slave traders who said 'if we take away slavery, we wont be able to live on our plantations anymore and the cotton industry will be leveled'....",
      "type": "I",
      "timestamp": "2016-03-08 20:22:08"
    },
    {
      "nodeID": "154673",
      "text": "On the contrary, the Pro-lifers are acting like the slave traders. Anyone who denies a human being a fundamental human right because of a physical feature is more like the slave traders than everything. Let me also remind you that black people were sentient. Fetuses are not.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:08"
    },
    {
      "nodeID": "154674",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:08"
    },
    {
      "nodeID": "154675",
      "text": "Pro-lifers are like slave traders? What a pro-lifers trading? Anyone who denies a human being a fundamental human right is a slave trader...like a right to life...???",
      "type": "I",
      "timestamp": "2016-03-08 20:22:08"
    },
    {
      "nodeID": "154676",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:09"
    },
    {
      "nodeID": "154677",
      "text": "First of all, i can turn around right here, because i can see that you already have no idea what you are talking about. Pro-choicers do not advocate the abortion of fetuses. Anti-choice antics are getting pretty dirty these days.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:09"
    },
    {
      "nodeID": "154678",
      "text": "but they do support the choice to abort a fetus or embryo. An argument made for slavery was that 'you don't have to own them but don't tell us what to do'..a fairly similar argument but doesn't show whether or not abortion is wrong just that some lines of thinking should be questioned.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:09"
    },
    {
      "nodeID": "154679",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:09"
    },
    {
      "nodeID": "154680",
      "text": "Let me also remind you that black people were sentient. Fetuses are not.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:09"
    },
    {
      "nodeID": "154681",
      "text": "Ok, what about the black baby in the womb??",
      "type": "I",
      "timestamp": "2016-03-08 20:22:09"
    },
    {
      "nodeID": "154682",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:09"
    },
    {
      "nodeID": "154683",
      "text": "Anyone who denies a human being a fundamental human right is a slave trader...like a right to life...???",
      "type": "I",
      "timestamp": "2016-03-08 20:22:09"
    },
    {
      "nodeID": "154684",
      "text": "That logic can be applied to weeds or trees. Anything that is non-sentient, or non-mental existant. Should we make gardening illegal too? The thing is, you have no base for calling it a human being or giving it the same rights as us. Human beings are, by nature, sentient. That is what makes us different from wildlife. When that only difference is separated, then it should not share the same rights as you or me. An accurate analogy would be someone who's brain was ripped out and was kept on life support. It would only be a body, no person inside of it. Same goes with an embryo. It simply cannot override the rights of its host.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:09"
    },
    {
      "nodeID": "154685",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:09"
    },
    {
      "nodeID": "154686",
      "text": "Pro-lifers are like slave traders? What a pro-lifers trading?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:09"
    },
    {
      "nodeID": "154687",
      "text": "Thats not the point. The Pro-lifers advocate force, just like the slave advocates did. The pro-choicers advocate freedom and choice, just like the abolitionists.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:09"
    },
    {
      "nodeID": "154688",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:09"
    },
    {
      "nodeID": "154689",
      "text": "And they have. The only reason you think a fetus is equatable to a human is because it is made of organic matter. What if there was a piece of cardboard in the mothers stomach? Its non-organic and is in the same mental state as an embryo (that is, no mental state). The only difference is the matter its made out of.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:09"
    },
    {
      "nodeID": "154690",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:09"
    },
    {
      "nodeID": "154691",
      "text": "No, anyone who denies one freedom is a slaver. If you think about it, slavery requires life.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:10"
    },
    {
      "nodeID": "154692",
      "text": "What basis do fundamental rights derive from? In other words, how can we tell whether something is a fundamental human right?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:10"
    },
    {
      "nodeID": "154693",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:22:10"
    },
    {
      "nodeID": "154694",
      "text": "That logic can be applied to weeds or trees. Anything that is non-sentient, or non-mental existant. Should we make gardening illegal too? The thing is, you have no base for calling it a human being or giving it the same rights as us.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:10"
    },
    {
      "nodeID": "154695",
      "text": "no base for calling it a human being? Other than the fact that a fetus is scientifical a human being. Seems you have no basis for saying I can't call a fetus a human being.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:10"
    },
    {
      "nodeID": "154696",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:10"
    },
    {
      "nodeID": "154697",
      "text": "An accurate analogy would be someone who's brain was ripped out and was kept on life support. It would only be a body, no person inside of it. Same goes with an embryo. It simply cannot override the rights of its host.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:10"
    },
    {
      "nodeID": "154698",
      "text": "and a brain with no body kept on life support is only a brain...no person. If beg the question here. I deny that a level of intelligence is needed to deserve rights. I disagree that what you can do is a requirement..only what you are (that being a human). Still, I quoted you as saying 'a basic human fundamental right'...I am not sure what this right is or where it comes from or why it is fundamental or why it only applies to the humans you think it should apply to. Perhaps we should restrict it to only white folks again...after all, white folks are the only humans with white skin which makes them different from all other wildlife...right? emoticon_confused",
      "type": "I",
      "timestamp": "2016-03-08 20:22:10"
    },
    {
      "nodeID": "154699",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:10"
    },
    {
      "nodeID": "154700",
      "text": "really? Choice? I never heard a abolitionists saying 'you can choose to have a slave or not...haha. Furthermore, a slaver owner advocated freedom...why do you think they came up with the 'states rights' XXXX to cover up their need for slavery? I choose freedom for all...not freedom for some, I can't say the same about the other side.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:10"
    },
    {
      "nodeID": "154701",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:10"
    },
    {
      "nodeID": "154702",
      "text": "Human beings are, by nature, sentient. That is what makes us different from wildlife. When that only difference is separated, then it should not share the same rights as you or me.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:10"
    },
    {
      "nodeID": "154703",
      "text": "Apes are sentient...guess your theory is out the window. Either that or Apes need to be freed from the zoo.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:10"
    },
    {
      "nodeID": "154704",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:10"
    },
    {
      "nodeID": "154705",
      "text": "Are you claiming that black women are being forced into abortion? If not, then how is 'genocide' being committed if they themselves are choosing abortion? By the way, the rates of abortion in whites vs blacks are similar to the rates of teenage pregnancy between whites and blacks. From http://www.teenpregnancy.org/america/statisticsDisplay.asp?ID=3&sID=20 , there is a roughly three times higher rate of teenage pregnancies among black women than among white women (153/1000 vs 55/1000). From http://www.abortionfacts.com/statistics/race.asp , the abortion rate for whites is 12/1000 while it is 31/1000 for black women. Note, the 1000 refers to 1000 women of child-bearing age (or 1000 teenage women in the case of teenage pregancy rates). Since there is a much higher rate of teenage pregnacny among black women, it makes sense that there would be a much higher rate of abortion among black women. So, the main question is 'Why is there so much more teenage pregnancy among black women?'. I would think that poverty is a main reason. African Americans started off poor because of the legacy of slavery and stayed poor for ages because of unbridled discrimination. The last few decades have produced enormous changes in laws and practices governing discrimination. Unfortunately for African Americans, just as they were gaining more freedoms from discrimination in law and practice, socio-economic changes in the US made it more difficult for anybody who was poor (black or white) to get into the middle class. However, I hope that more African Americans will be able to take more advantage of those opportunities that they do still have to advance to higher levels (in education, sports, etc.).",
      "type": "I",
      "timestamp": "2016-03-08 20:22:10"
    },
    {
      "nodeID": "154706",
      "text": "Ok, I'm going to have to question your statement as far as this post goes. I really don't like the fact that you brought out, how African Americans, abort because of poverty, and low education. But white people abort for different reasons. That is basicly what you said. I find that to be an insult. My cousin, was not poor, nor was she uneducated when she had her abortions. As well as my sister. I think that is some kind of rasist idea that alot of people like to keep as regards to black people. Because I never saw you pin a reason, on why white people abort. But in your mind its understandable. But WOE! To the uneducated black folks! Then you go on to state that black people should in fact take advantage of the higher education, and sports provided for them. By that statement, it seems to me as if you're implying that black people don't take the oppurtunity to benefit ourselves. Need I remind you, that black people are leading in the sports world. And that there are thousands of black people who are taking advantage of higher learning. And what is your advice for those who are white, who lead uneducated lives, and abort because of being poor. Believe it or not, there are alot in that situation. So don't you dare classify one race. And assume, they are uneducated, and poor. Thus they have abortions. Expecially since I see that with people of all races. It seems to me like you never took that into consideration.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:11"
    },
    {
      "nodeID": "154707",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:11"
    }
  ],
  "edges": [
    {
      "edgeID": "193780",
      "fromID": "154670",
      "toID": "154671",
      "formEdgeID": null
    },
    {
      "edgeID": "193781",
      "fromID": "154671",
      "toID": "154669",
      "formEdgeID": null
    },
    {
      "edgeID": "193782",
      "fromID": "154673",
      "toID": "154674",
      "formEdgeID": null
    },
    {
      "edgeID": "193783",
      "fromID": "154674",
      "toID": "154672",
      "formEdgeID": null
    },
    {
      "edgeID": "193784",
      "fromID": "154675",
      "toID": "154676",
      "formEdgeID": null
    },
    {
      "edgeID": "193785",
      "fromID": "154676",
      "toID": "154670",
      "formEdgeID": null
    },
    {
      "edgeID": "193786",
      "fromID": "154678",
      "toID": "154679",
      "formEdgeID": null
    },
    {
      "edgeID": "193787",
      "fromID": "154679",
      "toID": "154677",
      "formEdgeID": null
    },
    {
      "edgeID": "193788",
      "fromID": "154681",
      "toID": "154682",
      "formEdgeID": null
    },
    {
      "edgeID": "193789",
      "fromID": "154682",
      "toID": "154680",
      "formEdgeID": null
    },
    {
      "edgeID": "193790",
      "fromID": "154684",
      "toID": "154685",
      "formEdgeID": null
    },
    {
      "edgeID": "193791",
      "fromID": "154685",
      "toID": "154683",
      "formEdgeID": null
    },
    {
      "edgeID": "193792",
      "fromID": "154687",
      "toID": "154688",
      "formEdgeID": null
    },
    {
      "edgeID": "193793",
      "fromID": "154688",
      "toID": "154686",
      "formEdgeID": null
    },
    {
      "edgeID": "193794",
      "fromID": "154689",
      "toID": "154690",
      "formEdgeID": null
    },
    {
      "edgeID": "193795",
      "fromID": "154690",
      "toID": "154675",
      "formEdgeID": null
    },
    {
      "edgeID": "193796",
      "fromID": "154692",
      "toID": "154693",
      "formEdgeID": null
    },
    {
      "edgeID": "193797",
      "fromID": "154693",
      "toID": "154691",
      "formEdgeID": null
    },
    {
      "edgeID": "193798",
      "fromID": "154695",
      "toID": "154696",
      "formEdgeID": null
    },
    {
      "edgeID": "193799",
      "fromID": "154696",
      "toID": "154694",
      "formEdgeID": null
    },
    {
      "edgeID": "193800",
      "fromID": "154698",
      "toID": "154699",
      "formEdgeID": null
    },
    {
      "edgeID": "193801",
      "fromID": "154699",
      "toID": "154697",
      "formEdgeID": null
    },
    {
      "edgeID": "193802",
      "fromID": "154700",
      "toID": "154701",
      "formEdgeID": null
    },
    {
      "edgeID": "193803",
      "fromID": "154701",
      "toID": "154684",
      "formEdgeID": null
    },
    {
      "edgeID": "193804",
      "fromID": "154703",
      "toID": "154704",
      "formEdgeID": null
    },
    {
      "edgeID": "193805",
      "fromID": "154704",
      "toID": "154702",
      "formEdgeID": null
    },
    {
      "edgeID": "193806",
      "fromID": "154706",
      "toID": "154707",
      "formEdgeID": null
    },
    {
      "edgeID": "193807",
      "fromID": "154707",
      "toID": "154705",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
