{
  "nodes": [
    {
      "nodeID": "162537",
      "text": "I didn't realize evolutionist were so closed-minded when I entered this forum.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:22"
    },
    {
      "nodeID": "162538",
      "text": "Well! I guess that just showed you guys. It seems that HeavenBound thinks that having a closed mind is a bad thing. And yet,",
      "type": "I",
      "timestamp": "2016-03-08 20:40:22"
    },
    {
      "nodeID": "162539",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:22"
    },
    {
      "nodeID": "162540",
      "text": "I mean scientist know evolution isn't 100% absolute truth, but no one on this forum is willing to admit there could be other possibilities out there.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:22"
    },
    {
      "nodeID": "162541",
      "text": "Actually, you haven't understood much of what has been discussed here, have you. Scientists are quite sure that evolution is 100% absolute. It is quite simple. Evolution has been observed. There is no question whatsoever. Changes in populations of organisms that meet the definition of biological evolution have been observed and are observed all the time. Strains of drosophila used for genetic studies have speciated several times so that many of them are no longer able to interbreed. This is in spite of the fact that they are all derived from a single population. The original strain was domesticated in California. Recent experiments have shown that the laboratory strains can't interbreed with the original population any more either. That is evolution. There is no doubt. The DNA of Drosophila has been sequenced and studied and differences that prevent interfertility have been identified. That is evolution. That is 100% sure. What isn't sure is whether the theories that explain these facts are correct. For most of the fundamental theories we are about 99% sure. Some of the newer work is less secure. New theories on the frontiers of knowledge are still being tested and amended. But of course, it is evolutionists who have closed minds and not religionists.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:22"
    },
    {
      "nodeID": "162542",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:22"
    },
    {
      "nodeID": "162543",
      "text": "Eat your own words: Anyone who throws a punch must be ready to recieve one with twice the force delivered.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:22"
    },
    {
      "nodeID": "162544",
      "text": "I believe I stood my ground quite well, otherwise I wouldn't be posting now. :)",
      "type": "I",
      "timestamp": "2016-03-08 20:40:22"
    },
    {
      "nodeID": "162545",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:22"
    },
    {
      "nodeID": "162546",
      "text": "Defending such behaviors is unnacceptable even for you.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:22"
    },
    {
      "nodeID": "162547",
      "text": "Yea, but noble. Let her go Jaaaman. Do I need to remind you that you've taken a few hard licks with no one to step in for you? This is debate forum and everything comes out in the wash. I admire your gallantry, but it is her cow...let her milk it. (makes for strong bones and teeth - know what I mean?)",
      "type": "I",
      "timestamp": "2016-03-08 20:40:22"
    },
    {
      "nodeID": "162548",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:40:22"
    },
    {
      "nodeID": "162549",
      "text": "You haven't done anything to prove any of your arguments. Your disagreements with evolution and science are basically 'I don't buy it,' you refuse to refute anything we say, you refuse to back your comments with science, you refuse to back anything you come up with except with weak, vague, factless statements. Heck, you even went so far as to ask us if we would bet our lives on carbon dating! Our personal belief is irrevelant. What matters is proving or disproving the science factually, something you have failed with flying colors to do.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:22"
    },
    {
      "nodeID": "162550",
      "text": "So your saying I have no right to disagree unless I can prove and refute evolution and science. Right, you can come back down to earth now. I can disagree with what I want to and no one an explanation, however that wasn't my intent. [quote=]You have the right to defend yourself, but when you resort to comments such as 'get a life' to socialist, we start (or merely confirm our existing notions) that you no idea what you are talking about when you disagree with science and evolution.[quote/] Oh you mean this comment from Socialist, 'I am not considering your points anymore, so In a way I am. I just like making fun of them. It's entertaining'. It's funny how you forgot to include his comment. What scientific answer would you have me give?",
      "type": "I",
      "timestamp": "2016-03-08 20:40:23"
    },
    {
      "nodeID": "162551",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:23"
    }
  ],
  "edges": [
    {
      "edgeID": "199388",
      "fromID": "162538",
      "toID": "162539",
      "formEdgeID": null
    },
    {
      "edgeID": "199389",
      "fromID": "162539",
      "toID": "162537",
      "formEdgeID": null
    },
    {
      "edgeID": "199390",
      "fromID": "162541",
      "toID": "162542",
      "formEdgeID": null
    },
    {
      "edgeID": "199391",
      "fromID": "162542",
      "toID": "162540",
      "formEdgeID": null
    },
    {
      "edgeID": "199392",
      "fromID": "162544",
      "toID": "162545",
      "formEdgeID": null
    },
    {
      "edgeID": "199393",
      "fromID": "162545",
      "toID": "162543",
      "formEdgeID": null
    },
    {
      "edgeID": "199394",
      "fromID": "162547",
      "toID": "162548",
      "formEdgeID": null
    },
    {
      "edgeID": "199395",
      "fromID": "162548",
      "toID": "162546",
      "formEdgeID": null
    },
    {
      "edgeID": "199396",
      "fromID": "162550",
      "toID": "162551",
      "formEdgeID": null
    },
    {
      "edgeID": "199397",
      "fromID": "162551",
      "toID": "162549",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
