{
  "nodes": [
    {
      "nodeID": "150684",
      "text": "here we go Dan. your problem with the law is not whether its fair or not, its whether you can benefit personally from it. you have no problem with abortion because your not going to be the victim of such a law, but youd definitely have a problem if you were the one suffering from the law. Apparently you dont care if the law disadvantages or is unfair to others, as long as it doesn't hurt you, you're OK with it. More evidence of your selfish motives, which is not necessarily a bad thing, but it sort of disqualifies you from being objective and reasonable about the abortion issue. Its obvious if you were in the fetus' position, you'd be against abortion. I seem to detect a lot of abiguity and contraction on where you stand on this",
      "type": "I",
      "timestamp": "2016-03-08 20:13:08"
    },
    {
      "nodeID": "150685",
      "text": "But what's best for society is usually best for me, and so I am not disqualified from this debate. That's why I keep pointing out why it would be a bad thing to enslave people or oppress people because it hurts everyone in the end. That's what causes wars and crime a lot of the time. So yeah, I do go with what's best for me, but why should I go with any other way? If I was a fetus, well who knows what I'd think. That's a whole other debate that some other people have already gotten into but which I think is kind of pointless. My whole point is that we kill people every day whether you like it or not, so this whole right to life thing is nonsense. You may not be the one pulling the trigger, but you always contribute to deaths. But we try to select which deaths we cause so that those deaths will lead to the most happiness for everyone else. And I think that allowing abortion does lead to more happiness for society. And before you try to show me polls about abortion to prove that many people disagree with it, and so it causes them unhappiness, that's not the only thing I'm talking about. I'm talking about the unhappiness of the child born into an ungrateful family, the potential criminal problems, and all the other things that have already been mentioned. And yes, those are only potential problems, but that's how society works. We give people jobs based on their percieved potential, we admit people to college based on potential. You have to go with the odds, it's simply how life works.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:09"
    },
    {
      "nodeID": "150686",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:09"
    },
    {
      "nodeID": "150687",
      "text": "What's everyone's opinion?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:09"
    },
    {
      "nodeID": "150688",
      "text": "depends on your definition of 'human being.'",
      "type": "I",
      "timestamp": "2016-03-08 20:13:09"
    },
    {
      "nodeID": "150689",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:13:09"
    },
    {
      "nodeID": "150690",
      "text": "I don't think there are many, who consider the fetus a person in the way you are implying, that are still for abortion 'rights'. The debate is not if its ok to kill a human being because obviously your not going to get a huge debate on that but rather is the fetus a human being.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:09"
    },
    {
      "nodeID": "150691",
      "text": "Whether a fetus is a person is not something open to consideration. An apple is not an orange. The reason that we have two words to apply as labels is simply because they absolutely are not the same thing. It is that simple. Suppose that a fetus is frozen and implanted in a female 22 years later. Is it of legal drinking age at birth? Obviously not. We currently have the technology to actually do this.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:09"
    },
    {
      "nodeID": "150692",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:09"
    },
    {
      "nodeID": "150693",
      "text": "I think the fetus is a human being, it is just a human being at such an early stage of development that it does not think or feel as it does later in its development. In this stage of development, it is still part of the mother's body.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:09"
    },
    {
      "nodeID": "150694",
      "text": "well, based on this argument, why shouldnt we kill mute, paralysed, vegetable, comatose, and very very drunk people, since they all cant think, or if they can they cant communicate that they are thinking. How about new-born babies that dont know anything? how about retarded children? you are fooling yourself if you think that women undergo abortions because they dont like that particular 'part of their body'. women undergo abortions because they dont want to raise the child when its born. until you face that truth, you'll be arguing under a dellusion",
      "type": "I",
      "timestamp": "2016-03-08 20:13:09"
    },
    {
      "nodeID": "150695",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:09"
    },
    {
      "nodeID": "150696",
      "text": "No, it's not wrong. You all kill human beings everyday, so what is this whole thing with the humans' right to life? Someone please explain this to me. Why not kill?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:09"
    },
    {
      "nodeID": "150697",
      "text": "Because it could be you next.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:09"
    },
    {
      "nodeID": "150698",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:09"
    },
    {
      "nodeID": "150699",
      "text": "It's wrong to kill innocent human beings, Dan. THere's a difference between justified and unjustified killing.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:09"
    },
    {
      "nodeID": "150700",
      "text": "Define innocent in this context. Innocent implies intent.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:10"
    },
    {
      "nodeID": "150701",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:10"
    },
    {
      "nodeID": "150702",
      "text": "Yeah, that's generally the conclusion that I come to which is why I see nothing wrong with abortion. I'm probably not going to be killed by abortion any time soon.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:10"
    },
    {
      "nodeID": "150703",
      "text": "here we go Dan. your problem with the law is not whether its fair or not, its whether you can benefit personally from it. you have no problem with abortion because your not going to be the victim of such a law, but youd definitely have a problem if you were the one suffering from the law. Apparently you dont care if the law disadvantages or is unfair to others, as long as it doesn't hurt you, you're OK with it.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:10"
    },
    {
      "nodeID": "150704",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:13:10"
    },
    {
      "nodeID": "150705",
      "text": "Innocent humans beings are those free from guilt. Fetuses are free from guilt. Therefore, the fetus is innocent.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:10"
    },
    {
      "nodeID": "150706",
      "text": "Oh, the dichotomous world. I almost envy your ignorant bliss. Everything so simple, so categorized, so neat and organized... .... and then there's the real world. The real world isn't made of dichotomies like whore who should pay for her sins vs. innocent pure-hearted baby victim. Good/evil, god/devil, white/black... blah, blah, blah...",
      "type": "I",
      "timestamp": "2016-03-08 20:13:10"
    },
    {
      "nodeID": "150707",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:10"
    },
    {
      "nodeID": "150708",
      "text": "No, I wouldn't want a law like that, and I already said that. It would just lead to massive problems such as revolts by the older folks against the younger folks. And, I wouldn't want to die.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:10"
    },
    {
      "nodeID": "150709",
      "text": "More evidence of your selfish motives, which is not necessarily a bad thing, but it sort of disqualifies you from being objective and reasonable about the abortion issue. Its obvious if you were in the fetus' position, you'd be against abortion. I seem to detect a lot of abiguity and contraction on where you stand on this",
      "type": "I",
      "timestamp": "2016-03-08 20:13:10"
    },
    {
      "nodeID": "150710",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:10"
    },
    {
      "nodeID": "150711",
      "text": "Like it or not Fetus is the latin word for Baby. If we can prove a person was at a crime scene through DNA evidence. Then we can prove a person is in his or her Mother's womb at the time of conception. That statement is pure scientific fact. emoticon_idea",
      "type": "I",
      "timestamp": "2016-03-08 20:13:10"
    },
    {
      "nodeID": "150712",
      "text": "Really? A human can be determined scientifically. Personhood is a human legal construct. You cannot prove scientifically what a 'person' is.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:10"
    },
    {
      "nodeID": "150713",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:10"
    },
    {
      "nodeID": "150714",
      "text": "I can indeed call an apple an orange. That I do so does not change what they are, only the label I give them. If we changed the definition of 'apple' to include the physical attributes of an orange, then an orange would be an apple. 'Person' is not a physical object, but a label. If the definition of 'person' is changed to include a fetus, then a fetus would be a person.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:11"
    },
    {
      "nodeID": "150715",
      "text": "The definition of 'person' is a living human. obviously the fetus is living, so it is a human. www.dictionary.com",
      "type": "I",
      "timestamp": "2016-03-08 20:13:11"
    },
    {
      "nodeID": "150716",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:11"
    }
  ],
  "edges": [
    {
      "edgeID": "190964",
      "fromID": "150685",
      "toID": "150686",
      "formEdgeID": null
    },
    {
      "edgeID": "190965",
      "fromID": "150686",
      "toID": "150684",
      "formEdgeID": null
    },
    {
      "edgeID": "190966",
      "fromID": "150688",
      "toID": "150689",
      "formEdgeID": null
    },
    {
      "edgeID": "190967",
      "fromID": "150689",
      "toID": "150687",
      "formEdgeID": null
    },
    {
      "edgeID": "190968",
      "fromID": "150691",
      "toID": "150692",
      "formEdgeID": null
    },
    {
      "edgeID": "190969",
      "fromID": "150692",
      "toID": "150690",
      "formEdgeID": null
    },
    {
      "edgeID": "190970",
      "fromID": "150694",
      "toID": "150695",
      "formEdgeID": null
    },
    {
      "edgeID": "190971",
      "fromID": "150695",
      "toID": "150693",
      "formEdgeID": null
    },
    {
      "edgeID": "190972",
      "fromID": "150697",
      "toID": "150698",
      "formEdgeID": null
    },
    {
      "edgeID": "190973",
      "fromID": "150698",
      "toID": "150696",
      "formEdgeID": null
    },
    {
      "edgeID": "190974",
      "fromID": "150700",
      "toID": "150701",
      "formEdgeID": null
    },
    {
      "edgeID": "190975",
      "fromID": "150701",
      "toID": "150699",
      "formEdgeID": null
    },
    {
      "edgeID": "190976",
      "fromID": "150703",
      "toID": "150704",
      "formEdgeID": null
    },
    {
      "edgeID": "190977",
      "fromID": "150704",
      "toID": "150702",
      "formEdgeID": null
    },
    {
      "edgeID": "190978",
      "fromID": "150706",
      "toID": "150707",
      "formEdgeID": null
    },
    {
      "edgeID": "190979",
      "fromID": "150707",
      "toID": "150705",
      "formEdgeID": null
    },
    {
      "edgeID": "190980",
      "fromID": "150709",
      "toID": "150710",
      "formEdgeID": null
    },
    {
      "edgeID": "190981",
      "fromID": "150710",
      "toID": "150708",
      "formEdgeID": null
    },
    {
      "edgeID": "190982",
      "fromID": "150712",
      "toID": "150713",
      "formEdgeID": null
    },
    {
      "edgeID": "190983",
      "fromID": "150713",
      "toID": "150711",
      "formEdgeID": null
    },
    {
      "edgeID": "190984",
      "fromID": "150715",
      "toID": "150716",
      "formEdgeID": null
    },
    {
      "edgeID": "190985",
      "fromID": "150716",
      "toID": "150714",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
