{
  "nodes": [
    {
      "nodeID": "137081",
      "text": "HPR | The Myth of the Gay Gene, by Nicanor Austriaco, OP",
      "type": "I",
      "timestamp": "2016-03-08 19:44:23"
    },
    {
      "nodeID": "137082",
      "text": "You're quoting another RELIGIOUS article, pretending to speak on the issue of science. You don't ask your car mechanic for advice on changing the CPU on your computer. And you DO NOT turn to pastors for SCIENTIFIC advice on gay genetics.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:23"
    },
    {
      "nodeID": "137083",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:23"
    },
    {
      "nodeID": "137084",
      "text": "Professional Ethics Report",
      "type": "I",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137085",
      "text": "This says absolutely nothing about gays. It talks about Congress investigating Science and Ethics. Quite frankly, I think some of the people they NEED to be investigating is NARTH, as I just proved that their article MISQUOTED other research articles. Furthermore, I can supply you with a long list of other anti-gay researchers who likewise have been guilty of misrepresenting other people's research. On a separate note, this article was further down on that web-page. It had this title: 'Federal Judge Dismisses Scientific Misconduct Claim '",
      "type": "I",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137086",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137087",
      "text": "emoticon_xdonno ServantOfChrist For every side of every issue you will find studies backing opposing theories. Whatever it is that you believe, if you search within your bias you will always find information and 'evidence' to support it.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137088",
      "text": "Whcih is why, in order to get to at least some semblance of the truth, one must look behind the report to the publication where is appears. There are very few outside the hard right religious radical lunatic fringe (SoC for example) who give credence to anything NARTH puts out given their biases. I have yet to see one of these folks explain how allowing same gender couples to marry will negatively impact their own marriages.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137089",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137090",
      "text": "Prove that it is untrustworthy...It is an organization of professionals and is as trustworthy as any other Professional organization.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137091",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137092",
      "text": "Your link is just commenting on same sex households and how they don't negatively influence the self image of the children raised in them.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137093",
      "text": "Actually, the fact that children of gay parents are no more likely to be gay than children of straight parents directly refutes the original article. Children of gay parents have only one gender, which the original article pointed to as a cause for homosexuality. If NARTH's article pretends to talk about the impact of a missing gender, then Charliegone's article directly refutes.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137094",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137095",
      "text": "I also got a kick out of you saying this: I prefer to use more 'neutral' sources, but I'll take a look for myself and verify everything I can. Yet, you neither offered verified links to support the one you posted, nor did your original link respond directly to SOCs issue by showing that countries which legalize gay marriage don't result in higher homosexual activity.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137096",
      "text": "1) Charliegone's article was a published research article. I would love to know where 'NARTH's' editorial was published, if it even was published. 2) NARTH's article DID NOT show any 'higher homosexual activity' because of legalized gay marriage. It thoroughly failed to show ANY rise in homosexuality in ANY 'gay marriage' country. It showed some studies which were reportedly done in those countries, but that's it.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137097",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137098",
      "text": "Sigh. I knew once I started digging I would unearth NARTH lies... Let's start with their claims on the 'twin' studies, shall we? From the ACTUAL article they pretend to quote... Biometric modeling revealed that, in men, genetic effects explained 0.34-0.39 of the variance, the shared environment .00, and the individual specific environment 0.61-0.66 of the variance .... In men, the full twin model suggested heritability estimates of 39% for any lifetime same-sex partner (95% CI:00-59%) and 34% for total number of same-sex partners (95 CI: 00-53%), whereas unique environmental factors accounted for 61% Genetic and Environmental Effects on Same-sex Sexual Behavior: A Population Study of Twins in Sweden Also, quoting the author of the study: 'Overall, genetics accounted for around 35 per cent of the differences between men in homosexual behaviour and other individual-specific environmental factors (that is, not societal attitudes, family or parenting which are shared by twins) accounted for around 64 per cent. In other words, men become gay or straight because of different developmental pathways, not just one pathway.' Homosexual behaviour due to genetics and environmental factors Queen Mary, University of London With no surprise, NARTH lied and tried to down-play the genetic results, whereas the ACTUAL STUDY CONFIRMED genetic contribution to sexual orientation. emoticon_rolleyes ======================================================================= Addition: I saw NARTH quoted 'townhall.com', which is absolutely absurd for any scientific pretense. They reference: 'Prager, D. (2005). 'College Taught Her Not To Be a Heterosexual.' Available on the web at: Townhall.com.' They didn't give a direct link to the article, and when I looked at the article I realized why... Dennis Prager : College taught her not to be a heterosexual - Townhall.com The article IS NOT scientific by any pretense. Dennis, an editorialist, interviews ONE WOMAN and from there proclaims this individual's experiences as 'typical' and proof of his conclusions on millions of college women. And the funny thing is that Dennis reaches this conclusion IN SPITE OF what this woman actually tells him. This woman describes her life experience, and her interpretation of how she came to be where she is today. Dennis, in his thorough lack of knowledge on homosexuals, presumes to contradict her experience. It's obvious he had reached his opinion long before the interview, and nothing the woman said was going to sway him. And NARTH ACTUALLY CITES THIS in their 'research'??? Yet another reason why I think 'NARTH' should NEVER be confused with legitimate science. They are an organization formed for political purposes and backed by people with political purposes. Political purposes which EXCLUSIVELY revolve around being anti-gay...",
      "type": "I",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137099",
      "text": "You have not proven any lies....Sorry, you have not. The studies were done in different countries. AND, since the APA is now also reporting the lack of genetic evidence, obviously there are no lies involved. ARe you aware that in May of this year, (you should catch up) the APA has begun changing the language in their papers, related to therapies, causes of homosexuality? These are professionals, belonging to the APA, including their former presidents and leaders...Sorry but you are wrong, the paper includes studies from different countries on twins, the facts are it is an 'environmental' cause not a genetic cause......that is what the studies are showing and even the APA is beginning to change it their writing suggesting reparative therapies will work, depending on the cause... See this: APA's New Pamphlet on Homosexuality De-emphasizes the Biological Argument, Supports a Client's Right to Self-Determination",
      "type": "I",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137100",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:24"
    },
    {
      "nodeID": "137101",
      "text": "This was done in my post #7 of this thread. I showed that the research articles NARTH claims to quote say something COMPLETELY DIFFERENT than what NARTH pretends...",
      "type": "I",
      "timestamp": "2016-03-08 19:44:25"
    },
    {
      "nodeID": "137102",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:25"
    },
    {
      "nodeID": "137103",
      "text": "Um, you just posted it, if it is NOT a mental disorder or environmental disorder as your lilst claims, then how can therapy work?",
      "type": "I",
      "timestamp": "2016-03-08 19:44:25"
    },
    {
      "nodeID": "137104",
      "text": "Just because somebody calls it 'therapy' doesn't mean it's about fixing a 'disorder'. People can have surgery to make themselves look prettier with fuller lips, bigger breasts, a tighter face. That doesn't mean having less full lips, small breasts, or an aged face is a 'disorder'.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:25"
    },
    {
      "nodeID": "137105",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:25"
    },
    {
      "nodeID": "137106",
      "text": "The guy is a fraud... and so is every other voice who proclaims homosexuality is anything other but what it is... a choice, and not a good one from what we have seen.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:25"
    },
    {
      "nodeID": "137107",
      "text": "Quite frankly, one absolute certainty in science regarding homosexuality is that being gay IS NOT a 'choice'. It is my personal opinion that anybody who proclaims that it is a choice is clearly demonstrating a lack of any real knowledge on the issue of a scientific examination of homosexuality.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:25"
    },
    {
      "nodeID": "137108",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:25"
    },
    {
      "nodeID": "137109",
      "text": "and the nutty professor from UC San Diego Simon LeVay who's myopic bent to show... and who's grant was provided to show that there was a genetic cause, failed miserably in doing so. His findings were inconclusive... biased and his study groups and samples were doctored.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:25"
    },
    {
      "nodeID": "137110",
      "text": "You have this habit of making sweeping claims with little to no substantiation. And even if we were to completely ignore LeVay altogether, there is MOUNDS of other evidence showing a genetic cause. Like I keep pointing out, but nobody on your side of the fence seems to realize, NARTH's OWN CITED REFERENCES say there is a genetic cause!",
      "type": "I",
      "timestamp": "2016-03-08 19:44:25"
    },
    {
      "nodeID": "137111",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:44:25"
    },
    {
      "nodeID": "137112",
      "text": "you are dismissed.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:25"
    },
    {
      "nodeID": "137113",
      "text": "Run away little man. Run away...",
      "type": "I",
      "timestamp": "2016-03-08 19:44:25"
    },
    {
      "nodeID": "137114",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:25"
    }
  ],
  "edges": [
    {
      "edgeID": "181340",
      "fromID": "137082",
      "toID": "137083",
      "formEdgeID": null
    },
    {
      "edgeID": "181341",
      "fromID": "137083",
      "toID": "137081",
      "formEdgeID": null
    },
    {
      "edgeID": "181342",
      "fromID": "137085",
      "toID": "137086",
      "formEdgeID": null
    },
    {
      "edgeID": "181343",
      "fromID": "137086",
      "toID": "137084",
      "formEdgeID": null
    },
    {
      "edgeID": "181344",
      "fromID": "137088",
      "toID": "137089",
      "formEdgeID": null
    },
    {
      "edgeID": "181345",
      "fromID": "137089",
      "toID": "137087",
      "formEdgeID": null
    },
    {
      "edgeID": "181346",
      "fromID": "137090",
      "toID": "137091",
      "formEdgeID": null
    },
    {
      "edgeID": "181347",
      "fromID": "137091",
      "toID": "137088",
      "formEdgeID": null
    },
    {
      "edgeID": "181348",
      "fromID": "137093",
      "toID": "137094",
      "formEdgeID": null
    },
    {
      "edgeID": "181349",
      "fromID": "137094",
      "toID": "137092",
      "formEdgeID": null
    },
    {
      "edgeID": "181350",
      "fromID": "137096",
      "toID": "137097",
      "formEdgeID": null
    },
    {
      "edgeID": "181351",
      "fromID": "137097",
      "toID": "137095",
      "formEdgeID": null
    },
    {
      "edgeID": "181352",
      "fromID": "137099",
      "toID": "137100",
      "formEdgeID": null
    },
    {
      "edgeID": "181353",
      "fromID": "137100",
      "toID": "137098",
      "formEdgeID": null
    },
    {
      "edgeID": "181354",
      "fromID": "137101",
      "toID": "137102",
      "formEdgeID": null
    },
    {
      "edgeID": "181355",
      "fromID": "137102",
      "toID": "137090",
      "formEdgeID": null
    },
    {
      "edgeID": "181356",
      "fromID": "137104",
      "toID": "137105",
      "formEdgeID": null
    },
    {
      "edgeID": "181357",
      "fromID": "137105",
      "toID": "137103",
      "formEdgeID": null
    },
    {
      "edgeID": "181358",
      "fromID": "137107",
      "toID": "137108",
      "formEdgeID": null
    },
    {
      "edgeID": "181359",
      "fromID": "137108",
      "toID": "137106",
      "formEdgeID": null
    },
    {
      "edgeID": "181360",
      "fromID": "137110",
      "toID": "137111",
      "formEdgeID": null
    },
    {
      "edgeID": "181361",
      "fromID": "137111",
      "toID": "137109",
      "formEdgeID": null
    },
    {
      "edgeID": "181362",
      "fromID": "137113",
      "toID": "137114",
      "formEdgeID": null
    },
    {
      "edgeID": "181363",
      "fromID": "137114",
      "toID": "137112",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
