{
  "nodes": [
    {
      "nodeID": "142229",
      "text": "This is what evolutionists do when they have no argument, they change the subject.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:39"
    },
    {
      "nodeID": "142230",
      "text": "This is what you do when they have no argument-insult. Let me fix up the thread title for you: 'There is absolutely no evidence of the theory of evolution that would convince me' There, all fixed up for you.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:39"
    },
    {
      "nodeID": "142231",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:39"
    },
    {
      "nodeID": "142232",
      "text": "'Evolution is a fairy tale for grown-ups. This theory has done nothing to the progress of science. It is useless.' - Louis Bounoure, President of the Biological Society of Strasbourg",
      "type": "I",
      "timestamp": "2016-03-08 19:55:39"
    },
    {
      "nodeID": "142233",
      "text": "Shall I continue...",
      "type": "I",
      "timestamp": "2016-03-08 19:55:39"
    },
    {
      "nodeID": "142234",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:39"
    },
    {
      "nodeID": "142235",
      "text": "(Evolution is a series of highly likely events)Evolution simply put, is the creation story for secular humanists and nothing more, which in and among itself if fine - I don't personally care if believe we evolved from Mountain Dew, but don't try to pass that off as fact when there is substantial evidence that says otherwise.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:39"
    },
    {
      "nodeID": "142236",
      "text": "On the contrary, there is no evidence to suggest that we have not evolved via common descent. Not in any living creature thus far examined, or any fossil thus far unearthed. We are obliged to seek out evolutionary mechanisms precisely because the fact that it has happened is beyond all doubt.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142237",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142238",
      "text": "(An accident on the way to work has a specific cause, yet can be modelled statistically) You wouldn't be able to have that analogy in context... because if there is nothing, cause cannot help you. That is the whole argument... without anything to start you cannot have cause be the agency for events to follow.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142239",
      "text": "But there are ample known causes for such novelty as is required by evolution. Mutation induced by chemical or energetic interference, recombination through sexual reproduction - surely you are not suggesting that these processes do not occur?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142240",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142241",
      "text": "If all life evolved from a common ancestor, then there should be countless instances of new body parts evolving. Body parts such as eyes, muscle, bone, etc. We have not seen one instance of a new body part evolving in a population in which it has not existed previously. Evolutionists will wave the magic 'time wand' and simply claim that such a change could never be observed in a few decades. What about fruit flies? One generation of fruit flies = around a day. Fruit flies were exposed to x rays to speed up mutation rates, we have observed the equivalent of millions of years (in terms of human generations) of super-accelerated mutation and.... no new body parts. Evolutionists will also list in steps how a new body part can arise. This is only plausible if each of those steps could be directly observed. If not, then it is nothing more than science fiction. Evolutionists have been searching for any direct evidence of the theory of evolution since the 1800's. They are still looking.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142242",
      "text": "You've asked a good question cash, the way you know that is by all of the excuses you're getting rather than any attempts to actually answer you directly with solid evidence. Of course we know that evidence doesn't exist, but they'll never admit that either. emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142243",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142244",
      "text": "you're on the right track; the problem with evolution is that it has no verifiable creator -- the fact is, mutations (which supposedly add new raw material for selection) have never shown to add any new structure or even a new part to any existing structure. It's a sad fact for evos.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142245",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142246",
      "text": "What you are talking about is irreducible complexity; it is the only argument against evolution that appears to be totally immune to rebuttal. I have thought this issue is far over debated like gay issues but perhaps that are because I have an objectivist view point.  I don't suppose any evolutionist have realized that all the evidence for evolution is also evidence for ID. They often talk about the mountains of irrefutable evidence, but the fact that the sun rose and set every day was evidence for the sun orbiting the earth, but it's also evidence for the earth spinning. Likewise all the evidence for evolution can be condensed into one statement 'life forms are similar to other life forms', This is predicted by the intelligent design hypothesis as well. Direct evidence for ID that would not support evolution would be irreducibly complex biology, direct evidence for evolution that would not support ID would be more than just adaptation, it would have to be original useful DNA, or a simulation showing that coherent structure can be achieved without intelligent design by randomization and elimination.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142247",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142248",
      "text": "in defense of the fruit fly, why would one evolve when one is already suited well to their environment? what good does a 7th leg do? and about the experiment itself - please, ALWAYS post references. who did the experiment? when? under what conditions? how? assuming you were correct about the experiment, were variables put in place such as habitat changes to reflect the timeline you speak of, a large variety of fruit flies to begin with, random mating, etc etc or did some people just shoot some x rays at a couple fruit flies, did some arithmetic which was probably wrong and called it that? and im sorry, but there is mountains of direct evidence for evolution, you just need to go and look at it.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142249",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142250",
      "text": "Uh oh. Cash isn't asking for just any kind of evidence, but convincing evidence. We automatically lose because 'convincing' evidence is already defined by Cash as something we are unable to present.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142251",
      "text": "Got that right. Yankeefanwill refuse to define what he means as it allows him to reject everything that proves we are right. Notice he doesn't define what a new body part means. Notice his reply to Symbiote. He's not interested in the real definition of evolution and how it works. He's attempting to 'refute' evolution based on his own strawman. It's a classic creationist tactic. Never discuss honestly the issue but attempt through dishonest methods to refute evolution. Our failure to meet yankeefan's strawman criteria will only prove to rational people that his strawman is poorly designed. But to an avid creationist who has been annihilated on another board over and over again, it will feed his ideology that his evidence free belief is valid. Of course it's still a false dichotomy, but logic, reason and facts are not found in YEC creationism.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142252",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142253",
      "text": "it is nothing but science fiction",
      "type": "I",
      "timestamp": "2016-03-08 19:55:40"
    },
    {
      "nodeID": "142254",
      "text": "Really? From what university did you earn your science degree that makes you qualified to make judgements about what is science?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142255",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142256",
      "text": "regardless, we have yet to see any evolution of new body parts or its so called 'steps' if evolutionists want to suggest that a few decades is too little time",
      "type": "I",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142257",
      "text": "Why would that even be expected? When you consider that it is important to maintain some sort of consistency in study populations, obvious mutants are excluded from the breeding stock. And yet, there are frequent observed mutations. In fact, my elder son once observed two mutations in a single fly in one of his populations. One fly had no wings and white eyes.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142258",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142259",
      "text": "you don't think scientists will alter surrounding conditions to accelerate mutation?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142260",
      "text": "Why would they? What would be the purpose? Are you somehow suffering from the delusion that evolutionary biologists try to somehow cause evolution?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142261",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142262",
      "text": "First of all, is evolution defined as the development of new body parts on organisms? Define evolution before you start arguing about what constitutes as evidence for or against it.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142263",
      "text": "I think his point is paulie, that if evolution is actually as evo defines it, as changes made by way of random mutations, then why doesn't life reflect those random mutations? For example, why haven't a large number of lower animals who live their lives being hunted by carnivores adapted eyes in the back of their heads as a needed early warning system to see their stalkers coming from behind them? Especially in times of drought and famine when food is scarce? The environmental pressure exists at those times to justify such a change, yet from fish to birds to reptiles to mammals to even insects, most every creature in creation has 2 eyes, 1 mouth, 2 ears, (if they even have ears since some animals use vibration sensors to locate the movement of prey and predator.)  It makes sense that Eagles, Hawks and Falcons have only 2 eyes since they are apex predators which rule their skies. But they regularly swoop down on smaller birds and pluck them out of the sky for food for their young. So why haven't smaller birds found the need to evolve eyes in the back of their heads?  One reptile has a type of third eye, but it isn't for sight nor is it permanent. It is used to absorb vitamin D from the Sun for the first 6 months of life in order to help it grow into a healthy adult. Then it is covered by scales. Tuatara Fact Sheet But the question persists as to why it seemingly devolved the need for that third eye if it originally had 3 working eyes? I mean, it didn't simultaneously evolve a poison gland or some other form of defense to replace the need for it. Now let's look at some insects which you will invariably mention as flaws in my argument. They too have extra eyes called ocelli, not working eyes mind you; and neither do they aid in sight but the ocelli are simple structures and are believed they only detect light levels and movement. Now why would evolution not give vulnerable flying insects perfect vision when they have allegedly had literally hundreds of millions of years and many reasons to evolve it? Are you aware that the visual acuity of insects is approximately 1% of that of humans? And we all know that humans don't have the best eye sight in the animal kingdom. MICROSCOPY-UK / MICSCAPE - Insect insights. Insect eyes. Honeybee legs. What really distinguishes evolutionists from creationists is that creationists will ask the questions fear to ask since this fraudulent gospel has so many inconsistencies which can't be reasonably or rationally answered, they refuse to even consider them.  Keep in mind that I have pointed out scientifically documented realities about what exists within the animal kingdom, but what I will get back from you are what ifs and maybes regarding these inconsistencies. Why is it that you never look at what is evolutionary dogma and ask why if random mutation happens based on environmental, social and predatory pressures, hasn't it made more diverse selections where needed, as in a working third eye in the back of animals heads, rather than in all cases follow a proscribed formula which exists today, just as it existed in the oldest fossils ever collected?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142264",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142265",
      "text": "I think his point is paulie, that if evolution is actually as evo defines it, as changes made by way of random mutations, then why doesn't life reflect those random mutations? For example, why haven't a large number of lower animals who live their lives being hunted by carnivores adapted eyes in the back of their heads as a needed early warning system to see their stalkers coming from behind them?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142266",
      "text": "I'm in a bit of a rush, so I'll just cover this point. Er . . . they have, sort of. Prey animals, such as antelope, have eyes on the sides of their heads so as to spot approaching carnivores. This gives them a very wide field of vision. For example the pronghorn antelope has a field of vision of around 320 degrees. Smiley",
      "type": "I",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142267",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142268",
      "text": "One reptile has a type of third eye, but it isn't for sight nor is it permanent. It is used to absorb vitamin D from the Sun for the first 6 months of life in order to help it grow into a healthy adult. Then it is covered by scales. Tuatara Fact Sheet But the question persists as to why it seemingly devolved the need for that third eye if it originally had 3 working eyes? I mean, it didn't simultaneously evolve a poison gland or some other form of defense to replace the need for it. Now let's look at some insects which you will invariably mention as flaws in my argument. They too have extra eyes called ocelli, not working eyes mind you; and neither do they aid in sight but the ocelli are simple structures and are believed they only detect light levels and movement. Now why would evolution not give vulnerable flying insects perfect vision when they have allegedly had literally hundreds of millions of years and many reasons to evolve it? Are you aware that the visual acuity of insects is approximately 1% of that of humans? And we all know that humans don't have the best eye sight in the animal kingdom. MICROSCOPY-UK / MICSCAPE - Insect insights. Insect eyes. Honeybee legs. What really distinguishes evolutionists from creationists is that creationists will ask the questions fear to ask since this fraudulent gospel has so many inconsistencies which can't be reasonably or rationally answered, they refuse to even consider them.  Keep in mind that I have pointed out scientifically documented realities about what exists within the animal kingdom, but what I will get back from you are what ifs and maybes regarding these inconsistencies. Why is it that you never look at what is evolutionary dogma and ask why if random mutation happens based on environmental, social and predatory pressures, hasn't it made more diverse selections where needed, as in a working third eye in the back of animals heads, rather than in all cases follow a proscribed formula which exists today, just as it existed in the oldest fossils ever collected?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142269",
      "text": "There is no need for prey animals to grow a third or forth eye as a defense mechanism. Binocular vision works. Its balanced and can render 3d positioning in the mind accurately. The lizard that you mentioned is born with a spot sensitive to light which helps the body absorb vitamin d, as humans do due to skin that is light-sensitive to a certain extent. It isn't an eye for defending against predators, and it doesn't need one. As for insects, the fact that they've survived for such a long time goes to show that they have adapted adequately and are doing well. Have you tried sneaking up on a fly lately?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142270",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:41"
    },
    {
      "nodeID": "142271",
      "text": "I think his point is paulie, that if evolution is actually as evo defines it, as changes made by way of random mutations, then why doesn't life reflect those random mutations? For example, why haven't a large number of lower animals who live their lives being hunted by carnivores adapted eyes in the back of their heads as a needed early warning system to see their stalkers coming from behind them? Especially in times of drought and famine when food is scarce? The environmental pressure exists at those times to justify such a change, yet from fish to birds to reptiles to mammals to even insects, most every creature in creation has 2 eyes, 1 mouth, 2 ears, (if they even have ears since some animals use vibration sensors to locate the movement of prey and predator.) It makes sense that Eagles, Hawks and Falcons have only 2 eyes since they are apex predators which rule their skies. But they regularly swoop down on smaller birds and pluck them out of the sky for food for their young. So why haven't smaller birds found the need to evolve eyes in the back of their heads?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142272",
      "text": "They have. Prey animals have their eyes to the sides of their heads which allows them to see in every direction, almost 360 degrees around. Predator animals have their both eyes facing forward.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142273",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142274",
      "text": "A third or fourth eye is simply a copy of an existing body part. If it's a FIRST eye that evolved, then that'd count. You can't create anything new by creating copies.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142275",
      "text": "Really. Some people would think I'm in cahoots with the creationists. I predict their behavior and then they go and do it.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142276",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142277",
      "text": "Explain to me how copying something is creating something new.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142278",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142279",
      "text": "Read what i actually wrote for a change Yank.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142280",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142281",
      "text": "This is what socially inept losers do when they know their argument is ####, deny they ever made one. I've asked repeatedly for an example of the evolution of a new body part in a population and all you've done is confirm the fact that you're an absolute #####.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142282",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142283",
      "text": "Evolution, Darwinian Naturalism... whatever you want to call it. With all it's fascistic leverage to create an environment of global acceptance is loosing the intellectual argument because as microbiology develops it is discovering more and more information at the sub-cellular level. These cells cannot be anything or produce anything other than what they are... in other words includes only the information to reproduce itself, ergo... human skin DNA cannot morph into liver DNA, so no fish forming legs, no apes flying planes or creating 'higher order' intelligence. The whole of evolution is based on chance, chance as causality. That's it... a cosmological roll of the dice with impossibility preempting the whole argument - but is suppressed. Fully knowing that chance in itself is not agency - there is no causality in chance, chance is a byproduct of an event therefore cannot effect anything, so the equation would look something like: chance + any amount of time = nothing, therefore evolution or any of its pseudo-intellectual ilk are simply impossible.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142284",
      "text": "...so where does cancer come from? Isn't that 'cells producing something other than what they are'? Come to that... given that all humans start out as a single cell, that's definitely false.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142285",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142286",
      "text": "These cells cannot be anything or produce anything other than what they are... in other words includes only the information to reproduce itself, ergo... human skin DNA cannot morph into liver DNA, so no fish forming legs, no apes flying planes or creating 'higher order' intelligence.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142287",
      "text": "So how do you explain the nylon bug? It can do something its ancestors could not - for the very simple reason that it's not the same as its ancestors.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142288",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:42"
    },
    {
      "nodeID": "142289",
      "text": "Fully knowing that chance in itself is not agency - there is no causality in chance, chance is a byproduct of an event therefore cannot effect anything, so the equation would look something like: chance + any amount of time = nothing, therefore evolution or any of its pseudo-intellectual ilk are simply impossible.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142290",
      "text": "...and I wasn't disappointed :) I don't know what 'chance as causality' is supposed to mean, but to speak of evolution being 'based on chance' is highly misleading. If I have an accident on the way to work tomorrow morning, there will be a definite cause; a specific series of events leading up to it. We cannot guess what they might be. Nevertheless, we can still makes statements about the statistical likelihood of such an accident occurring, yes? Does that accurate statement of probability mean that my fate on the road is literally determined by a dice roll, that if my number comes up, I crash, with 'chance as causality'? Of course not. We are merely describing the likelihood of an event in a system of which we have imperfect knowledge. As our knowledge of the system increases, our assessment of that likelihood changes: if you know my age and gender, my driving habits, my route and how busy or quiet it is - all these things permit a more accurate assessment of the odds. If we had perfect knowledge of a deterministic system, the odds would be 1 or 0. Similarly, every mutation that has ever occurred has had a definite proximate cause, and if we knew what they all were and what they would all be in the future, evolution would lie mapped out before us in all its detail. Nevertheless, in the absence of perfect knowledge of these individual causes we can still describe the occurrence of such events statistically, saying how long we might have to wait, or how many trials we might conduct in order to expect a given outcome. So to say that the evolution of the nylon bug, for instance, was based on chance is misleading: the evolution of the nylon bug was based on whatever proximate cause shuffled its DNA. Correctly viewed, evolution is not a series of unlikely events, but a series of highly likely ones. It is highly likely, for instance, that some bacteria in a large colony would experience a mutation enabling the digestion of nylon. Sure - breaking that event down on a per-bacterium basis yields tiny probabilities, but why stop there? Why not break it down on a per-bacterium, per-microsecond basis? The chances just got even smaller! See? It's a silly way to think about it, because in the end it's the chance of the event occurring that matters, not some arbitrary deadline by which it must occur or cell to which it must occur.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142291",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142292",
      "text": "Come to that... given that all humans start out as a single cell, that's definitely false.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142293",
      "text": "No, back to school... turn in what educational credntials you feel you have, and just stay at the coffeehouses... at least you have a .005% of hearing someone ineject some truth in one of those sidewalk tete a' tete's you nutters are so fond of... but here you are dead wrong. Have you ever heard of an egg? ever heard of a sperm? An egg is still considered a multiple cell organism, and a sperm as well. You're gonna have a hard time pulling that one off.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142294",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142295",
      "text": "...so where does cancer come from? Isn't that 'cells producing something other than what they are'?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142296",
      "text": "No, think about what you just said. A cancer cell doesn't mutate, it attacks healthy cells and causes the destruction of healthy tissue. Kinda like liberals in a healthy society - they are the free radicals of the body politic, huh... go figure.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142297",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142298",
      "text": "That is true, but it is still a Nylon Bug is not a Nylon Horse... mutations can occur laterally [intra species] but not ascending [something entirely different].",
      "type": "I",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142299",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142300",
      "text": "I don't know what 'chance as causality' is supposed to mean, but to speak of evolution being 'based on chance' is highly misleading.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142301",
      "text": "No, it is you young padawan learner... that has been mislead, some of the most famous and noted Darwinian Naturalists such as Crick, Huxley, Lipson... and others have admitted to their own discredit that the entire theory of evolutions rests on chance, here... but here, lets burst that bubble for you a bit more:",
      "type": "I",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142302",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142303",
      "text": "Similarly, every mutation that has ever occurred has had a definite proximate cause, and if we knew what they all were and what they would all be in the future, evolution would lie mapped out before us in all its detail. Nevertheless, in the absence of perfect knowledge of these individual causes we can still describe the occurrence of such events statistically, saying how long we might have to wait, or how many trials we might conduct in order to expect a given outcome. So to say that the evolution of the nylon bug, for instance, was based on chance is misleading: the evolution of the nylon bug was based on whatever proximate cause shuffled its DNA.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142304",
      "text": "Invalid argument to assert that mutations can map a road outside of their assigned task in illogical, where would the information to do so come from? Biology works because every individual cell doing what it was created to do along with what the one next to it was, though created to perform another set of instructions creates the molecular change that the combination of the cells together would produce. But there is no additional information there... not int he way you assert.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142305",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:43"
    },
    {
      "nodeID": "142306",
      "text": "I smell an arcane semantics-based proof brewing...",
      "type": "I",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142307",
      "text": "Give it a rest... what is evident here is more coffeehouse vasilation on your part... no foam.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142308",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142309",
      "text": "Correctly viewed, evolution is not a series of unlikely events, but a series of highly likely ones. It is highly likely, for instance, that some bacteria in a large colony would experience a mutation enabling the digestion of nylon. Sure - breaking that event down on a per-bacterium basis yields tiny probabilities, but why stop there? Why not break it down on a per-bacterium, per-microsecond basis? The chances just got even smaller! See? It's a silly way to think about it, because in the end it's the chance of the event occurring that matters, not some arbitrary deadline by which it must occur or cell to which it must occur.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142310",
      "text": "Well, that is not what your colleagues quoted herein seem to feel... and that certainly is not what empirical evidence is bearing out. Evolution simply put, is the creation story for secular humanists and nothing more, which in and among itself if fine - I don't personally care if believe we evolved from Mountain Dew, but don't try to pass that off as fact when there is substantial evidence that says otherwise. I am sorry... you have not made a convinving arguement here... and I dare say save your breath, you never will.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142311",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142312",
      "text": "We cannot guess what they might be. Nevertheless, we can still makes statements about the statistical likelihood of such an accident occurring, yes? Does that accurate statement of probability mean that my fate on the road is literally determined by a dice roll, that if my number comes up, I crash, with 'chance as causality'? Of course not. We are merely describing the likelihood of an event in a system of which we have imperfect knowledge. As our knowledge of the system increases, our assessment of that likelihood changes: if you know my age and gender, my driving habits, my route and how busy or quiet it is - all these things permit a more accurate assessment of the odds. If we had perfect knowledge of a deterministic system, the odds would be 1 or 0.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142313",
      "text": "Again you have nowhere to go without anything to start... so your hypothesis has no weight.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142314",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142315",
      "text": "...and I wasn't disappointed :)",
      "type": "I",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142316",
      "text": "Can't be dissapointed if I know not to expect more...",
      "type": "I",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142317",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142318",
      "text": "Really? Zygote 'A zygote... is a cell that is the result of fertilization. That is, two haploid cells-usually an ovum from a female and a sperm cell from a male-merge into a single diploid cell called the zygote (or zygocyte).' Or maybe on your (apparent) level of understanding... Cells and their functions. I'm teaching this, from this page, to some 14-year-olds tomorrow. Anyway, by your earlier post, an egg and sperm cell should only be able to make more egg and sperm cells.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142319",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142320",
      "text": "So... humans are born with cancer cells already inside them? I'm not talking about what cancer does once it's there, I'm talking about what it does in the first place.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142321",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142322",
      "text": "I'm sure you reproduce these quotes in good faith, but you ought to know they are not necessarily what they seem. The Darwin quote is a particularly craven quote mine: he was expressing empathy with those of his readers who found it difficult to imagine how such a thing as an eye could evolve by stages; effectively putting himself in their place so that he might more readily take them by the hand and show them how such evolution may occur, with ample supporting evidence from the natural world. I refer you to the Quote Mine Project for further edification.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142323",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:44"
    },
    {
      "nodeID": "142324",
      "text": "Invalid argument to assert that mutations can map a road outside of their assigned task in illogical, where would the information to do so come from?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142325",
      "text": "Since we have observed it happening in the case of the nylon bug, it cannot be the obstacle you presume :) It's easy to get lost in abstract concerns about 'information'. For instance, imagine a lock with a three-digit code, like those on briefcases. It's easy to get in if you know the code, but it's also perfectly possible to get in without knowing the code - it just takes longer. If you're right about the way information works, that oughtn't to be possible. The crucial point is that the lock contains all the information required to open it. That information is transferred to the person trying to open it via feedback: when you get the right code, the case opens. If there was no feedback - if the person was not actually opening the case themselves but was just blindly shouting numbers for someone else to try with no idea if it was working or not - they would be none the wiser. Similarly, the nylon waste products metabolised by the nylon bug intrinsically possess all the necessary information concerning how they can be broken down. That information is transferred to the bacteria via the feedback of natural selection: the bugs who hit upon the right combination survive, and those who do not, perish. In this manner information about how to survive in the present environment is transferred from the environment and encoded in the genome. No information is being created, it is merely being moved around.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142326",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142327",
      "text": "How many times have you spammed that argument super? 10? 15? 20 times?  CB102: Mutations adding information CB101.2: Mutations and new features.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142328",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142329",
      "text": "Again, I'm not sure where all this emphasis on limbs comes from, as if it were the only possible result of genetic variance. But I'll bite: some people are born with six fingers. Example of a new part to an existing structure...on humans, no less.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142330",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142331",
      "text": "Another strawman. Explain to me how new information and new features equals to new structures and body parts. Those links have long been refuted http://www.creationwiki.org/(Talk.Origins)_Mutations_don%27t_add_information http://www.creationwiki.org/(Talk.Origins)_Mutations_don%27t_produce_new_features",
      "type": "I",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142332",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142333",
      "text": "of those add new body parts except for this one.... evolution of multicellularity in a unicellular green alga (Boraas 1983; Boraas et al. 1998);  ...which isn't even a result of mutation. http://www.the-scientist.com/news/print/53261/ MicroRNAs found in unicellular alga  Got anything else?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142334",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142335",
      "text": "Another strawman. Explain to me how new information and new features equals to new structures and body parts.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142336",
      "text": "Since when were proteins no longer structures? A basic freshmen tool for teaching is the phrase 'structure defines function.'",
      "type": "I",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142337",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142338",
      "text": "Those links have long been refutedhttp://www.creationwiki.org/(Talk.Or...dd_informationhttp://www.creationwiki.org/(Talk.Or...e_new_features",
      "type": "I",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142339",
      "text": "'refuted?'O'rly?First they start off defining evolution as 'moleclues to man' despite what evolution actually states. That further proves my point about strawman. They don't discuss what evolution actually is. Furthermore, the whole notion that increasing capacity and adaption is not increasing complexity is insane. If I take a simple structure, modify it to form something more complex, is that not a change in complexity? The whole idea that modifying DNA, changing it, removing and adding isn't actually changing anything is retarded.And they are separating macro from micro. That's an invalid argument given that macro is nothing more then the aggregate of micro. A billion tiny changes makes a few large ones.The second idiotic article cites Natural genetic engineering. Despite there being absolutely no evidence of this occuring anywhere.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142340",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:45"
    },
    {
      "nodeID": "142341",
      "text": "nothing new can be created by making copies, i've addressed this many times",
      "type": "I",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142342",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142343",
      "text": "This is a laughable oversimplication of reproduction. Humans don't make copies. Do you reproduce asexually? I know I don't.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142344",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142345",
      "text": "If I take a simple structure, modify it to form something more complex, is that not a change in complexity?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142346",
      "text": "Forming something complex =/= increasing capacity and adaption  Yet another lie here:",
      "type": "I",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142347",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142348",
      "text": "of those add new body parts except for this one.... evolution of multicellularity in a unicellular green alga (Boraas 1983; Boraas et al. 1998);  ...which isn't even a result of mutation.  Got anything else?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142349",
      "text": "Nice raising the bar. Fallacies are a creationist's best friend.  You claimed:'have never shown to add any new structure or even a new part to any existing structure.' Now you are changing your argument away from structure as new proteins and especially enzymes (which are proteins) don't count.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142350",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142351",
      "text": "first of all, the claim is that random changes in molecules do not produce bodiliy structures. Proteins are molecules and are thus not what I was referring to. Second, there are no new enzymes or new proteins produced by any mutations...and not only that but none of those mutations have been shown to be random. So for all the billions of bodily structures in the world, ToE cannot account for even ONE of them.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142352",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142353",
      "text": "Evolutionists have been searching for any direct evidence of the theory of evolution since the 1800's. They are still looking.[/QUOTE",
      "type": "I",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142354",
      "text": "Look at Hawaiian Honeycreepers. Willful ignorance is a way of life. http://www.answers.com/topic/hawaiian-honeycreeper-1",
      "type": "I",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142355",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142356",
      "text": "Look at Hawaiian Honeycreepers. Willful ignorance is a way of life. Hawaiian honeycreeper: Information from Answers.com",
      "type": "I",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142357",
      "text": "That's a good argument, just post a link and hope that people accept it as a real argument. Show me where a new body part has evolved.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142358",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:46"
    },
    {
      "nodeID": "142359",
      "text": "I will Arch, as soon as you debunk this list: EvC Forum: 100 Categories of Evidence Against Noah's Flood Yes, it has 100 categories that refute a global flood. How about that?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142360",
      "text": "If I ever see Arch defend a position at EvC I will eat my hat and the hat of my fiance, too.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142361",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142362",
      "text": "hahahahahah.  That place is holy water to vampires. Arch and Cash will never post there. Arch and Cash arguing honest arguments where they can't threaten eternal damnation, call people liars and insult them as the basis of their arguments? never going to happen.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142363",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142364",
      "text": "The poster claimed no direct evidence for evolution had been observed. Just plain wrong. I gave you a 'new' body part. A tail that can grasp.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142365",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142366",
      "text": "A) I'm not a member there. And 2) have you ever whistled in the wind? Why would I waste my time on a forum which specializes in promoting the evo lies and scientific distortions in order to defend their cult religion which seek to erase God from the equation regarding how we came to be?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142367",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142368",
      "text": "You consider this refuting my evidence? What amazes me is that you all scoff at creationism, yet this is the best most of you can offer to refute scientific evidence which supports the flood.  A) I'm not a member there. And 2) have you ever whistled in the wind? Why would I waste my time on a forum which specializes in promoting the evo lies and scientific distortions in order to defend their cult religion which seek to erase God from the equation regarding how we came to be?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142369",
      "text": "Archie, why should anyone even bother with you? You ask someone to explain polystrate fossils-three people do. You plug your ears and go 'la-la-la, I can't hear you', then demand that someone explain polystrate fossils. Someone else posts 100 categories of evidence against a global flood, and you wave it away as 'evo lies'. Yet you demand we take your biased site at face value. I swear, you get dumber by the minute.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142370",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142371",
      "text": "A) I'm not a member there.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142372",
      "text": "That can be easily remedied.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142373",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142374",
      "text": "And 2) have you ever whistled in the wind? Why would I waste my time on a forum which specializes in promoting the evo lies and scientific distortions in order to defend their cult religion which seek to erase God from the equation regarding how we came to be?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142375",
      "text": "First of all, it's not pro evo, it's pro evidence. But I guess that is kinda the same, as all the evidence points to evolution. Second, evolution's not a lie, it is supported by the evidence. Third evolution says nothing about god. But alright, I'll make you a compromise, refute the list on this forum then. But remember, please use evidence in this refuting, not mere assertions.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:47"
    },
    {
      "nodeID": "142376",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142377",
      "text": "Typical little child, all he can offer is condescending insults while never daring to refute the arguments made. But you're in good company as that is all your cohorts can do also. You must reject and denigrate that which is just as reasonable an explanation of the available evidence as your side offers. That's why it's a waste of time going around in circles with you guys. But I've made my point. Again, What is shown very clearly from all of these scientific interpretation of the same evidence is that there are two ways to interpret it. But for you evos to claim victory based on your interpretation which is as biased as ours is, is the epitome of arrogance. We may have to agree to disagree peeling, but don't you dare just assume you're right and the debate is over because you have proven nothing absolutely.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142378",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142379",
      "text": "How do you 'interpret' all those extant historical records bracketing the 'flood' date by several hundred years, as shown by sinjin, which record no such event?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142380",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142381",
      "text": "But I've made my point. Again,",
      "type": "I",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142382",
      "text": "You've made a point yes, but you haven't refuted anything. Every time something comes up you can't answer, you simply ignore it, and bring out another claim, which we then refute, you ignore....etc.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142383",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142384",
      "text": "We may have to agree to disagree peeling, but don't you dare just assume you're right and the debate is over because you have proven nothing absolutely.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142385",
      "text": "Actually, Peeling and others on this thread have proven you and Cash to be utterly wrong. The fact you don't recognize this is irrelevant.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142386",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142387",
      "text": "is the epitome of arrogance.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142388",
      "text": "Since the last statement isn't true, I can't see how it equates to arrogance.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142389",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142390",
      "text": "What is shown very clearly from all of these scientific interpretation of the same evidence is that there are two ways to interpret it.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142391",
      "text": "Unfortunately for you, that is not shown, the evidence points in one direction, and one direction only. That of evolution and to the fact that the flood never happened.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142392",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:48"
    },
    {
      "nodeID": "142393",
      "text": "But for you evos to claim victory based on your interpretation which is as biased as ours is, is the epitome of arrogance. We may have to agree to disagree peeling, but don't you dare just assume you're right and the debate is over because you have proven nothing absolutely.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142394",
      "text": "lol. One cannot prove anything to someone who wishes to remain willfully ignorant. Besides, you haven't addressed the content of that post you quoted. You will NEVER, EVER, EVER submit your beliefs to those in the practicing fields. A forum of practicing PHDs in Chemistry, Biology and Geology is something you are very, very, very afraid of.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142395",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142396",
      "text": "Typical little child, all he can offer is condescending insults while never daring to refute the arguments made. But you're in good company as that is all your cohorts can do also. You must reject and denigrate that which is just as reasonable an explanation of the available evidence as your side offers. That's why it's a waste of time going around in circles with you guys. But I've made my point.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142397",
      "text": "Don't you just hate the search function here?  http://www.4forums.com/political/creation-intelligent-design-vs-evolution/11843-commercial-products-creationism.html http://www.4forums.com/political/open-forum/10932-fluid-mechanics-fossil-record-flood.html http://www.4forums.com/political/politics-debates/11819-communist-governments.html And that took me 3 seconds.  Your grandiose claims of superiority and insults are rather moot given that anyone can do a basic search and show that your arguments and statements are essentially nothing more then self praise. The historical facts do not support basically anything you've ever said. Quite frankly, I'm not sure why anyone bothers with you given your ignorance regarding chemistry. I still love how you argued that Co2 was the reason that insects grew so large in the past.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142398",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142399",
      "text": "True. There's the interpretation that assumes the outcome and then looks for evidence disregarding all that doesn't agree. And then there is the interpretation that looks at the evidence and then makes conclusions based on that evidence. You abide to assume the outcome, look for evidence. And you have constantly asserted with absolutely no evidence, that your religious interpretation is correct. Essentially you are soapboxing as nothing you've said has any empirical basis whatsoever.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142400",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142401",
      "text": "Oh. emoticon_wow",
      "type": "I",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142402",
      "text": "Why are you surprised? Raising the bar is a known tactic.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142403",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142404",
      "text": "What happens, is that if you show a new body part evolving, such as the cecal valve in certain lizards, they just push the goal posts back a bit: 'No, I meant a new body part that is so complex that it couldn't possibly evolve quickly enough for someone to observe it happening. And no one has ever observed that to happen, so evolution is false.' Oh. emoticon_wow",
      "type": "I",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142405",
      "text": "Walking-fish: It's a simple game. Just demand that 'evolutionists' show them an example of a macroevolutionary event within a microevolutionary time frame. And if such a feat were ever accomplished it would serve as an example of special creation rather than evolution anyway.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142406",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142407",
      "text": "Welllll...I guess I just figured out what the ToE actually isn't: Whatever those who argue against it argue that it is, the proponents argue it isn't. Never can pin down these proponents.:xbanghead",
      "type": "I",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142408",
      "text": "We don't need to know how life arose to study what has apparently happened since.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142409",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142410",
      "text": "The only stumbling block between science and faith is a strictly literal interpretation. For most of us Faith and science work together!",
      "type": "I",
      "timestamp": "2016-03-08 19:55:49"
    },
    {
      "nodeID": "142411",
      "text": "That's the rub: people worshipping the bible as opposed to their god. Fortunately, many people can cope with science being how their god did it.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142412",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142413",
      "text": "I have thought this issue is far over debated like gay issues but perhaps that are because I have an objectivist view point.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142414",
      "text": "And what type of objectivist views do you have toward gay issues if I may ask? I'm assuming gay issues may seem irrelevant since they probably don't pertain to you well, cause your not gay....",
      "type": "I",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142415",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142416",
      "text": "I don't suppose any evolutionist have realized that all the evidence for evolution is also evidence for ID. They often talk about the mountains of irrefutable evidence, but the fact that the sun rose and set every day was evidence for the sun orbiting the earth, but it's also evidence for the earth spinning. Likewise all the evidence for evolution can be condensed into one statement 'life forms are similar to other life forms', This is predicted by the intelligent design hypothesis as well. Direct evidence for ID that would not support evolution would be irreducibly complex biology, direct evidence for evolution that would not support ID would be more than just adaptation, it would have to be original useful DNA, or a simulation showing that coherent structure can be achieved without intelligent design by randomization and elimination.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142417",
      "text": "The fact that the sun rises every day is not evidence for the sun orbiting the Earth, this effect is seen because of the rotation of Earth. ToE does not state that 'life forms are similar to each other'. Direct evidence for ID/Creationism has never been established so there is no reason to suppose it to be true. Direct evidence for allele frequency change is freely available for all to see. You also need to define original, useful DNA. 4/10. See me after class.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142418",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142419",
      "text": "I don't suppose any evolutionist have realized that all the evidence for evolution is also evidence for ID.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142420",
      "text": "No it's not. Perhaps because you don't understand much about evolutionary theory you have confused it with ID. ID is not science and has no evidence to support it.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142421",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142422",
      "text": "They often talk about the mountains of irrefutable evidence, but the fact that the sun rose and set every day was evidence for the sun orbiting the earth, but it's also evidence for the earth spinning.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142423",
      "text": "Besides being terribly wrong, that's not evolution and has nothing to do with evolution. Perhaps because you know so little about orbital physics you think that the sun rising and setting is any kind of evidence for the earth orbiting the sun. It isn't. You would have to actually understand a little about it to know that. Nobody, from Copernicus onward, used observations of the revolution of the earth to conclude that the earth was in orbit around the sun.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142424",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142425",
      "text": "There are no objective reasons to condemn gays. Marriage is not a matter of state and so it is meaningless to argue whether a state should recognize it. My advocating of perfect liberty allows no contradictions or exceptions, believe me I have lost alot of support from conservatives for this, perhaps even gays if one really applied it to all extremes.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142426",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142427",
      "text": "Direct evidence for allele frequency change is freely available for all to see.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:50"
    },
    {
      "nodeID": "142428",
      "text": "If that was not possible evolution would be impossible, it is direct evidence that evolution isn't impossible not that evolution exists. The same can be said for adaptation, natural selection, and mutation. They are all concepts that evolution stands on but their existance does not necessitate evolutions. For instance if I had the theory: when heavy ceramic objects fall on top of one another a very few super energetic particles fly outwards and cause leaves to fall. I could offer the fact that leaves and bricks do in fact fall, as 'evidence' for my theory but it would not be in any way that the rising and setting of the sun was not evidence for both rotation and orbit.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142429",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142430",
      "text": "Direct evidence for ID/Creationism has never been established so there is no reason to suppose it to be true.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142431",
      "text": "What you must realize is that is the case for evolution as well, we don't have enough evidence to know; this is common in science but it is only the political drive of Darwinism that found that state unacceptable. (you don't see them teaching kids about black holes and unified field theory because we don't know much about it)",
      "type": "I",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142432",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142433",
      "text": "4/10. See me after class.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142434",
      "text": "Sorry I am new here, what does this mean?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142435",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142436",
      "text": "The fact that the sun rises every day is not evidence for the sun orbiting the Earth, this effect is seen because of the rotation of Earth.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142437",
      "text": "We know that now, but not because the sun rises every day, because we have identified other evidence that proves heliocentrism. The hypothesis 'the sun orbits the earth' predicts it will rise and set every day, the hypothesis 'The earth is rotating' predicts the same.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142438",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142439",
      "text": "ToE does not state that 'life forms are similar to each other'.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142440",
      "text": "Evolution's evidence is that life is similar, you won't be able to find an exception I am sure.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142441",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142442",
      "text": "You also need to define original, useful DNA.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142443",
      "text": "DNA that defined a biological system or function that did not exist in a organism before a mutation and benefits the creature significantly enough to change it's reproductive ratio. The most common fallacy in defending evolution is that 'nothing' in evolution requires a sudden or non-gradual change. Irreducible complexity proves this is incorrect, that gradual natural selection based mutations can only refine existing systems and cannot create new ones. Examples exist on such simple life forms as bacteria.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142444",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142445",
      "text": "Irreducible complexity proves this is incorrect,",
      "type": "I",
      "timestamp": "2016-03-08 19:55:51"
    },
    {
      "nodeID": "142446",
      "text": "I need to pick you up on this as IC has never been identified. As such you cannot use it to 'prove' something incorrect. I will respond to your other points but my wife insist I turn the laptop off.....",
      "type": "I",
      "timestamp": "2016-03-08 19:55:52"
    },
    {
      "nodeID": "142447",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:52"
    }
  ],
  "edges": [
    {
      "edgeID": "185000",
      "fromID": "142230",
      "toID": "142231",
      "formEdgeID": null
    },
    {
      "edgeID": "185001",
      "fromID": "142231",
      "toID": "142229",
      "formEdgeID": null
    },
    {
      "edgeID": "185002",
      "fromID": "142233",
      "toID": "142234",
      "formEdgeID": null
    },
    {
      "edgeID": "185003",
      "fromID": "142234",
      "toID": "142232",
      "formEdgeID": null
    },
    {
      "edgeID": "185004",
      "fromID": "142236",
      "toID": "142237",
      "formEdgeID": null
    },
    {
      "edgeID": "185005",
      "fromID": "142237",
      "toID": "142235",
      "formEdgeID": null
    },
    {
      "edgeID": "185006",
      "fromID": "142239",
      "toID": "142240",
      "formEdgeID": null
    },
    {
      "edgeID": "185007",
      "fromID": "142240",
      "toID": "142238",
      "formEdgeID": null
    },
    {
      "edgeID": "185008",
      "fromID": "142242",
      "toID": "142243",
      "formEdgeID": null
    },
    {
      "edgeID": "185009",
      "fromID": "142243",
      "toID": "142241",
      "formEdgeID": null
    },
    {
      "edgeID": "185010",
      "fromID": "142244",
      "toID": "142245",
      "formEdgeID": null
    },
    {
      "edgeID": "185011",
      "fromID": "142245",
      "toID": "142241",
      "formEdgeID": null
    },
    {
      "edgeID": "185012",
      "fromID": "142246",
      "toID": "142247",
      "formEdgeID": null
    },
    {
      "edgeID": "185013",
      "fromID": "142247",
      "toID": "142241",
      "formEdgeID": null
    },
    {
      "edgeID": "185014",
      "fromID": "142248",
      "toID": "142249",
      "formEdgeID": null
    },
    {
      "edgeID": "185015",
      "fromID": "142249",
      "toID": "142241",
      "formEdgeID": null
    },
    {
      "edgeID": "185016",
      "fromID": "142251",
      "toID": "142252",
      "formEdgeID": null
    },
    {
      "edgeID": "185017",
      "fromID": "142252",
      "toID": "142250",
      "formEdgeID": null
    },
    {
      "edgeID": "185018",
      "fromID": "142254",
      "toID": "142255",
      "formEdgeID": null
    },
    {
      "edgeID": "185019",
      "fromID": "142255",
      "toID": "142253",
      "formEdgeID": null
    },
    {
      "edgeID": "185020",
      "fromID": "142257",
      "toID": "142258",
      "formEdgeID": null
    },
    {
      "edgeID": "185021",
      "fromID": "142258",
      "toID": "142256",
      "formEdgeID": null
    },
    {
      "edgeID": "185022",
      "fromID": "142260",
      "toID": "142261",
      "formEdgeID": null
    },
    {
      "edgeID": "185023",
      "fromID": "142261",
      "toID": "142259",
      "formEdgeID": null
    },
    {
      "edgeID": "185024",
      "fromID": "142263",
      "toID": "142264",
      "formEdgeID": null
    },
    {
      "edgeID": "185025",
      "fromID": "142264",
      "toID": "142262",
      "formEdgeID": null
    },
    {
      "edgeID": "185026",
      "fromID": "142266",
      "toID": "142267",
      "formEdgeID": null
    },
    {
      "edgeID": "185027",
      "fromID": "142267",
      "toID": "142265",
      "formEdgeID": null
    },
    {
      "edgeID": "185028",
      "fromID": "142269",
      "toID": "142270",
      "formEdgeID": null
    },
    {
      "edgeID": "185029",
      "fromID": "142270",
      "toID": "142268",
      "formEdgeID": null
    },
    {
      "edgeID": "185030",
      "fromID": "142272",
      "toID": "142273",
      "formEdgeID": null
    },
    {
      "edgeID": "185031",
      "fromID": "142273",
      "toID": "142271",
      "formEdgeID": null
    },
    {
      "edgeID": "185032",
      "fromID": "142275",
      "toID": "142276",
      "formEdgeID": null
    },
    {
      "edgeID": "185033",
      "fromID": "142276",
      "toID": "142274",
      "formEdgeID": null
    },
    {
      "edgeID": "185034",
      "fromID": "142277",
      "toID": "142278",
      "formEdgeID": null
    },
    {
      "edgeID": "185035",
      "fromID": "142278",
      "toID": "142275",
      "formEdgeID": null
    },
    {
      "edgeID": "185036",
      "fromID": "142279",
      "toID": "142280",
      "formEdgeID": null
    },
    {
      "edgeID": "185037",
      "fromID": "142280",
      "toID": "142277",
      "formEdgeID": null
    },
    {
      "edgeID": "185038",
      "fromID": "142281",
      "toID": "142282",
      "formEdgeID": null
    },
    {
      "edgeID": "185039",
      "fromID": "142282",
      "toID": "142279",
      "formEdgeID": null
    },
    {
      "edgeID": "185040",
      "fromID": "142284",
      "toID": "142285",
      "formEdgeID": null
    },
    {
      "edgeID": "185041",
      "fromID": "142285",
      "toID": "142283",
      "formEdgeID": null
    },
    {
      "edgeID": "185042",
      "fromID": "142287",
      "toID": "142288",
      "formEdgeID": null
    },
    {
      "edgeID": "185043",
      "fromID": "142288",
      "toID": "142286",
      "formEdgeID": null
    },
    {
      "edgeID": "185044",
      "fromID": "142290",
      "toID": "142291",
      "formEdgeID": null
    },
    {
      "edgeID": "185045",
      "fromID": "142291",
      "toID": "142289",
      "formEdgeID": null
    },
    {
      "edgeID": "185046",
      "fromID": "142293",
      "toID": "142294",
      "formEdgeID": null
    },
    {
      "edgeID": "185047",
      "fromID": "142294",
      "toID": "142292",
      "formEdgeID": null
    },
    {
      "edgeID": "185048",
      "fromID": "142296",
      "toID": "142297",
      "formEdgeID": null
    },
    {
      "edgeID": "185049",
      "fromID": "142297",
      "toID": "142295",
      "formEdgeID": null
    },
    {
      "edgeID": "185050",
      "fromID": "142298",
      "toID": "142299",
      "formEdgeID": null
    },
    {
      "edgeID": "185051",
      "fromID": "142299",
      "toID": "142287",
      "formEdgeID": null
    },
    {
      "edgeID": "185052",
      "fromID": "142301",
      "toID": "142302",
      "formEdgeID": null
    },
    {
      "edgeID": "185053",
      "fromID": "142302",
      "toID": "142300",
      "formEdgeID": null
    },
    {
      "edgeID": "185054",
      "fromID": "142304",
      "toID": "142305",
      "formEdgeID": null
    },
    {
      "edgeID": "185055",
      "fromID": "142305",
      "toID": "142303",
      "formEdgeID": null
    },
    {
      "edgeID": "185056",
      "fromID": "142307",
      "toID": "142308",
      "formEdgeID": null
    },
    {
      "edgeID": "185057",
      "fromID": "142308",
      "toID": "142306",
      "formEdgeID": null
    },
    {
      "edgeID": "185058",
      "fromID": "142310",
      "toID": "142311",
      "formEdgeID": null
    },
    {
      "edgeID": "185059",
      "fromID": "142311",
      "toID": "142309",
      "formEdgeID": null
    },
    {
      "edgeID": "185060",
      "fromID": "142313",
      "toID": "142314",
      "formEdgeID": null
    },
    {
      "edgeID": "185061",
      "fromID": "142314",
      "toID": "142312",
      "formEdgeID": null
    },
    {
      "edgeID": "185062",
      "fromID": "142316",
      "toID": "142317",
      "formEdgeID": null
    },
    {
      "edgeID": "185063",
      "fromID": "142317",
      "toID": "142315",
      "formEdgeID": null
    },
    {
      "edgeID": "185064",
      "fromID": "142318",
      "toID": "142319",
      "formEdgeID": null
    },
    {
      "edgeID": "185065",
      "fromID": "142319",
      "toID": "142293",
      "formEdgeID": null
    },
    {
      "edgeID": "185066",
      "fromID": "142320",
      "toID": "142321",
      "formEdgeID": null
    },
    {
      "edgeID": "185067",
      "fromID": "142321",
      "toID": "142293",
      "formEdgeID": null
    },
    {
      "edgeID": "185068",
      "fromID": "142322",
      "toID": "142323",
      "formEdgeID": null
    },
    {
      "edgeID": "185069",
      "fromID": "142323",
      "toID": "142233",
      "formEdgeID": null
    },
    {
      "edgeID": "185070",
      "fromID": "142325",
      "toID": "142326",
      "formEdgeID": null
    },
    {
      "edgeID": "185071",
      "fromID": "142326",
      "toID": "142324",
      "formEdgeID": null
    },
    {
      "edgeID": "185072",
      "fromID": "142327",
      "toID": "142328",
      "formEdgeID": null
    },
    {
      "edgeID": "185073",
      "fromID": "142328",
      "toID": "142244",
      "formEdgeID": null
    },
    {
      "edgeID": "185074",
      "fromID": "142329",
      "toID": "142330",
      "formEdgeID": null
    },
    {
      "edgeID": "185075",
      "fromID": "142330",
      "toID": "142244",
      "formEdgeID": null
    },
    {
      "edgeID": "185076",
      "fromID": "142331",
      "toID": "142332",
      "formEdgeID": null
    },
    {
      "edgeID": "185077",
      "fromID": "142332",
      "toID": "142327",
      "formEdgeID": null
    },
    {
      "edgeID": "185078",
      "fromID": "142333",
      "toID": "142334",
      "formEdgeID": null
    },
    {
      "edgeID": "185079",
      "fromID": "142334",
      "toID": "142327",
      "formEdgeID": null
    },
    {
      "edgeID": "185080",
      "fromID": "142336",
      "toID": "142337",
      "formEdgeID": null
    },
    {
      "edgeID": "185081",
      "fromID": "142337",
      "toID": "142335",
      "formEdgeID": null
    },
    {
      "edgeID": "185082",
      "fromID": "142339",
      "toID": "142340",
      "formEdgeID": null
    },
    {
      "edgeID": "185083",
      "fromID": "142340",
      "toID": "142338",
      "formEdgeID": null
    },
    {
      "edgeID": "185084",
      "fromID": "142341",
      "toID": "142342",
      "formEdgeID": null
    },
    {
      "edgeID": "185085",
      "fromID": "142342",
      "toID": "142329",
      "formEdgeID": null
    },
    {
      "edgeID": "185086",
      "fromID": "142343",
      "toID": "142344",
      "formEdgeID": null
    },
    {
      "edgeID": "185087",
      "fromID": "142344",
      "toID": "142341",
      "formEdgeID": null
    },
    {
      "edgeID": "185088",
      "fromID": "142346",
      "toID": "142347",
      "formEdgeID": null
    },
    {
      "edgeID": "185089",
      "fromID": "142347",
      "toID": "142345",
      "formEdgeID": null
    },
    {
      "edgeID": "185090",
      "fromID": "142349",
      "toID": "142350",
      "formEdgeID": null
    },
    {
      "edgeID": "185091",
      "fromID": "142350",
      "toID": "142348",
      "formEdgeID": null
    },
    {
      "edgeID": "185092",
      "fromID": "142351",
      "toID": "142352",
      "formEdgeID": null
    },
    {
      "edgeID": "185093",
      "fromID": "142352",
      "toID": "142349",
      "formEdgeID": null
    },
    {
      "edgeID": "185094",
      "fromID": "142354",
      "toID": "142355",
      "formEdgeID": null
    },
    {
      "edgeID": "185095",
      "fromID": "142355",
      "toID": "142353",
      "formEdgeID": null
    },
    {
      "edgeID": "185096",
      "fromID": "142357",
      "toID": "142358",
      "formEdgeID": null
    },
    {
      "edgeID": "185097",
      "fromID": "142358",
      "toID": "142356",
      "formEdgeID": null
    },
    {
      "edgeID": "185098",
      "fromID": "142360",
      "toID": "142361",
      "formEdgeID": null
    },
    {
      "edgeID": "185099",
      "fromID": "142361",
      "toID": "142359",
      "formEdgeID": null
    },
    {
      "edgeID": "185100",
      "fromID": "142362",
      "toID": "142363",
      "formEdgeID": null
    },
    {
      "edgeID": "185101",
      "fromID": "142363",
      "toID": "142359",
      "formEdgeID": null
    },
    {
      "edgeID": "185102",
      "fromID": "142364",
      "toID": "142365",
      "formEdgeID": null
    },
    {
      "edgeID": "185103",
      "fromID": "142365",
      "toID": "142354",
      "formEdgeID": null
    },
    {
      "edgeID": "185104",
      "fromID": "142366",
      "toID": "142367",
      "formEdgeID": null
    },
    {
      "edgeID": "185105",
      "fromID": "142367",
      "toID": "142360",
      "formEdgeID": null
    },
    {
      "edgeID": "185106",
      "fromID": "142369",
      "toID": "142370",
      "formEdgeID": null
    },
    {
      "edgeID": "185107",
      "fromID": "142370",
      "toID": "142368",
      "formEdgeID": null
    },
    {
      "edgeID": "185108",
      "fromID": "142372",
      "toID": "142373",
      "formEdgeID": null
    },
    {
      "edgeID": "185109",
      "fromID": "142373",
      "toID": "142371",
      "formEdgeID": null
    },
    {
      "edgeID": "185110",
      "fromID": "142375",
      "toID": "142376",
      "formEdgeID": null
    },
    {
      "edgeID": "185111",
      "fromID": "142376",
      "toID": "142374",
      "formEdgeID": null
    },
    {
      "edgeID": "185112",
      "fromID": "142377",
      "toID": "142378",
      "formEdgeID": null
    },
    {
      "edgeID": "185113",
      "fromID": "142378",
      "toID": "142362",
      "formEdgeID": null
    },
    {
      "edgeID": "185114",
      "fromID": "142379",
      "toID": "142380",
      "formEdgeID": null
    },
    {
      "edgeID": "185115",
      "fromID": "142380",
      "toID": "142377",
      "formEdgeID": null
    },
    {
      "edgeID": "185116",
      "fromID": "142382",
      "toID": "142383",
      "formEdgeID": null
    },
    {
      "edgeID": "185117",
      "fromID": "142383",
      "toID": "142381",
      "formEdgeID": null
    },
    {
      "edgeID": "185118",
      "fromID": "142385",
      "toID": "142386",
      "formEdgeID": null
    },
    {
      "edgeID": "185119",
      "fromID": "142386",
      "toID": "142384",
      "formEdgeID": null
    },
    {
      "edgeID": "185120",
      "fromID": "142388",
      "toID": "142389",
      "formEdgeID": null
    },
    {
      "edgeID": "185121",
      "fromID": "142389",
      "toID": "142387",
      "formEdgeID": null
    },
    {
      "edgeID": "185122",
      "fromID": "142391",
      "toID": "142392",
      "formEdgeID": null
    },
    {
      "edgeID": "185123",
      "fromID": "142392",
      "toID": "142390",
      "formEdgeID": null
    },
    {
      "edgeID": "185124",
      "fromID": "142394",
      "toID": "142395",
      "formEdgeID": null
    },
    {
      "edgeID": "185125",
      "fromID": "142395",
      "toID": "142393",
      "formEdgeID": null
    },
    {
      "edgeID": "185126",
      "fromID": "142397",
      "toID": "142398",
      "formEdgeID": null
    },
    {
      "edgeID": "185127",
      "fromID": "142398",
      "toID": "142396",
      "formEdgeID": null
    },
    {
      "edgeID": "185128",
      "fromID": "142399",
      "toID": "142400",
      "formEdgeID": null
    },
    {
      "edgeID": "185129",
      "fromID": "142400",
      "toID": "142377",
      "formEdgeID": null
    },
    {
      "edgeID": "185130",
      "fromID": "142402",
      "toID": "142403",
      "formEdgeID": null
    },
    {
      "edgeID": "185131",
      "fromID": "142403",
      "toID": "142401",
      "formEdgeID": null
    },
    {
      "edgeID": "185132",
      "fromID": "142405",
      "toID": "142406",
      "formEdgeID": null
    },
    {
      "edgeID": "185133",
      "fromID": "142406",
      "toID": "142404",
      "formEdgeID": null
    },
    {
      "edgeID": "185134",
      "fromID": "142408",
      "toID": "142409",
      "formEdgeID": null
    },
    {
      "edgeID": "185135",
      "fromID": "142409",
      "toID": "142407",
      "formEdgeID": null
    },
    {
      "edgeID": "185136",
      "fromID": "142411",
      "toID": "142412",
      "formEdgeID": null
    },
    {
      "edgeID": "185137",
      "fromID": "142412",
      "toID": "142410",
      "formEdgeID": null
    },
    {
      "edgeID": "185138",
      "fromID": "142414",
      "toID": "142415",
      "formEdgeID": null
    },
    {
      "edgeID": "185139",
      "fromID": "142415",
      "toID": "142413",
      "formEdgeID": null
    },
    {
      "edgeID": "185140",
      "fromID": "142417",
      "toID": "142418",
      "formEdgeID": null
    },
    {
      "edgeID": "185141",
      "fromID": "142418",
      "toID": "142416",
      "formEdgeID": null
    },
    {
      "edgeID": "185142",
      "fromID": "142420",
      "toID": "142421",
      "formEdgeID": null
    },
    {
      "edgeID": "185143",
      "fromID": "142421",
      "toID": "142419",
      "formEdgeID": null
    },
    {
      "edgeID": "185144",
      "fromID": "142423",
      "toID": "142424",
      "formEdgeID": null
    },
    {
      "edgeID": "185145",
      "fromID": "142424",
      "toID": "142422",
      "formEdgeID": null
    },
    {
      "edgeID": "185146",
      "fromID": "142425",
      "toID": "142426",
      "formEdgeID": null
    },
    {
      "edgeID": "185147",
      "fromID": "142426",
      "toID": "142414",
      "formEdgeID": null
    },
    {
      "edgeID": "185148",
      "fromID": "142428",
      "toID": "142429",
      "formEdgeID": null
    },
    {
      "edgeID": "185149",
      "fromID": "142429",
      "toID": "142427",
      "formEdgeID": null
    },
    {
      "edgeID": "185150",
      "fromID": "142431",
      "toID": "142432",
      "formEdgeID": null
    },
    {
      "edgeID": "185151",
      "fromID": "142432",
      "toID": "142430",
      "formEdgeID": null
    },
    {
      "edgeID": "185152",
      "fromID": "142434",
      "toID": "142435",
      "formEdgeID": null
    },
    {
      "edgeID": "185153",
      "fromID": "142435",
      "toID": "142433",
      "formEdgeID": null
    },
    {
      "edgeID": "185154",
      "fromID": "142437",
      "toID": "142438",
      "formEdgeID": null
    },
    {
      "edgeID": "185155",
      "fromID": "142438",
      "toID": "142436",
      "formEdgeID": null
    },
    {
      "edgeID": "185156",
      "fromID": "142440",
      "toID": "142441",
      "formEdgeID": null
    },
    {
      "edgeID": "185157",
      "fromID": "142441",
      "toID": "142439",
      "formEdgeID": null
    },
    {
      "edgeID": "185158",
      "fromID": "142443",
      "toID": "142444",
      "formEdgeID": null
    },
    {
      "edgeID": "185159",
      "fromID": "142444",
      "toID": "142442",
      "formEdgeID": null
    },
    {
      "edgeID": "185160",
      "fromID": "142446",
      "toID": "142447",
      "formEdgeID": null
    },
    {
      "edgeID": "185161",
      "fromID": "142447",
      "toID": "142445",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
