{
  "nodes": [
    {
      "nodeID": "137664",
      "text": "Some Iowa county recorders say they have contemplated refusing to give a marriage license to gay couples who walk into the office, but so far none is vowing to do so. &#8220;This is putting us in a very, very difficult position here,&#8221; Wayne County Recorder Angela Horton said Thursday in an interview. &#8220;But sometimes you have to put aside your personal beliefs, your religious beliefs, when you&#8217;re doing a job you&#8217;ve sworn under oath to provide.&#8221; After hearing rumblings of discontent, a state official sent a strongly worded note to all recorders Thursday explaining why they should obey the Iowa Supreme Court ruling legalizing same-sex marriage when it takes effect April 27. Victoria Hutton of the Iowa Department of Public Health informed recorders that the ruling has the force of law statewide: &#8220;All county recorders in the state of Iowa are required to comply with the Varnum decision &#8230; and to issue marriage licenses to same sex couples in the same manner as licenses issued to opposite gender applicants.&#8221; Republican state senators on Thursday crafted a new proposal that would give recorders an out if their religion is opposed to gay marriage, but Senate Democratic Leader Mike Gronstal scorned it as &#8220;blatantly unconstitutional.&#8221;State to counties: Obey gay marriage ruling, issue certificates | DesMoinesRegister.com | The Des Moines Register Why is it that people of religion keep trying to seek special privilege for their religious beliefs? Do your job, or get out of the office. Why is it any more special for a 'Christian' to have a 'religious' belief against homosexuality, as opposed to a NON-Christian having a 'non-religious' belief against homosexuality???",
      "type": "I",
      "timestamp": "2016-03-08 19:45:25"
    },
    {
      "nodeID": "137665",
      "text": "But let me guess ... if they step down RIGHT after they find they will have to issue to gay couples, you'd be in favor of them being able to be sued for it, simply because the 'discrimination' in such an event was toward gays? Right? At least if you are consistent with your stance elsewhere in regards to 'timing' ... emoticon_rolleyes Anyway, aside from that inconsistency with your position elsewhere, I agree that county officials should need to comply. After all, there are probably OTHER examples whereby county officials have to do things that they are religiously against, such as issue divorce papers. Or marry some drunk couple that they know aren't really being serious even though they're tying the knot ... If all county officials could just refuse to do their job because of their objections--for WHATEVER reasons--it would be a collosal mess.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:25"
    },
    {
      "nodeID": "137666",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:25"
    },
    {
      "nodeID": "137667",
      "text": "Anyway, aside from that inconsistency with your position elsewhere...",
      "type": "I",
      "timestamp": "2016-03-08 19:45:25"
    },
    {
      "nodeID": "137668",
      "text": "And your cowardice in not addressing that elsewhere, but instead trying to snipe away by applying it in other threads where it doesn't belong... :xbanghead",
      "type": "I",
      "timestamp": "2016-03-08 19:45:25"
    },
    {
      "nodeID": "137669",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:25"
    },
    {
      "nodeID": "137670",
      "text": "Gee. Sounds like one of my arguments you keep ignoring... emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 19:45:25"
    },
    {
      "nodeID": "137671",
      "text": "Well ... that does tend to happen when you waste time arguing the obvious as if it were a rebuttal to anything. Maybe rather than being argumentative to the point of arguing over things that are pointless and that no one disagrees on, you could thoughtfully discuss things that people don't see eye to eye on. You might get better results from people that way.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:25"
    },
    {
      "nodeID": "137672",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:25"
    },
    {
      "nodeID": "137673",
      "text": "Well ... that does tend to happen when you waste time arguing the obvious as if it were a rebuttal to anything.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:25"
    },
    {
      "nodeID": "137674",
      "text": "So I can take this as a quote to use for you in the future to show you that (at one time) you didn't disagree with that argument? Good to know! It's bookmarked!",
      "type": "I",
      "timestamp": "2016-03-08 19:45:25"
    },
    {
      "nodeID": "137675",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:25"
    },
    {
      "nodeID": "137676",
      "text": "That much is obvious. The legislation gives a special out for RELIGIOUS reasons, but says nothing about non-religious reasons. Duh!",
      "type": "I",
      "timestamp": "2016-03-08 19:45:25"
    },
    {
      "nodeID": "137677",
      "text": "Well of course. It's religious people that are wanting it, and they have religious reasons. Duh! What would you expect?? Or is this just another case of trying to fling any assertion you can at religious people?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:25"
    },
    {
      "nodeID": "137678",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:25"
    }
  ],
  "edges": [
    {
      "edgeID": "181760",
      "fromID": "137665",
      "toID": "137666",
      "formEdgeID": null
    },
    {
      "edgeID": "181761",
      "fromID": "137666",
      "toID": "137664",
      "formEdgeID": null
    },
    {
      "edgeID": "181762",
      "fromID": "137668",
      "toID": "137669",
      "formEdgeID": null
    },
    {
      "edgeID": "181763",
      "fromID": "137669",
      "toID": "137667",
      "formEdgeID": null
    },
    {
      "edgeID": "181764",
      "fromID": "137671",
      "toID": "137672",
      "formEdgeID": null
    },
    {
      "edgeID": "181765",
      "fromID": "137672",
      "toID": "137670",
      "formEdgeID": null
    },
    {
      "edgeID": "181766",
      "fromID": "137674",
      "toID": "137675",
      "formEdgeID": null
    },
    {
      "edgeID": "181767",
      "fromID": "137675",
      "toID": "137673",
      "formEdgeID": null
    },
    {
      "edgeID": "181768",
      "fromID": "137677",
      "toID": "137678",
      "formEdgeID": null
    },
    {
      "edgeID": "181769",
      "fromID": "137678",
      "toID": "137676",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
