{
  "nodes": [
    {
      "nodeID": "146603",
      "text": "So what activates genes? When a gene product is needed, a signal from its environment, not an emergent property of the gene itself, activates experession of that gene. In otherwords, it's the environment, stupid.' Pg/ 52",
      "type": "I",
      "timestamp": "2016-03-08 20:04:36"
    },
    {
      "nodeID": "146604",
      "text": "So what you are saying is simply that the genes do not actively control the body. What is wrong with assuming that genes therefore do not control the body is the fact that the genes were the blueprint for the body. The genes decided the arrangement of cells, the number of fingers, etc. The body, the cells, and the organelles within the cells are therefore strongly influenced by the DNA sequence.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:36"
    },
    {
      "nodeID": "146605",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:36"
    },
    {
      "nodeID": "146606",
      "text": "'Each eukaryote (nucleus-containing cell) possesses the functional equivalent of our nervous sytem, digestive system, respiratory system, excretory system, digestive system, respiratory systems, circulatory system, integument (skin) reproductive system and even a primitive immune system, which utilizes a family of anitbody-like proteins.' Pg. 37",
      "type": "I",
      "timestamp": "2016-03-08 20:04:36"
    },
    {
      "nodeID": "146607",
      "text": "So... the cells have two equivalents of the digestive system and two of the respiratory system(s)? I know that the cell's reproductive system is unlike human reproduction, in that one cell duplicates itself and a person does not. I would also like to know what either of you consider to be the cell's 'circulatory system.'",
      "type": "I",
      "timestamp": "2016-03-08 20:04:36"
    },
    {
      "nodeID": "146608",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:36"
    },
    {
      "nodeID": "146609",
      "text": "it combines the worlds of evolution (including biology, genes, cells, etc), spirituality, and health/diseases. He basicallly says that most of the billions of dollars pumped in to bio-tech is wasted because fixing genes will never fix the physical cause of disease. (RIGHT ON, Brother!).....",
      "type": "I",
      "timestamp": "2016-03-08 20:04:36"
    },
    {
      "nodeID": "146610",
      "text": "But it will stop the disease from being passed on to offspring... Or is that unimportant?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:36"
    },
    {
      "nodeID": "146611",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146612",
      "text": "and that our genes control nothing because they are merely tools that are under the influence of the body.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146613",
      "text": "So influence your genes to break apart. If successful, this would show that genes are required for growth and day-to-day functions. If unsuccessful, this will show that you need to reword that statement.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146614",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146615",
      "text": "(Death spike for ToE right there)",
      "type": "I",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146616",
      "text": "So, how many times have you said this? Also, does it appear to be working?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146617",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146618",
      "text": "'I taught my students that the biochemical mechanisms employed by cellular organelle systems are essentially the same mechanisms employed by our human organ systems. Even though humans are made up of trillions of cells, I stressed that there is not one new function in our bodies that is not already expressed in the single cell.'",
      "type": "I",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146619",
      "text": "So individual cells contract to move cytoplasm around and to transport oxygen within itself?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146620",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146621",
      "text": "Next, Dr. Lipton destroys any notion that our genes control us: '.....the media repeatedly distort the meaning of two words: correlation and causation. It's one thing to be linked to a disease; it's quite another to cause a disease, which implies a directing, controlling action. If I show you my keys and say that a particular key 'controls' my car, you at first might think that makes sense because you know you need that key to turn on the ignition. But does the key actually 'control' the car? If it did, you couldn't leave the key in the car alone because it might just borrow your car for a joy ride when you are not paying attention. In truth, the key is 'correlated' with the control of the car; but the person who actually turns the key actually controls the car. Specific genes are correlated with an organism's behavior and characteristics. But these genes are not activated until something triggers them.'",
      "type": "I",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146622",
      "text": "So this means that genes are not related to the traits our body has? I didn't think so...",
      "type": "I",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146623",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146624",
      "text": "I did not come on here to talk about Dr. Lipton's spiritual beliefs. My OP is about how evolutionists have developed a whole theory based on the fraudulent premise that genes control everything. How many times have you head 'it's in the genes'? But how can genes control anything if they don't even control the cell they reside in?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146625",
      "text": "You don't believe in inherited traits?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146626",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:37"
    },
    {
      "nodeID": "146627",
      "text": "It's all political. Science has all kinds of political ramifications. If the atheists can successfully steer people away from God, they can get them voting for the abortion-loving, tax-raising, American-hating party known as the Communists -- er -- Democrats.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:38"
    },
    {
      "nodeID": "146628",
      "text": "I will let Peeling address this. But seriously, do you truly believe that scientists are this great cabal whose ultimate purpose is to steer the political process in a more liberal direction? To what end? Are conservatives more unwilling to fund science, is that your point?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:38"
    },
    {
      "nodeID": "146629",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:38"
    }
  ],
  "edges": [
    {
      "edgeID": "188096",
      "fromID": "146604",
      "toID": "146605",
      "formEdgeID": null
    },
    {
      "edgeID": "188097",
      "fromID": "146605",
      "toID": "146603",
      "formEdgeID": null
    },
    {
      "edgeID": "188098",
      "fromID": "146607",
      "toID": "146608",
      "formEdgeID": null
    },
    {
      "edgeID": "188099",
      "fromID": "146608",
      "toID": "146606",
      "formEdgeID": null
    },
    {
      "edgeID": "188100",
      "fromID": "146610",
      "toID": "146611",
      "formEdgeID": null
    },
    {
      "edgeID": "188101",
      "fromID": "146611",
      "toID": "146609",
      "formEdgeID": null
    },
    {
      "edgeID": "188102",
      "fromID": "146613",
      "toID": "146614",
      "formEdgeID": null
    },
    {
      "edgeID": "188103",
      "fromID": "146614",
      "toID": "146612",
      "formEdgeID": null
    },
    {
      "edgeID": "188104",
      "fromID": "146616",
      "toID": "146617",
      "formEdgeID": null
    },
    {
      "edgeID": "188105",
      "fromID": "146617",
      "toID": "146615",
      "formEdgeID": null
    },
    {
      "edgeID": "188106",
      "fromID": "146619",
      "toID": "146620",
      "formEdgeID": null
    },
    {
      "edgeID": "188107",
      "fromID": "146620",
      "toID": "146618",
      "formEdgeID": null
    },
    {
      "edgeID": "188108",
      "fromID": "146622",
      "toID": "146623",
      "formEdgeID": null
    },
    {
      "edgeID": "188109",
      "fromID": "146623",
      "toID": "146621",
      "formEdgeID": null
    },
    {
      "edgeID": "188110",
      "fromID": "146625",
      "toID": "146626",
      "formEdgeID": null
    },
    {
      "edgeID": "188111",
      "fromID": "146626",
      "toID": "146624",
      "formEdgeID": null
    },
    {
      "edgeID": "188112",
      "fromID": "146628",
      "toID": "146629",
      "formEdgeID": null
    },
    {
      "edgeID": "188113",
      "fromID": "146629",
      "toID": "146627",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
