{
  "nodes": [
    {
      "nodeID": "140629",
      "text": "Absolutely nothing could persuade me to change my mind. It is absolutely abhorrent to me that a woman would be denied ownership and autonomy over her own body. It is a gross violation of human rights and liberty. Here I stand, for liberty and human rights. I shall not be moved.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:50"
    },
    {
      "nodeID": "140630",
      "text": "That's great for women! What about the rights of their children?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:50"
    },
    {
      "nodeID": "140631",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:50"
    },
    {
      "nodeID": "140632",
      "text": "Human rights? Is a human fetus (a human child in the fetal stage of their life) not a human life? Do I even need to bother with linking to a dictionary on this one anymore? Just one word; 'Hypocrisy'",
      "type": "I",
      "timestamp": "2016-03-08 19:51:50"
    },
    {
      "nodeID": "140633",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:50"
    },
    {
      "nodeID": "140634",
      "text": "Your definition of 'children' is questionable.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:50"
    },
    {
      "nodeID": "140635",
      "text": "As is yours. I'm ready willing and able to defend mine. Are you?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:50"
    },
    {
      "nodeID": "140636",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:50"
    },
    {
      "nodeID": "140637",
      "text": "Have you ever explored micro-biology. It is the most amazing universe you'd ever want to explore. It makes the macro-biology world look like lego blocks. If you've ever looked up at the stars and stood in amazement, that's childs play. Just a bunch of macro-scopic hyper-symmetric globules of matter interacting according to almost perfect text-book formulas. In the micro-biology world, we have almost no understanding of the complexities of interaction.. We have ZERO formulas that can predict appropriate interaction (though we spend hundreds of billions of dollars trying 'guesswork' in medical labs). micro-biology is the computer-programming world of individual atoms. The number of combinations of atomic interaction is mind-numbing - yet micro-biology has obviously harnessed certain useful patterns. Discovering DNA was like discovering that we can store programming code on electrical tape. That's a great discovery, but that is a far cry from learning to create software artificial intelligence (another area we're probably 100 years away from). Defining 'life begins at conception' is like saying that an airplane becomes an airplane when then contract is signed for a work-order. It's a meaningless point in time relative to the MILLIONS of complex interactions that are necessary for an airplanes life-cycle. Conception is the formation of a zygote, two gametes that are wonderfully complex machines that come in contact in a VERY small subset of life forms (most life-forms do not use sex-discrimination as a method of reproduction). If you looked at primitive single-celled micro-biology, you'd be hard pressed to even begin to quantify it's beauty and complexity. The fact that a subset of micro-biology happens to congregate into multi-cellular organisms for 'communal living' has both advantages and disadvantages (microbes will survive global warming, will we?). With multi-cellular life, there's sex and sexless reproduction... Again, the conception (from a mechanical perspective) is all but meaningless. So to give significance to conception reveals several things about the promoter: 1) There is little appreciation, or at least little awareness of the scope of complexities (i.e. how primitive humans and our brains are compared to the mechanics of our micro-biological constituents) 2) There is little appreciation, or at least little awareness of the insignificance of conception as a process (it merely promotes genetic diversity without the aid of external agents like viruses) 3) There is likely an overt indoctrination of a spiritual element to conception/birth - cognitive dissidence is common where a decision that you've made earlier in your life (i.e. that the church is a good source of wisdom) preempts future decisions, even in the face of new logical evidence.  It follows that 'life' as is primitively portrayed in the 'pro-life', 'pro-abortion' debate neglects the fact that we are not individuals, but a collective of billions of life-forms. Many of which dedicate their brief life to specific mechanical functions (formation of skin, hair, red-blood-cells, gametes, etc). Cells regularly 'commit suicide' for the good of the collective (they are programmed to do so). Thus the loss of a cell's life is precious, to be honored, and for the purposes of our discussion, to be taken in context. A zygote is nothing more than a fraction of a second after a mechanical process of two would-be-dead gametes. There is no 'injection-of-a-soul'. In Rush's paradigm, I challenge you to know otherwise. There is no measureable change in energy/mass or even appearance. Nothing more than can be derived by watching individual molecular structures interacting with their otherwise boring chemical surroundings. A 'soul', as many would promote, must either be intrinsically present before the zygote or be non-existent. There is no measureable guidance (no random operation - pure machine execution of pre-defined code sequences). And, FYI, the DNA is only a SMALL part of the code-sequencing. Each decade we discover new subtle aspects about micro-biology which humbles us in our lack of knowledge. The micro-biology-machine is glorious in it's complexity. A 'soul' as one can best be known could exist in the ancestry of micro-biology. The fore-bearers, a plausible architect. And in that vein, every cell that undergoes mitosis (or meiosis in the formation of gametes) is a subdivision of the ancestrial architecture. Not the formation of new 'life'. Nothing changes from the moment prio to and there-after - conception. It is not important for this discussion to elaborate on the origins one way or another. My intent is to express the complete lack of appreciation for what is probably the most important thing humans will ever have the privledge of conceiving. That we truely are insignificant compared to this vast existence.. That we are happily living at the top of the food-chain and chain of understanding (at least so far as we know there are no other being in our area with greater prowess). That we should be humble and respect 'life' (which hopefully I've conveyed as greater than humanity by many orders of magnitude). That death is an intricate part of life.. That life MUST commit suicide for the benifit of the many in order for the aggregate to survive.. That given the power to decide who/what lives and dies is not unique to us - even the earliest mobile micro-biology wielded this power. That we must strive to only kill in balance and for the greater good. And from that greater good, abortion becomes a mechanical act with significance. Is the world a better place for the abortion? Will life flourish because we've chosen to exclude one lineage of genetic diversity from prospering? I suggest that abortion can be part of the greater-good in many circumstances. To the same extent that not every sperm or egg is properly utilized.. The fact that some have unintentially become fertilized is irrelevant - to the same extent that a mechanical process is initiated unintentially (like accidentally hitting the wrong button on the keyboard - you quickly hit the escape function to 'regain control'). If the parents are not ready to organize their lives around producing the best possible children, then they are not fullfilling their duty as macro-scopic being. Or at least not fullfilling their potential and therefore arguably of little use to the collective. When you become parents, YOUR potential for growth is over.. That is, unless you adhere to the classical barefoot and pregnant mother, lifestyle, and you are the 'provider'. Whatever worth you provide to the world is, in all probability, limited to your contribution as a parent. You are probably not going to become president, etc, and thus have direct political impact on world affairs. But you can choose to raise a child with patience, discipline, intellect, respect and inspiration. And thereby produce a well balanced human that maintains hope for the future of our species. Or you can rush into parenthood, with a disconnected/mal-adjusted family, producing a depressed/ suicidal/introverted offspring. Which, on average, will 'get by' if not 'devolving' due to lack of survival-based-genetic-cleansing that our ancestors underwent. I have personally gone through more than one abortion. But they were days after the incident - and as I promote above, the 'escape button'. Soulfully irrelevant. Mechanically boring. The philosophical aspects are best left to the poets, who've got nothing better to do with their lives, apparently. I have a beautiful daughter right now for whom I love with my every breath; but I have no remorse over the false-starts of my past. And I argue, that if you think about it, neither should you.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:50"
    },
    {
      "nodeID": "140638",
      "text": "Before writing your biography, Mariast,.... did you happen to note the title and subject of the thread? 'What would it take to change your mind about abortion?' I have a beautiful daughter myself.  Her life began at conception.  How do I know this? I was there. Her conception was the very first time that a part of me (and a part of her mother) became a part of Her.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:50"
    },
    {
      "nodeID": "140639",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:51"
    },
    {
      "nodeID": "140640",
      "text": "Hense my attempt at expanding awareness. Silly me, thinking knowledge is useful in decision making.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:51"
    },
    {
      "nodeID": "140641",
      "text": "The only mind you need to know in this particular thread is your own. The only awareness you need concern yourself with to answer the question 'what does it take to change YOUR mind on abortion?' Is Yours. Please treat the question and this thread (indeed this forum) with some consideration for those who take the time to start a thread to explore a specific question or topic. Please?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:51"
    },
    {
      "nodeID": "140642",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:51"
    },
    {
      "nodeID": "140643",
      "text": "Why don't you take your own advice? What would it take to change YOUR mind on abortion? BTW, this, 'I said. 'I'll chain you to the bed before I let you kill our child.'' from your post #1 in this thread clearly indicates your true attitude. What kind of a man would chain a pregnant woman to a bed for the duration of a pregnancy? Now, while you are asking others what would change their minds, the question of what it would take to change YOURS looms ever larger.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:51"
    },
    {
      "nodeID": "140644",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:51"
    },
    {
      "nodeID": "140645",
      "text": "While I don't appreciate your tone, you are correct in that I misunderstood the premise of this thread. The short answer is that I would have to be convinced that a soul exists and that a soul is injected at any point in the process of conception through labor. An unlikely situation given that I'm an agnostic. Though I have said that I'm amendable to banning 3'rd trimester abortions as a compromise. Loosely related to having my mind changed.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:51"
    },
    {
      "nodeID": "140646",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:51"
    }
  ],
  "edges": [
    {
      "edgeID": "183866",
      "fromID": "140630",
      "toID": "140631",
      "formEdgeID": null
    },
    {
      "edgeID": "183867",
      "fromID": "140631",
      "toID": "140629",
      "formEdgeID": null
    },
    {
      "edgeID": "183868",
      "fromID": "140632",
      "toID": "140633",
      "formEdgeID": null
    },
    {
      "edgeID": "183869",
      "fromID": "140633",
      "toID": "140629",
      "formEdgeID": null
    },
    {
      "edgeID": "183870",
      "fromID": "140635",
      "toID": "140636",
      "formEdgeID": null
    },
    {
      "edgeID": "183871",
      "fromID": "140636",
      "toID": "140634",
      "formEdgeID": null
    },
    {
      "edgeID": "183872",
      "fromID": "140638",
      "toID": "140639",
      "formEdgeID": null
    },
    {
      "edgeID": "183873",
      "fromID": "140639",
      "toID": "140637",
      "formEdgeID": null
    },
    {
      "edgeID": "183874",
      "fromID": "140641",
      "toID": "140642",
      "formEdgeID": null
    },
    {
      "edgeID": "183875",
      "fromID": "140642",
      "toID": "140640",
      "formEdgeID": null
    },
    {
      "edgeID": "183876",
      "fromID": "140643",
      "toID": "140644",
      "formEdgeID": null
    },
    {
      "edgeID": "183877",
      "fromID": "140644",
      "toID": "140641",
      "formEdgeID": null
    },
    {
      "edgeID": "183878",
      "fromID": "140645",
      "toID": "140646",
      "formEdgeID": null
    },
    {
      "edgeID": "183879",
      "fromID": "140646",
      "toID": "140641",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
