{
  "nodes": [
    {
      "nodeID": "156108",
      "text": "Firstly handguns held by criminals are illegal in UK so the fact that homicides have increased is irrelevant to the handgun ban. One could argue that without the handgun ban the accidental death rate would have increased. Personally believe that the UK handgun ban was too much hysterical overreaction but there. Secondly the ownership or not of handguns has no known connection to the increase of any crime whether in Uk, Australia or USA.  Thirdly the ownership of guns in Switzerland relates to their military service requirements as Israel. Fourthly Not sure what doctors have to do with this anyway unless you wish to confie stats to gunshot wounds or the occasions when a doctor shoots their patient!",
      "type": "I",
      "timestamp": "2016-03-08 20:25:20"
    },
    {
      "nodeID": "156109",
      "text": "And the only reason the criminals hold handguns is because of the ban.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:20"
    },
    {
      "nodeID": "156110",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:25:20"
    },
    {
      "nodeID": "156111",
      "text": "I presume that is a joke. Criminals have always had guns ban or not",
      "type": "I",
      "timestamp": "2016-03-08 20:25:20"
    },
    {
      "nodeID": "156112",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:20"
    },
    {
      "nodeID": "156113",
      "text": "No the reason for owning a gun is very relevant in the case of switzerland and Israel. All males are in the army reserve and must have their weapons to hand.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:20"
    },
    {
      "nodeID": "156114",
      "text": "And what does it matter if they're in the army reserve, or a lawyer, a teacher, a doctor?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:20"
    },
    {
      "nodeID": "156115",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:20"
    },
    {
      "nodeID": "156116",
      "text": "I disagree. Well maybe technically. Let's look at it this way. Criminals' access to guns may even go slightly up, because there are SOME criminals who may not want to obtain a handgun illegally. But the access of innocent citizens will go up way more than that of criminals, thus less criminals will want to commit a robbery or something with the fear of the person living there owning a gun. Criminals may forget getting a gun anyway so maybe indirectly, but the major problem is access to guns, not ownership of guns. Access will go up, no one disputes that, but people using them for self-defense goes much higher so that more than makes up for the increase in access for criminals. Make sense?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:21"
    },
    {
      "nodeID": "156117",
      "text": "Yes, but I think you missed my point. I stated this above, remember the prohabition? People actually drank MORE alchohal. Without a ban, law abiding citizens and criminals will have them, with a ban, there will be just criminals.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:21"
    },
    {
      "nodeID": "156118",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:21"
    },
    {
      "nodeID": "156119",
      "text": "The doctor argument was brought up here a year ago or so and still is a dumb argument. What happens when you put purposeful doctor deaths vs. purposeful gun deaths?  There is no question that a gun sitting in a box is not really harmful.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:21"
    },
    {
      "nodeID": "156120",
      "text": "And there is also no question that sleeping doctors are harmful. I'm saying that owning a gun is less dangerous than seeing a doctor.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:21"
    },
    {
      "nodeID": "156121",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:21"
    },
    {
      "nodeID": "156122",
      "text": "Funnily enough a lot of sick people visit the doctor. There is also a correlation between sick people and people who die...",
      "type": "I",
      "timestamp": "2016-03-08 20:25:21"
    },
    {
      "nodeID": "156123",
      "text": "And, just as you gun control advocates claim, people who own guns and people who die also have a correlation.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:21"
    },
    {
      "nodeID": "156124",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:21"
    },
    {
      "nodeID": "156125",
      "text": "I'm not pushing to ban them or even to control them. I'm pointing out that your argument is an emotive one not a logical one. You want guns, have them.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:21"
    },
    {
      "nodeID": "156126",
      "text": "Oh. I got the impression that you were an anti. Nevermind.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:21"
    },
    {
      "nodeID": "156127",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:21"
    },
    {
      "nodeID": "156128",
      "text": "The biggest thing that really ###### me off though are the carry laws where I live (california). Essentially, you can't get a concealed carry permit in California (I say essentially because technically they are allowed to issue them, but it's essentially only for celebrities and political figures).  so...let me get this straight...I can own my handgun for self-defense, but it's illegal for me to carry it to defend against a threat. But then again, the muggers wont have concealed weapons also, right? Of course not, because it is illegal to carry it with you, and muggers and other criminals have a high amount of respect for the law.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:21"
    },
    {
      "nodeID": "156129",
      "text": "And that (among a number of other reasons) is why I will probably never, ever live in the state of California. Personally I have no desire to live somewhere that won't let me take the means to adequately defend my family and myself, if necessary.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:21"
    },
    {
      "nodeID": "156130",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:25:21"
    },
    {
      "nodeID": "156131",
      "text": "most research indicates social deprivation as being main causes of crime coupled nowadays with drugs SO WHY ARE GUNS BEING BLAMED FOR CAUSING CRIME!!! I've been saying this for years... Criminals have always had guns ban or not That is the exact point of this thread... guns bans/control doesn't stop the criminals, endangering the populace. If you want to argue anti-gun... don't support the side of us 'redneck-hillbilly-gunnuts' that you think are so stupid.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:22"
    },
    {
      "nodeID": "156132",
      "text": "But the number of criminals that have firearms can be reduced. In developed nations that have very strict gun laws there are a lot less criminals obtaining and using guns to commit crimes. How does your theory explain that?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:22"
    },
    {
      "nodeID": "156133",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:25:22"
    }
  ],
  "edges": [
    {
      "edgeID": "194800",
      "fromID": "156109",
      "toID": "156110",
      "formEdgeID": null
    },
    {
      "edgeID": "194801",
      "fromID": "156110",
      "toID": "156108",
      "formEdgeID": null
    },
    {
      "edgeID": "194802",
      "fromID": "156111",
      "toID": "156112",
      "formEdgeID": null
    },
    {
      "edgeID": "194803",
      "fromID": "156112",
      "toID": "156109",
      "formEdgeID": null
    },
    {
      "edgeID": "194804",
      "fromID": "156114",
      "toID": "156115",
      "formEdgeID": null
    },
    {
      "edgeID": "194805",
      "fromID": "156115",
      "toID": "156113",
      "formEdgeID": null
    },
    {
      "edgeID": "194806",
      "fromID": "156117",
      "toID": "156118",
      "formEdgeID": null
    },
    {
      "edgeID": "194807",
      "fromID": "156118",
      "toID": "156116",
      "formEdgeID": null
    },
    {
      "edgeID": "194808",
      "fromID": "156120",
      "toID": "156121",
      "formEdgeID": null
    },
    {
      "edgeID": "194809",
      "fromID": "156121",
      "toID": "156119",
      "formEdgeID": null
    },
    {
      "edgeID": "194810",
      "fromID": "156123",
      "toID": "156124",
      "formEdgeID": null
    },
    {
      "edgeID": "194811",
      "fromID": "156124",
      "toID": "156122",
      "formEdgeID": null
    },
    {
      "edgeID": "194812",
      "fromID": "156126",
      "toID": "156127",
      "formEdgeID": null
    },
    {
      "edgeID": "194813",
      "fromID": "156127",
      "toID": "156125",
      "formEdgeID": null
    },
    {
      "edgeID": "194814",
      "fromID": "156129",
      "toID": "156130",
      "formEdgeID": null
    },
    {
      "edgeID": "194815",
      "fromID": "156130",
      "toID": "156128",
      "formEdgeID": null
    },
    {
      "edgeID": "194816",
      "fromID": "156132",
      "toID": "156133",
      "formEdgeID": null
    },
    {
      "edgeID": "194817",
      "fromID": "156133",
      "toID": "156131",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
