{
  "nodes": [
    {
      "nodeID": "152893",
      "text": "Thanks for any assistance you can offer.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:07"
    },
    {
      "nodeID": "152894",
      "text": "You're welcome, and I hope Collin is wrong about you, and you are not a troll.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:07"
    },
    {
      "nodeID": "152895",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:07"
    },
    {
      "nodeID": "152896",
      "text": "3. What is the proposed progression in macroevolution? Is it something like unicellular life to multi-cellular life, random multi-cellular conglomerations to an amoeba, to a fish, to a dinosaur, to a mammal, to an ape, and finally to a man??",
      "type": "I",
      "timestamp": "2016-03-08 20:18:08"
    },
    {
      "nodeID": "152897",
      "text": "Far too simplistic to be called accurate, there is some truth in this.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:08"
    },
    {
      "nodeID": "152898",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:08"
    },
    {
      "nodeID": "152899",
      "text": "2. Does anyone know who first discovered cave heiroglyphics of what we would call a 'cave man?'",
      "type": "I",
      "timestamp": "2016-03-08 20:18:08"
    },
    {
      "nodeID": "152900",
      "text": "'cave men' did not leave hieroglyphs, unless you want to call ancient Egyptians cave men. The first drawings in caves were found by Marcelino Sanz de Sautuola in 1879.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:08"
    },
    {
      "nodeID": "152901",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:08"
    },
    {
      "nodeID": "152902",
      "text": "4. Are there other legitimate theories concerning the origin of our universe besides the Big Bang or is the Big Bang the most credible?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:08"
    },
    {
      "nodeID": "152903",
      "text": "There are certainly other theories, but the big bang is the only one supported by the evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:08"
    },
    {
      "nodeID": "152904",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:08"
    },
    {
      "nodeID": "152905",
      "text": "What is the proposed progression in macroevolution? Is it something like unicellular life to multi-cellular life, random multi-cellular conglomerations to an amoeba, to a fish, to a dinosaur, to a mammal, to an ape, and finally to a man?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:08"
    },
    {
      "nodeID": "152906",
      "text": "This is a good site to look at for such answers.  Tree of Life Web Project By the way, 'and finally to a man' implies both a direction to evolution and an end point. Both of these are not part of the modern synthesis.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:08"
    },
    {
      "nodeID": "152907",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:08"
    },
    {
      "nodeID": "152908",
      "text": "So, you consider a so called theory which allows a 10 billion year gap out of an alleged potential 10 to 20 billion year age for the occurrence to be the most credible theory? And is actually supported by evidence? If they have any evidence, why the 10 billion year gap for wiggle room? No wonder you accept evolution as a rational possibility. The fact is, they have no credible evidence at all as the big bang is nothing more than a deduction based on theoretical mathematical equations which can neither be confirmed or verified.  Just read the link and consider the factors cosmologists must consider before even doing the math required to come up with an age. Now consider how skewed the outcome must be if they are incorrectly interpreting even one aspect of the info they are relying on for the equations which result in an age. Any errors in those results and the out equations are useless. Thus, the 10 billion year gap in their cosmological guessing game. How Old is the Universe? Now consider the creator of the big bang theory itself. Edwin Hubble proposed the big bang as a possible beginning of the Universe based on the perceived expansion of the universe from a tiny central singularity back in 1929. Since then it has become the holy grail of the scientific community in explaining how Time and Space began. http://www.umich.edu/~gs265/bigbang.htm This theory is made up of nothing more than the imaginings of a young cosmologist back in 1929 yet has been adopted as a rational theory by the scientific community as if they are a bunch of lemmings who will grasp at any explanation which doesn't claim that God did it.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:08"
    },
    {
      "nodeID": "152909",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:09"
    },
    {
      "nodeID": "152910",
      "text": "Do you know of any other well known discoveries of cave drawings of 'primitive man?'",
      "type": "I",
      "timestamp": "2016-03-08 20:18:09"
    },
    {
      "nodeID": "152911",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:09"
    },
    {
      "nodeID": "152912",
      "text": "How would I fill in some of the gaps? Here was my sequence: something like unicellular life to multi-cellular life, random multi-cellular conglomerations to an amoeba, to a fish, to a dinosaur, to a mammal, to an ape, and finally to a man??",
      "type": "I",
      "timestamp": "2016-03-08 20:18:09"
    },
    {
      "nodeID": "152913",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:09"
    },
    {
      "nodeID": "152914",
      "text": "No, there were never any Quadruped humans. All species considered humans walked upright.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:09"
    },
    {
      "nodeID": "152915",
      "text": "Does any part of the theory of evolution give an accounting of how we transitioned from quadruped movements of the ape to biped?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:09"
    },
    {
      "nodeID": "152916",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:09"
    },
    {
      "nodeID": "152917",
      "text": "So, you consider a so called theory which allows a 10 billion year gap out of an alleged potential 10 to 20 billion year age for the occurrence to be the most credible theory? And is actually supported by the evidence? If they have any evidence, why the 10 billion year gap for wiggle room? No wonder you accept evolution as a rational possibility.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:09"
    },
    {
      "nodeID": "152918",
      "text": "First, the universe is currently though to be between 13.5 and 14 billion years old. Second, what is this 'gap' you're talking about?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:09"
    },
    {
      "nodeID": "152919",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:09"
    },
    {
      "nodeID": "152920",
      "text": "Honest question Arch: where is the problem with a potential variance of 10 billion years? I know this question may appear ridiculous to you but could you take the question in the spirit it was meant?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:09"
    },
    {
      "nodeID": "152921",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:09"
    },
    {
      "nodeID": "152922",
      "text": "Now consider the creator of the big bang theory itself. Edwin Hubble proposed the big bang as a possible beginning of the Universe based on the perceived expansion of the universe from a tiny central singularity back in 1929.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:09"
    },
    {
      "nodeID": "152923",
      "text": "Wrong. It was Lemaitre who proposed the big bang theory, although it wasn't called that at first.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:09"
    },
    {
      "nodeID": "152924",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:10"
    },
    {
      "nodeID": "152925",
      "text": "This theory is made up of nothing more than the imaginings of a young cosmologist back in 1929 yet has been adopted as a rational theory by the scientific community as if they are a bunch of lemmings who will grasp at any explanation which doesn't claim that God did it.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:10"
    },
    {
      "nodeID": "152926",
      "text": "Since it wasn't thought up by Hubble, the rest of your post doesn't follow.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:10"
    },
    {
      "nodeID": "152927",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:10"
    },
    {
      "nodeID": "152928",
      "text": "Since then it has become the holy grail of the scientific community in explaining how Time and Space began.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:10"
    },
    {
      "nodeID": "152929",
      "text": "Holy grail implies it is like a religion, which it is not. If evidence is found that overturns this theory, it will be discarded in favour of a better one.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:10"
    },
    {
      "nodeID": "152930",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:10"
    },
    {
      "nodeID": "152931",
      "text": "The big bang theory actually describes the universe very well and is the best working model we have. No one has developed a complete model of the universe that can describe all observations. That doesn't make the model completely false, it just makes it incomplete. Back in the day, Newtonian physics was dominant. Then came Einstein's Theory of General Relativity (which is fascinating in discovering that space and time are one thing), and the Big Bang Theory which developed on top of that. There are problems with General Relativity, which breaks down the closer the model gets to the actual moments of the beginning of the universe. I'm going to say it again: the model isn't wrong, its incomplete. Models get replaced by better models that better fit our observations. Big Bang merely describes the way the universe works, it doesn't make any predictions as to what was responsible for setting these events in motion.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:10"
    },
    {
      "nodeID": "152932",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:10"
    },
    {
      "nodeID": "152933",
      "text": "Answered above. I edited my post with further explanation.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:10"
    },
    {
      "nodeID": "152934",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:10"
    },
    {
      "nodeID": "152935",
      "text": "I get a kick out that 'currently' you mention. When I was in school, the age was only 4.5 billion years old. What will it be in 10 years? Only God knows, because no scientist has a clue. Here's my edited post from above. Also, notice how every link gives a different estimated age. The question is, whom do we believe? Or should we just not get hung up on such details as we place our faith in the imaginings of dreamers?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:10"
    },
    {
      "nodeID": "152936",
      "text": "So, what you're saying is we shouldn't look at evidence and refine our methods and calculations when more accurate data allows for more accurate outcomes? We should just make a statement once, and stick to that, no matter what reality shows us? As to your 10 billion year 'gap' which turned out to be not a gap but a differece that came about by using different data sets to calculate the age, first of all, why is this a problem, second of all, have you heard of the WMAP project? It returned a highly accurate age for the universe.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:10"
    },
    {
      "nodeID": "152937",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:10"
    },
    {
      "nodeID": "152938",
      "text": "Damn, your links sure show a lack of knowledge. Do you have any sources that aren't ignorant as all heck? While Hoyle came up with the term 'the big bang', he was mocking it. Hoyle was a proponent of the Steady State concept of the universe, which he held on to long after it was disproved by empirical evidence. FFS, if you are going to use a source, have one that at least has the history of the theory right?  Yes, the estimated age of the universe changed over time. We got increasingly more sophisticated ways to measure it. In the last 30 years, the age estimate has not significantly changed, but the +/- has narrowed drastically. Do try to use a source that isn't over 30 years old.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:10"
    },
    {
      "nodeID": "152939",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:11"
    },
    {
      "nodeID": "152940",
      "text": "It is more along the lines of tree dwelling to prairie. Take a look at how the current tree dwelling primate loco move, then look the mammals that live on the plains tend to stand up to peer over the grass to see if enemies are coming.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:11"
    },
    {
      "nodeID": "152941",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:11"
    },
    {
      "nodeID": "152942",
      "text": "Well, again, the best resource I could think of is wikipedia, just do a few searches there (I suggest starting with 'Human evolution') and I'm sure most of your questions will be answered. Bear in mind though that even this will only give you a basic overview. If you really want to go in depth, take a college course on evolution. Another good site would be TalkOrigins Archive: Exploring the Creation/Evolution Controversy",
      "type": "I",
      "timestamp": "2016-03-08 20:18:11"
    },
    {
      "nodeID": "152943",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:11"
    },
    {
      "nodeID": "152944",
      "text": "I don't believe I know Collin. And I've never been really certain of what a troll is. I'm just looking for information.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:11"
    },
    {
      "nodeID": "152945",
      "text": "He made a post suggesting you were a troll, it has been removed it seems. Anyway, glad to help.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:11"
    },
    {
      "nodeID": "152946",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:11"
    },
    {
      "nodeID": "152947",
      "text": "HOW we transitioned is by mutation and natural selection. The ability to walk upright gave us a better overview of the area, giving us more time to react if there was a predator around. It also freed up our hands, and we slowly began using tools more and more. As for WHEN this happened, I give you : Australopithecus afarensis",
      "type": "I",
      "timestamp": "2016-03-08 20:18:11"
    },
    {
      "nodeID": "152948",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:11"
    },
    {
      "nodeID": "152949",
      "text": "Know of them, no, since I haven't studied any of it, however, typing in 'cave drawing' at wikipedia brought this up, I suggest you take a look. Cave painting",
      "type": "I",
      "timestamp": "2016-03-08 20:18:11"
    },
    {
      "nodeID": "152950",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:11"
    }
  ],
  "edges": [
    {
      "edgeID": "192520",
      "fromID": "152894",
      "toID": "152895",
      "formEdgeID": null
    },
    {
      "edgeID": "192521",
      "fromID": "152895",
      "toID": "152893",
      "formEdgeID": null
    },
    {
      "edgeID": "192522",
      "fromID": "152897",
      "toID": "152898",
      "formEdgeID": null
    },
    {
      "edgeID": "192523",
      "fromID": "152898",
      "toID": "152896",
      "formEdgeID": null
    },
    {
      "edgeID": "192524",
      "fromID": "152900",
      "toID": "152901",
      "formEdgeID": null
    },
    {
      "edgeID": "192525",
      "fromID": "152901",
      "toID": "152899",
      "formEdgeID": null
    },
    {
      "edgeID": "192526",
      "fromID": "152903",
      "toID": "152904",
      "formEdgeID": null
    },
    {
      "edgeID": "192527",
      "fromID": "152904",
      "toID": "152902",
      "formEdgeID": null
    },
    {
      "edgeID": "192528",
      "fromID": "152906",
      "toID": "152907",
      "formEdgeID": null
    },
    {
      "edgeID": "192529",
      "fromID": "152907",
      "toID": "152905",
      "formEdgeID": null
    },
    {
      "edgeID": "192530",
      "fromID": "152908",
      "toID": "152909",
      "formEdgeID": null
    },
    {
      "edgeID": "192531",
      "fromID": "152909",
      "toID": "152894",
      "formEdgeID": null
    },
    {
      "edgeID": "192532",
      "fromID": "152910",
      "toID": "152911",
      "formEdgeID": null
    },
    {
      "edgeID": "192533",
      "fromID": "152911",
      "toID": "152894",
      "formEdgeID": null
    },
    {
      "edgeID": "192534",
      "fromID": "152912",
      "toID": "152913",
      "formEdgeID": null
    },
    {
      "edgeID": "192535",
      "fromID": "152913",
      "toID": "152894",
      "formEdgeID": null
    },
    {
      "edgeID": "192536",
      "fromID": "152915",
      "toID": "152916",
      "formEdgeID": null
    },
    {
      "edgeID": "192537",
      "fromID": "152916",
      "toID": "152914",
      "formEdgeID": null
    },
    {
      "edgeID": "192538",
      "fromID": "152918",
      "toID": "152919",
      "formEdgeID": null
    },
    {
      "edgeID": "192539",
      "fromID": "152919",
      "toID": "152917",
      "formEdgeID": null
    },
    {
      "edgeID": "192540",
      "fromID": "152920",
      "toID": "152921",
      "formEdgeID": null
    },
    {
      "edgeID": "192541",
      "fromID": "152921",
      "toID": "152908",
      "formEdgeID": null
    },
    {
      "edgeID": "192542",
      "fromID": "152923",
      "toID": "152924",
      "formEdgeID": null
    },
    {
      "edgeID": "192543",
      "fromID": "152924",
      "toID": "152922",
      "formEdgeID": null
    },
    {
      "edgeID": "192544",
      "fromID": "152926",
      "toID": "152927",
      "formEdgeID": null
    },
    {
      "edgeID": "192545",
      "fromID": "152927",
      "toID": "152925",
      "formEdgeID": null
    },
    {
      "edgeID": "192546",
      "fromID": "152929",
      "toID": "152930",
      "formEdgeID": null
    },
    {
      "edgeID": "192547",
      "fromID": "152930",
      "toID": "152928",
      "formEdgeID": null
    },
    {
      "edgeID": "192548",
      "fromID": "152931",
      "toID": "152932",
      "formEdgeID": null
    },
    {
      "edgeID": "192549",
      "fromID": "152932",
      "toID": "152908",
      "formEdgeID": null
    },
    {
      "edgeID": "192550",
      "fromID": "152933",
      "toID": "152934",
      "formEdgeID": null
    },
    {
      "edgeID": "192551",
      "fromID": "152934",
      "toID": "152920",
      "formEdgeID": null
    },
    {
      "edgeID": "192552",
      "fromID": "152936",
      "toID": "152937",
      "formEdgeID": null
    },
    {
      "edgeID": "192553",
      "fromID": "152937",
      "toID": "152935",
      "formEdgeID": null
    },
    {
      "edgeID": "192554",
      "fromID": "152938",
      "toID": "152939",
      "formEdgeID": null
    },
    {
      "edgeID": "192555",
      "fromID": "152939",
      "toID": "152935",
      "formEdgeID": null
    },
    {
      "edgeID": "192556",
      "fromID": "152940",
      "toID": "152941",
      "formEdgeID": null
    },
    {
      "edgeID": "192557",
      "fromID": "152941",
      "toID": "152910",
      "formEdgeID": null
    },
    {
      "edgeID": "192558",
      "fromID": "152942",
      "toID": "152943",
      "formEdgeID": null
    },
    {
      "edgeID": "192559",
      "fromID": "152943",
      "toID": "152910",
      "formEdgeID": null
    },
    {
      "edgeID": "192560",
      "fromID": "152945",
      "toID": "152946",
      "formEdgeID": null
    },
    {
      "edgeID": "192561",
      "fromID": "152946",
      "toID": "152944",
      "formEdgeID": null
    },
    {
      "edgeID": "192562",
      "fromID": "152947",
      "toID": "152948",
      "formEdgeID": null
    },
    {
      "edgeID": "192563",
      "fromID": "152948",
      "toID": "152910",
      "formEdgeID": null
    },
    {
      "edgeID": "192564",
      "fromID": "152949",
      "toID": "152950",
      "formEdgeID": null
    },
    {
      "edgeID": "192565",
      "fromID": "152950",
      "toID": "152910",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
