{
  "nodes": [
    {
      "nodeID": "152635",
      "text": "Then, there are various fossilization mechanisms. I couldn't find any good information about the rates of said mechanisms, so I thought this thread might start some good debate on the subject because of that.  Now, how long did the fossilization take? Did it take 10 or 10,000 or 10,000,000 years? Are the fossils we see all the result of one big 'tragic' event for all, or little 'tragic' events for each? Any thoughts?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:25"
    },
    {
      "nodeID": "152636",
      "text": "Well, Google is your friend here emoticon_idea - try fossil and see what you get. Alternatively click the link in my sig and look in the archive section at Talk Origins. It is not possible to break fossilisation down into such simple notions as 'one big preservation event' and lots of 'little preservations'. If you can think of some examples of fossils then we can examine them more specifically as what can be said about the circumstances of their preservation. I've been a bit vague here as it is a) such a broad subject to describe succinctly emoticon_wow b) I'm tired emoticon_zzzz and c) I'm full of cold emoticon_frazzled No doubt someone who isn't under the influence of b) and/or c) will chime in as well with more details while I pull round.  Now, where was my hankerchief......emoticon_xclown",
      "type": "I",
      "timestamp": "2016-03-08 20:17:25"
    },
    {
      "nodeID": "152637",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:17:26"
    },
    {
      "nodeID": "152638",
      "text": "Hi all, I decided to start a thread to see what folks had to say about fossilization. I'll start by saying that, as I understand it, death is certain and fossilization of the remains is highly uncommon. An animal or plant dies and immediately scavengers, animals plants and bacteria, start the process of reclaiming materials from the carcass. There is very little chance of any part of the organism to be left to fossilize. Unless the carcass was relatively quickly protected from scavenger organisms, there is hardly any chance it will form a fossil. So, maybe most fossils we see are the result of a tragic, untimely death. Is this evidence for the flood?",
      "type": "I",
      "timestamp": "2016-03-08 20:17:26"
    },
    {
      "nodeID": "152639",
      "text": "Well by the Flood, I assume you are refering to the description given in Genesis? Fossils we find today have been attributed to a remarkable variety of environmental settings that allowed them to be preserved. Also, you seem to be refering to the preservation of large animals such as terrestrial vertebrates, which are far rarer than fossils of marine organisms with calcarous skeletons. In that regard, some types of rock are basically one huge fossil as most of their composition is derived from dead animal material. There are just so many different types in which creatures are preserved it is not possible to consider the events within the context of a word like 'tragic' Unusual? sometimes. In some cases the word inevitable is the most apt. Also, there are quite a few numbers of ways in which animals have been preserved without the direct involvement of water/sedimentation- terrestrial invertebrates trapped in amber, tarpit 'traps' like those of the famous Rancho la Brea with remarkable preservations of ice-age mammal fauna and mummified animals from desert environments (off the top of my head). Plus then you have a whole set of fossils preserved in water conditions where there has been very slow, low energy deposition of sediments, like black shales and the Lithographic limestones of Solnhofen.",
      "type": "I",
      "timestamp": "2016-03-08 20:17:26"
    },
    {
      "nodeID": "152640",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:17:26"
    }
  ],
  "edges": [
    {
      "edgeID": "192344",
      "fromID": "152636",
      "toID": "152637",
      "formEdgeID": null
    },
    {
      "edgeID": "192345",
      "fromID": "152637",
      "toID": "152635",
      "formEdgeID": null
    },
    {
      "edgeID": "192346",
      "fromID": "152639",
      "toID": "152640",
      "formEdgeID": null
    },
    {
      "edgeID": "192347",
      "fromID": "152640",
      "toID": "152638",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
