{
  "nodes": [
    {
      "nodeID": "150546",
      "text": "Originally posted by Crim RUT of proof? This is how science operates.   That doesn't make the interpretations equally valid.  Their days are not comparable with modern times. They did not have instantaneous spreading of information, equal technology, or nearly the same number of scientists.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:54"
    },
    {
      "nodeID": "150547",
      "text": "And thats my point, science operates on it's means of accesing valid mechanisms. That said, science will only allow what IT decides is 'valid', just like the church. Science defines what is valid and what isn't, just like the church. 'Instantaeneous' comunication and large volumes of scientists does NOT make science any more right, it meerly increases the volume of stuff that they come up with. And again, your point brings back the arguement that when technology proggresses further we may still discover things which force science to re-write their books. Your view is purely subjective, even the evidence itself is opinion.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:54"
    },
    {
      "nodeID": "150548",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:54"
    },
    {
      "nodeID": "150549",
      "text": "Originally posted by DarKnight But what is logic other then a dogma with a higher refresher rate?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:54"
    },
    {
      "nodeID": "150550",
      "text": "Well, I would call it a formalized set of rules and procedures for evaluating the validity of propositions. How does that relate to a dogma with a higher refresh rate?????",
      "type": "I",
      "timestamp": "2016-03-08 20:12:54"
    },
    {
      "nodeID": "150551",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:54"
    },
    {
      "nodeID": "150552",
      "text": "Frankly, tell me what you know about the Bible and what it says about Christ.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:55"
    },
    {
      "nodeID": "150553",
      "text": "I know that Christ isn't mentioned in either of the Old Testament creation myths. In fact, he isn't mentioned in the Old Testament at all. He is mentioned a lot in the New Testament, the stories that were written 40 to 100 years after he is supposed to have lived.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:55"
    },
    {
      "nodeID": "150554",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:55"
    },
    {
      "nodeID": "150555",
      "text": "Truth has amazing properties Lurch. It can not be decided by majority votes or 'scientific' speculations.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:55"
    },
    {
      "nodeID": "150556",
      "text": "And it can't be detected by mindless clutching at mythology.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:55"
    },
    {
      "nodeID": "150557",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:55"
    },
    {
      "nodeID": "150558",
      "text": "That is your right. But it does not make the 'Bang' true.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:55"
    },
    {
      "nodeID": "150559",
      "text": "And you have a right to cling to superstition and magic as true. But that doesn't make mythology true.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:55"
    },
    {
      "nodeID": "150560",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:55"
    },
    {
      "nodeID": "150561",
      "text": "If you do not think it did happened it is your privilege, provided by your Maker. Yet because there are those who do not accept a record as factual it does not make it a 'myth'. (This is just plain logic.)",
      "type": "I",
      "timestamp": "2016-03-08 20:12:55"
    },
    {
      "nodeID": "150562",
      "text": "And because a few people of weak faith and limited thinking declare mythology to be history doesn't make it so. There is nothing logical about accepting mythology as fact. There is nothing to distinguish the creation myths of the Bible from creation myths of any culture.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:55"
    },
    {
      "nodeID": "150563",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:55"
    },
    {
      "nodeID": "150564",
      "text": "Originally posted by Gabor One of the most hilarious ones is the idea that the laws are the 'intrinsic' properties of matter. So a piece of stone has the force of gravity as its own property does not it? This is 'mythology' and the worst of it.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:55"
    },
    {
      "nodeID": "150565",
      "text": "Well, I've personally measured the gravitational pull of a ball of lead about 5cm in diameter. Are you suggesting that angels push the planets around? That was the leading theory before Newton.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:55"
    },
    {
      "nodeID": "150566",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:55"
    },
    {
      "nodeID": "150567",
      "text": "Originally posted by Gabor  By the way Newton was also a Bible scholar. Was he behind this great 'age of science' mentally?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:56"
    },
    {
      "nodeID": "150568",
      "text": "And as a result of his Bible studies he rejected the Trinity.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:56"
    },
    {
      "nodeID": "150569",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:12:56"
    },
    {
      "nodeID": "150570",
      "text": "Originally posted by Demon38  Seriously, is English your second language?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:56"
    },
    {
      "nodeID": "150571",
      "text": "Yes, it is, and I'll gladly excuse his grammar compared to my zero ability in Hungarian.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:56"
    },
    {
      "nodeID": "150572",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:12:56"
    },
    {
      "nodeID": "150573",
      "text": "My story, on the other hand, includes an omnipotent and omnipresent power who only lets as know what it wants to.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:56"
    },
    {
      "nodeID": "150574",
      "text": "So basically your story is worthless. You can't show an omnipotent or omnipresent power to exist. You can't show how the power works. You can't show the power in action. Science is more than just having a story which can fit the facts.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:56"
    },
    {
      "nodeID": "150575",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:56"
    },
    {
      "nodeID": "150576",
      "text": "the simplest organism is the most effective so how did slightly more complex organisms out-compete simple fast-growing ones?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:56"
    },
    {
      "nodeID": "150577",
      "text": "You don't have to be the best organism to survive. You just have to be good ENOUGH.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:56"
    },
    {
      "nodeID": "150578",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:56"
    },
    {
      "nodeID": "150579",
      "text": "Mechanism? what for? Being of a much greater power puts any 'mechanisms' beyond our understanding.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:56"
    },
    {
      "nodeID": "150580",
      "text": "So your idea is completely unscientific.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:56"
    },
    {
      "nodeID": "150581",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:57"
    },
    {
      "nodeID": "150582",
      "text": "Science, like religon, is just another way to see the world.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:57"
    },
    {
      "nodeID": "150583",
      "text": "But they are implemented completely differently.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:57"
    },
    {
      "nodeID": "150584",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:57"
    },
    {
      "nodeID": "150585",
      "text": "So what if my idea is unscientific? yours is un-religous, whats your point?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:57"
    },
    {
      "nodeID": "150586",
      "text": "You were passing it off as scientific. -I don't know anything about the evolution of heart chambers. -We see the same mutation happen all the time. Not all people with Down's Syndrome have parents with Down's Syndrome genes.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:57"
    },
    {
      "nodeID": "150587",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:57"
    },
    {
      "nodeID": "150588",
      "text": "I know we didn't live with dinosaurs, I was talking about mammals in general.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:57"
    },
    {
      "nodeID": "150589",
      "text": "You made it sound like humans and dinosaurs were competing and we got a lucky break by having a meteor knock off the dinos. If mammals had died off, we wouldn't be around to know about it.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:57"
    },
    {
      "nodeID": "150590",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:57"
    },
    {
      "nodeID": "150591",
      "text": "Science defines what is valid and what isn't, just like the church.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:57"
    },
    {
      "nodeID": "150592",
      "text": "Yes, but reason and dogma are not the same standard.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:57"
    },
    {
      "nodeID": "150593",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:57"
    },
    {
      "nodeID": "150594",
      "text": "Both Evolution and Creation are religions.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:57"
    },
    {
      "nodeID": "150595",
      "text": "No. Evolution is a scientific study of the evidence of how life changes. Evolutionary theory offers falsifiable explanations of how that works. Creationism is religious in that it is based on no evidence. It is based on mythology.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:58"
    },
    {
      "nodeID": "150596",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:58"
    },
    {
      "nodeID": "150597",
      "text": "Both Evolutionists and Creationists have the same 'facts' and 'evidence.' Our bias determines who we interpret them.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:58"
    },
    {
      "nodeID": "150598",
      "text": "Well, in the case of a creationist, the bias determines what evidence will be discarded, what evidence will be twisted, what evidence will simply be ignored.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:58"
    },
    {
      "nodeID": "150599",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:58"
    },
    {
      "nodeID": "150600",
      "text": "Origins have to be taken on faith because nobody was there to see it happen.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:58"
    },
    {
      "nodeID": "150601",
      "text": "So geology is a religion because we weren't here to see rock X formed?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:58"
    },
    {
      "nodeID": "150602",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:58"
    },
    {
      "nodeID": "150603",
      "text": "To say a fish became amphibian, and offer no transtional from is ridiculous.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:58"
    },
    {
      "nodeID": "150604",
      "text": "And to deny that there are no transitionals without having the integrity to at least making an effort to learn what you are talking about is ridiculous. There are lots of transitional fossils. Museums are full of them and more are being discovered on an almost daily basis. There are news stories that report them all over the place. Try reading At the Water's Edge: Fish with Fingers, Whales with Legs, and How Life Came Ashore but Then Went Back to Sea by Carl Zimmer. It will tell you about two transitional series. Also read Taking Wing: Archaeopteryx and the Evolution of Bird Flight by Pat Shipman for the story of what we can learn from even limited transitional specimens and why. Also read The Mistaken Extinction: Dinosaur Evolution and the Origin of Birds by Lowell Dingus and Timothy Rowe. I found the book excellent even though recent finds of feathered dinosaurs have made some of the material a bit dated. It will give you an idea of how the fossil record fits together. At least you might learn what a transitional is.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:58"
    },
    {
      "nodeID": "150605",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:58"
    },
    {
      "nodeID": "150606",
      "text": "You said in one post you are a ex-christian. If you new anything of Christianity you would know this is not possible. It is possible you had the title of Christian without the relationship which gives you this title. Christianity subscribes to the power of God to save you, not of any power of your own. If one could be come unsaved, he becomes more powerful than God (Impossible within Christianity).",
      "type": "I",
      "timestamp": "2016-03-08 20:12:58"
    },
    {
      "nodeID": "150607",
      "text": "Well then. All of the ex-christians have it both ways don't they. Since they are saved they can lie, cheat, steal and have wild, illicit sex (following the example of several christian preachers).",
      "type": "I",
      "timestamp": "2016-03-08 20:12:58"
    },
    {
      "nodeID": "150608",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:58"
    },
    {
      "nodeID": "150609",
      "text": "We must agree that both of these examples are mere therory science can not observe actual evoultion of life nor can we see creation as it is describe in genisis.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:59"
    },
    {
      "nodeID": "150610",
      "text": "No. We don't agree. For one thing your faith isn't a theory. Creation as described in Genesis is a myth, in fact, two myths. Furthermore, a scientific theory doesn't mean 'wild guess with no foundation'. That seems to be what you want the word to mean. In science a theory is an explanation for observed facts that has been tested. You see, a theory is predictive. I'll give you some examples of scientific theories. The germ theory of disease, the theory of gravitation, the heliocentric theory, tectonic theory, atomic theory. Moreover, you are wrong that science cannot observe actual evolution of life. It is done all the time. While it may be debatable that a virus is alive, the recent case of SARS making the jump from civets to humans after a mutation is evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:59"
    },
    {
      "nodeID": "150611",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:59"
    },
    {
      "nodeID": "150612",
      "text": "However macroevolution is quite diffrent.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:59"
    },
    {
      "nodeID": "150613",
      "text": "No. It's not. Speciation has been observed. After two lines of organisms are separated for millions of years, they are no longer able to interbreed. Oh, I forgot. You think the earth is only a few thousand years old because your mythology that you believe by faith tells you that.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:59"
    },
    {
      "nodeID": "150614",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:59"
    },
    {
      "nodeID": "150615",
      "text": "To have a fin and a finger will not allow for survival. This mutated animal will find itself unable to flee it's preditors.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:59"
    },
    {
      "nodeID": "150616",
      "text": "Really? So because you don't understand how evolution takes place it must not be true. Because you haven't invested enough effort to learn what you are talking about, it must not be true. 'POOF' is a much better answer for you because you don't have to think. You have the answer to every question, your goddidit!",
      "type": "I",
      "timestamp": "2016-03-08 20:12:59"
    },
    {
      "nodeID": "150617",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:59"
    },
    {
      "nodeID": "150618",
      "text": "But on the other hand I don't confuse my faith with science based on evidence. Evolution is not my faith and I take none of it by faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:59"
    },
    {
      "nodeID": "150619",
      "text": "So after misrepresenting me, you compound that dishonesty by pretending that you are innocent of the whole thing. You were trying to be funny when you misrepresented me and when called to task, you continue to lie.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:59"
    },
    {
      "nodeID": "150620",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:59"
    },
    {
      "nodeID": "150621",
      "text": "Mythology doen't include historcally correct and factual prophecy. The claims made in the Bible can all be see in secular history.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:59"
    },
    {
      "nodeID": "150622",
      "text": "Really? Let me see. Two creation myths and a global flood myth where 5 million 'kinds' of animal were crammed into a big box that magically floats for a year - yeah, that's secular history.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:59"
    },
    {
      "nodeID": "150623",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:00"
    },
    {
      "nodeID": "150624",
      "text": "Yes i believ in a young Earth. However at the end of the creation week it was fully mature. I can easily see why men can say it looks old.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:00"
    },
    {
      "nodeID": "150625",
      "text": "But because your book of mythology tells you about a week of creation, you prefer that (because it requires less thought) to examining reality.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:00"
    },
    {
      "nodeID": "150626",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:00"
    },
    {
      "nodeID": "150627",
      "text": "And I would appreiciate your refraining from calling the Bible mythology.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:00"
    },
    {
      "nodeID": "150628",
      "text": "And I would appreciate your refraining from calling your mythology a theory.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:00"
    },
    {
      "nodeID": "150629",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:00"
    },
    {
      "nodeID": "150630",
      "text": "Lurch? Wake up friend and open your eyes.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:00"
    },
    {
      "nodeID": "150631",
      "text": "And instead place my faith in the mythology of nomadic herdsmen? It is much more logical to believe in some all knowing but unknowable magic being who poofed everything into existance and then created all of the evidence to make it appear as if he didn't.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:00"
    },
    {
      "nodeID": "150632",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:00"
    },
    {
      "nodeID": "150633",
      "text": "Creation has been around a lot longer than your post implied. It was recorded in Genisis and passed down for many generations.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:00"
    },
    {
      "nodeID": "150634",
      "text": "Yes, the mythology has been around for a long time. Most cultures had their own. You have adopted the mythology of ancient Hebrews. You probably even somehow reconcile both stories of creation in your mind. But the technology and the techniques to use that technology didn't develop until about 400 years ago. Every since then we have used the idea that we can learn about our world by careful observation and experimentation. About 150 years ago, Darwin and Wallace recognized a mechanism for why living things change. About the same time, Mendel recognized how those changes were passed on to off spring. That the Biblical mythology of creation was false was actually demonstrated by men who believed in creation. They tried to reconcile their Bible with what was obviously true from the observations they made. But creationism has only been around since the early 20th century. It grew out of the anti-science movement of fundamentalism. It actually became popular in the 1960's.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:00"
    },
    {
      "nodeID": "150635",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:00"
    },
    {
      "nodeID": "150636",
      "text": "Genisis includes many events and personel that have been proven to take place and lived. Why would a book be right about the lives and events recorded in it and wrong about origin.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:00"
    },
    {
      "nodeID": "150637",
      "text": "Because the men who wrote it mixed their mythology in with their heros. The first 11 chapters of Genesis are obviously mythology. And if what you say is true, then I guess that means that the Illiad is historical. Why would Homer be right about some lives and events, but wrong about others? And of course, there are other parts of the Bible that are pure fiction - Jonah and Job for example.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:01"
    },
    {
      "nodeID": "150638",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:13:01"
    },
    {
      "nodeID": "150639",
      "text": "You tell me that Job and Jonah are fiction. I tell you that evolution is fiction. Maybe we are both right.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:01"
    },
    {
      "nodeID": "150640",
      "text": "No. Not only are you wrong, you seem to lack the integrity to learn the basics of what you claim to oppose. You oppose evolution you say, but you have no idea of what it is. Most educated creationists not only admit evolution, they propose evolution at rates that make real biologists laugh.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:01"
    },
    {
      "nodeID": "150641",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:01"
    },
    {
      "nodeID": "150642",
      "text": "You said that I and others like me place my faith in mythology.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:01"
    },
    {
      "nodeID": "150643",
      "text": "So you have said.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:01"
    },
    {
      "nodeID": "150644",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:13:01"
    },
    {
      "nodeID": "150645",
      "text": "You stated the 'Illiad' has historical figures. Many writings do. What distingustes the two is that one is fact and the other fiction. Noone claimes that Homer was conducting a documentary of this time and these people.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:01"
    },
    {
      "nodeID": "150646",
      "text": "I see. So the Bible is true because you claim it is true.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:01"
    },
    {
      "nodeID": "150647",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:13:01"
    },
    {
      "nodeID": "150648",
      "text": "from there they spread throughout the world.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:01"
    },
    {
      "nodeID": "150649",
      "text": "Yes, our origins were probably in Africa. That's where the oldest humanoid fossils are found.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:01"
    },
    {
      "nodeID": "150650",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:13:01"
    },
    {
      "nodeID": "150651",
      "text": "all humans are traced to monkeys from Africa.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:02"
    },
    {
      "nodeID": "150652",
      "text": "No. Monkeys are modern animals. Our closest living primate relatives are the chimpanzees. We share a common ancestor with them about 5 to 7 million years ago.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:02"
    },
    {
      "nodeID": "150653",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:02"
    },
    {
      "nodeID": "150654",
      "text": "I fully realize what I am talking about. I am talking about your god, the petty, vengeful, cruel and capricious creature depicted in your Bible. What did you think I was talking about?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:02"
    },
    {
      "nodeID": "150655",
      "text": "I think you do not know what you are talking about. Your description fits the matter 'god' you belive in.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:02"
    },
    {
      "nodeID": "150656",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:02"
    },
    {
      "nodeID": "150657",
      "text": "However, I believe this is because most people going in to a scientific field are trying to figure out how life got here. Since they do not believe in God, they must cling to the belief with the most credibility.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:02"
    },
    {
      "nodeID": "150658",
      "text": "No scientists believe in gods? How about the 35% of the general population that are theists, but still accept evolution?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:02"
    },
    {
      "nodeID": "150659",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:02"
    },
    {
      "nodeID": "150660",
      "text": "which did God create first, the laws or energy and matter?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:02"
    },
    {
      "nodeID": "150661",
      "text": "Actually energy can be caused by matter. Newton's Theory of Gravitation shows that gravity is an effect of the presence of mass. The presence of a second mass within the gravitation field of the first mass gives the matter gravitational potential energy, which, without an opposite force to balance it, is converted into kinetic energy.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:02"
    },
    {
      "nodeID": "150662",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:02"
    },
    {
      "nodeID": "150663",
      "text": "Since you scoff at the idea that the laws that govern energy and matter must coincide with the formation of energy and matter, tell me this, which did God create first, the laws or energy and matter?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:02"
    },
    {
      "nodeID": "150664",
      "text": "No I do not say that the creation of energy and matter did not coincide the creation of the laws that govern/regulate them. What I say is that the laws are not the RESULTS of the existence of energy, matter etc.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:02"
    },
    {
      "nodeID": "150665",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:02"
    }
  ],
  "edges": [
    {
      "edgeID": "190872",
      "fromID": "150547",
      "toID": "150548",
      "formEdgeID": null
    },
    {
      "edgeID": "190873",
      "fromID": "150548",
      "toID": "150546",
      "formEdgeID": null
    },
    {
      "edgeID": "190874",
      "fromID": "150550",
      "toID": "150551",
      "formEdgeID": null
    },
    {
      "edgeID": "190875",
      "fromID": "150551",
      "toID": "150549",
      "formEdgeID": null
    },
    {
      "edgeID": "190876",
      "fromID": "150553",
      "toID": "150554",
      "formEdgeID": null
    },
    {
      "edgeID": "190877",
      "fromID": "150554",
      "toID": "150552",
      "formEdgeID": null
    },
    {
      "edgeID": "190878",
      "fromID": "150556",
      "toID": "150557",
      "formEdgeID": null
    },
    {
      "edgeID": "190879",
      "fromID": "150557",
      "toID": "150555",
      "formEdgeID": null
    },
    {
      "edgeID": "190880",
      "fromID": "150559",
      "toID": "150560",
      "formEdgeID": null
    },
    {
      "edgeID": "190881",
      "fromID": "150560",
      "toID": "150558",
      "formEdgeID": null
    },
    {
      "edgeID": "190882",
      "fromID": "150562",
      "toID": "150563",
      "formEdgeID": null
    },
    {
      "edgeID": "190883",
      "fromID": "150563",
      "toID": "150561",
      "formEdgeID": null
    },
    {
      "edgeID": "190884",
      "fromID": "150565",
      "toID": "150566",
      "formEdgeID": null
    },
    {
      "edgeID": "190885",
      "fromID": "150566",
      "toID": "150564",
      "formEdgeID": null
    },
    {
      "edgeID": "190886",
      "fromID": "150568",
      "toID": "150569",
      "formEdgeID": null
    },
    {
      "edgeID": "190887",
      "fromID": "150569",
      "toID": "150567",
      "formEdgeID": null
    },
    {
      "edgeID": "190888",
      "fromID": "150571",
      "toID": "150572",
      "formEdgeID": null
    },
    {
      "edgeID": "190889",
      "fromID": "150572",
      "toID": "150570",
      "formEdgeID": null
    },
    {
      "edgeID": "190890",
      "fromID": "150574",
      "toID": "150575",
      "formEdgeID": null
    },
    {
      "edgeID": "190891",
      "fromID": "150575",
      "toID": "150573",
      "formEdgeID": null
    },
    {
      "edgeID": "190892",
      "fromID": "150577",
      "toID": "150578",
      "formEdgeID": null
    },
    {
      "edgeID": "190893",
      "fromID": "150578",
      "toID": "150576",
      "formEdgeID": null
    },
    {
      "edgeID": "190894",
      "fromID": "150580",
      "toID": "150581",
      "formEdgeID": null
    },
    {
      "edgeID": "190895",
      "fromID": "150581",
      "toID": "150579",
      "formEdgeID": null
    },
    {
      "edgeID": "190896",
      "fromID": "150583",
      "toID": "150584",
      "formEdgeID": null
    },
    {
      "edgeID": "190897",
      "fromID": "150584",
      "toID": "150582",
      "formEdgeID": null
    },
    {
      "edgeID": "190898",
      "fromID": "150586",
      "toID": "150587",
      "formEdgeID": null
    },
    {
      "edgeID": "190899",
      "fromID": "150587",
      "toID": "150585",
      "formEdgeID": null
    },
    {
      "edgeID": "190900",
      "fromID": "150589",
      "toID": "150590",
      "formEdgeID": null
    },
    {
      "edgeID": "190901",
      "fromID": "150590",
      "toID": "150588",
      "formEdgeID": null
    },
    {
      "edgeID": "190902",
      "fromID": "150592",
      "toID": "150593",
      "formEdgeID": null
    },
    {
      "edgeID": "190903",
      "fromID": "150593",
      "toID": "150591",
      "formEdgeID": null
    },
    {
      "edgeID": "190904",
      "fromID": "150595",
      "toID": "150596",
      "formEdgeID": null
    },
    {
      "edgeID": "190905",
      "fromID": "150596",
      "toID": "150594",
      "formEdgeID": null
    },
    {
      "edgeID": "190906",
      "fromID": "150598",
      "toID": "150599",
      "formEdgeID": null
    },
    {
      "edgeID": "190907",
      "fromID": "150599",
      "toID": "150597",
      "formEdgeID": null
    },
    {
      "edgeID": "190908",
      "fromID": "150601",
      "toID": "150602",
      "formEdgeID": null
    },
    {
      "edgeID": "190909",
      "fromID": "150602",
      "toID": "150600",
      "formEdgeID": null
    },
    {
      "edgeID": "190910",
      "fromID": "150604",
      "toID": "150605",
      "formEdgeID": null
    },
    {
      "edgeID": "190911",
      "fromID": "150605",
      "toID": "150603",
      "formEdgeID": null
    },
    {
      "edgeID": "190912",
      "fromID": "150607",
      "toID": "150608",
      "formEdgeID": null
    },
    {
      "edgeID": "190913",
      "fromID": "150608",
      "toID": "150606",
      "formEdgeID": null
    },
    {
      "edgeID": "190914",
      "fromID": "150610",
      "toID": "150611",
      "formEdgeID": null
    },
    {
      "edgeID": "190915",
      "fromID": "150611",
      "toID": "150609",
      "formEdgeID": null
    },
    {
      "edgeID": "190916",
      "fromID": "150613",
      "toID": "150614",
      "formEdgeID": null
    },
    {
      "edgeID": "190917",
      "fromID": "150614",
      "toID": "150612",
      "formEdgeID": null
    },
    {
      "edgeID": "190918",
      "fromID": "150616",
      "toID": "150617",
      "formEdgeID": null
    },
    {
      "edgeID": "190919",
      "fromID": "150617",
      "toID": "150615",
      "formEdgeID": null
    },
    {
      "edgeID": "190920",
      "fromID": "150619",
      "toID": "150620",
      "formEdgeID": null
    },
    {
      "edgeID": "190921",
      "fromID": "150620",
      "toID": "150618",
      "formEdgeID": null
    },
    {
      "edgeID": "190922",
      "fromID": "150622",
      "toID": "150623",
      "formEdgeID": null
    },
    {
      "edgeID": "190923",
      "fromID": "150623",
      "toID": "150621",
      "formEdgeID": null
    },
    {
      "edgeID": "190924",
      "fromID": "150625",
      "toID": "150626",
      "formEdgeID": null
    },
    {
      "edgeID": "190925",
      "fromID": "150626",
      "toID": "150624",
      "formEdgeID": null
    },
    {
      "edgeID": "190926",
      "fromID": "150628",
      "toID": "150629",
      "formEdgeID": null
    },
    {
      "edgeID": "190927",
      "fromID": "150629",
      "toID": "150627",
      "formEdgeID": null
    },
    {
      "edgeID": "190928",
      "fromID": "150631",
      "toID": "150632",
      "formEdgeID": null
    },
    {
      "edgeID": "190929",
      "fromID": "150632",
      "toID": "150630",
      "formEdgeID": null
    },
    {
      "edgeID": "190930",
      "fromID": "150634",
      "toID": "150635",
      "formEdgeID": null
    },
    {
      "edgeID": "190931",
      "fromID": "150635",
      "toID": "150633",
      "formEdgeID": null
    },
    {
      "edgeID": "190932",
      "fromID": "150637",
      "toID": "150638",
      "formEdgeID": null
    },
    {
      "edgeID": "190933",
      "fromID": "150638",
      "toID": "150636",
      "formEdgeID": null
    },
    {
      "edgeID": "190934",
      "fromID": "150640",
      "toID": "150641",
      "formEdgeID": null
    },
    {
      "edgeID": "190935",
      "fromID": "150641",
      "toID": "150639",
      "formEdgeID": null
    },
    {
      "edgeID": "190936",
      "fromID": "150643",
      "toID": "150644",
      "formEdgeID": null
    },
    {
      "edgeID": "190937",
      "fromID": "150644",
      "toID": "150642",
      "formEdgeID": null
    },
    {
      "edgeID": "190938",
      "fromID": "150646",
      "toID": "150647",
      "formEdgeID": null
    },
    {
      "edgeID": "190939",
      "fromID": "150647",
      "toID": "150645",
      "formEdgeID": null
    },
    {
      "edgeID": "190940",
      "fromID": "150649",
      "toID": "150650",
      "formEdgeID": null
    },
    {
      "edgeID": "190941",
      "fromID": "150650",
      "toID": "150648",
      "formEdgeID": null
    },
    {
      "edgeID": "190942",
      "fromID": "150652",
      "toID": "150653",
      "formEdgeID": null
    },
    {
      "edgeID": "190943",
      "fromID": "150653",
      "toID": "150651",
      "formEdgeID": null
    },
    {
      "edgeID": "190944",
      "fromID": "150655",
      "toID": "150656",
      "formEdgeID": null
    },
    {
      "edgeID": "190945",
      "fromID": "150656",
      "toID": "150654",
      "formEdgeID": null
    },
    {
      "edgeID": "190946",
      "fromID": "150658",
      "toID": "150659",
      "formEdgeID": null
    },
    {
      "edgeID": "190947",
      "fromID": "150659",
      "toID": "150657",
      "formEdgeID": null
    },
    {
      "edgeID": "190948",
      "fromID": "150661",
      "toID": "150662",
      "formEdgeID": null
    },
    {
      "edgeID": "190949",
      "fromID": "150662",
      "toID": "150660",
      "formEdgeID": null
    },
    {
      "edgeID": "190950",
      "fromID": "150664",
      "toID": "150665",
      "formEdgeID": null
    },
    {
      "edgeID": "190951",
      "fromID": "150665",
      "toID": "150663",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
