{
  "nodes": [
    {
      "nodeID": "158181",
      "text": "beat a child black and blue, but never ever perpetuate the meanest abuse of them all, abandon him to homosexuality!",
      "type": "I",
      "timestamp": "2016-03-08 20:30:11"
    },
    {
      "nodeID": "158182",
      "text": "I think this post pretty much sums up the depths of your prejudice, and the thoroughness of your ignorance. A child should endure physical abuse before being allowed to be adopted by a loving gay couple? Being abused physically is preferential to being adopted by a loving gay couple? emoticon_wow  I always have to chuckle when people are so eager to reveal their prejudices in such a way that demonstrates they are completely non-credible as any type of character witness...",
      "type": "I",
      "timestamp": "2016-03-08 20:30:11"
    },
    {
      "nodeID": "158183",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:11"
    },
    {
      "nodeID": "158184",
      "text": "Its not even allowed in Minnesota.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:11"
    },
    {
      "nodeID": "158185",
      "text": "So Minnesota is the one state Ohioprof was referring to?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:11"
    },
    {
      "nodeID": "158186",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:11"
    },
    {
      "nodeID": "158187",
      "text": "Heading further down that path... If the 'right' belongs to the child, then the 'right' obviously also DOES NOT belong to those opposed to gays. More specifically, the 'right' to WAIVE potential parents as ineligible does not belong to those who are opposed to gays. The 'right' would belong to the child to decide who HE/SHE wants, and it would be a bigger usurpment of this right of the child to DENY the child the option of gay parents than it is to present him with the option.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:11"
    },
    {
      "nodeID": "158188",
      "text": "Well, this gets rather complicated. A very young child does not get to choose his or her adoptive parents. Who decides on who adopts whom depends on the kind of adoption and the policies of the particular adoption system. In private domestic adoption, the birth mother usually gets to decide on who will adopt her baby. The foster care system is organized differently, and international adoption is different still and depends on the country from which the child is being adopted. So it's pretty much impossible to generalize about adoption policies and practices. They vary greatly. The point is that the purpose of adoption is to protect the rights of the child.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:11"
    },
    {
      "nodeID": "158189",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:11"
    },
    {
      "nodeID": "158190",
      "text": "I standby this claim: gays do lobby for a 'right' to adopt children - do a simple google news search.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:11"
    },
    {
      "nodeID": "158191",
      "text": "And if I google 'christian loch ness monster', I'll get some hits too... None of the gays here are calling it a 'right'. You're trying to make hay out of thin air on the issue of what it is 'called'. The actual 'right' involved is the right to EQUAL PROTECTION. A constitutional right which mandates that people are free from unwarranted discrimination. And preventing gays from adopting is clearly unwarranted.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:11"
    },
    {
      "nodeID": "158192",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:11"
    },
    {
      "nodeID": "158193",
      "text": "Placing children with gay couples is not much different than placing them in the custody of pedophiles, that is, although a gay couple may mimic the duties of excellent caring parent/s, the morally corrupting and socially destructive influence for the 'guinea pig' (child) of same sex 'parents' is unavoidable.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:11"
    },
    {
      "nodeID": "158194",
      "text": "So claimeth the troll. Proven wrong by NUMEROUS research articles. http://www.apa.org/pi/l&gref.html",
      "type": "I",
      "timestamp": "2016-03-08 20:30:11"
    },
    {
      "nodeID": "158195",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:12"
    }
  ],
  "edges": [
    {
      "edgeID": "196270",
      "fromID": "158182",
      "toID": "158183",
      "formEdgeID": null
    },
    {
      "edgeID": "196271",
      "fromID": "158183",
      "toID": "158181",
      "formEdgeID": null
    },
    {
      "edgeID": "196272",
      "fromID": "158185",
      "toID": "158186",
      "formEdgeID": null
    },
    {
      "edgeID": "196273",
      "fromID": "158186",
      "toID": "158184",
      "formEdgeID": null
    },
    {
      "edgeID": "196274",
      "fromID": "158188",
      "toID": "158189",
      "formEdgeID": null
    },
    {
      "edgeID": "196275",
      "fromID": "158189",
      "toID": "158187",
      "formEdgeID": null
    },
    {
      "edgeID": "196276",
      "fromID": "158191",
      "toID": "158192",
      "formEdgeID": null
    },
    {
      "edgeID": "196277",
      "fromID": "158192",
      "toID": "158190",
      "formEdgeID": null
    },
    {
      "edgeID": "196278",
      "fromID": "158194",
      "toID": "158195",
      "formEdgeID": null
    },
    {
      "edgeID": "196279",
      "fromID": "158195",
      "toID": "158193",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
