{
  "nodes": [
    {
      "nodeID": "154203",
      "text": "Peer-Reviewed Stealth ID Classic : The Anthropic Cosmological Principle (1987) Frank Tipler co-authored a book with John Barrow entitled The Anthropic Cosmological Principle which was a peer-reviewed book published by Oxford University in 1987. The principle thesis: Intelligent information-processing must come into existence in the Universe, and, once it comes into existence, it will never die out. They derive the thesis from Schrodinger's equation Schrodinger's Equation From Schrodinger's equation they derive the following formula: Universal Wave Function which predicts, through physical first principles alone, at the end of time that there must be an Intelligent Entity that is conscious, all-powerful, all-knowing, non-material, eternal. By all counts, such an entity would properly be called, 'God'.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:02"
    },
    {
      "nodeID": "154204",
      "text": "No, ID isn't about God. We don't try to identify THE Intelligent Designer. We just let the evidence of Schrodinger's equation and the Heisenberg Uncertaint principle lead us to the fact that God exists. emoticon_wow   I don't know if anyone can actually 'debate' me on this. I just wanted to point out some ID ideas that are comical and wouldn't be so scary if ID people didn't take them seriously.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:02"
    },
    {
      "nodeID": "154205",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:02"
    },
    {
      "nodeID": "154206",
      "text": "Thermodynamics and Intelligent Design Check out the following online lecture/tutorial by Granville Sewell (Texas A&M) on the connection between thermodynamics and ID: www.math.tamu.edu/~sewell/odes_pdes/thermo.html Filed under: Intelligent Design - William Dembski @ 8:06 am",
      "type": "I",
      "timestamp": "2016-03-08 20:21:02"
    },
    {
      "nodeID": "154207",
      "text": "And the comments section is usually where the real comedy lies.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:02"
    },
    {
      "nodeID": "154208",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:02"
    },
    {
      "nodeID": "154209",
      "text": "The universe-as-computer concept may also play into the current strife about intelligent design. It might be argued that a computer implies a programmer. However, this may be taking the analogy too far. What the universe is computing, in LloydÂ’s picture, is not some external output but rather its own behavior. And a very large portion of its computing power seems to be tied up in such behavior as random collisions of atoms.What a way to spin this. This actually favors ID. If the majority of the computational resources are wasted, it reduces the amount of probabilistic resources.Â“monkeys typing on computers can produce simple code that would generate a wide variety of outputs.Â”IÂ’d like to see that. (Is he trying to make monkeys out of Stephen Wolfram et al?)Elsewhere, Seife uses terminology that is likely to create confusion. He posits a possible Â“law of conservation of information,Â” without noting that Intelligent Design theorist William Dembski has used the same wording to propose a different law. Seife is referring to [blah blah blah]. All of which has nothing to do with DembskiÂ’s claim that organisms contain information that could not have been produced naturally.Transparent, intellectually dishonest obfuscation.Comment by j Â— March 9, 2006 @ 6:47 am",
      "type": "I",
      "timestamp": "2016-03-08 20:21:02"
    },
    {
      "nodeID": "154210",
      "text": "Well, j, the blah blah blah part was pretty important.It said, 'Seife is referring to how information continues to exist in some form after it has been violently altered; the smoke from a burning newspaper contains data about the newspaper's content, albeit impossible to reconstruct, and even black holes seem not to truly eradicate the information in the matter they consume. All of which has nothing to do with Dembski's claim...' which is true. One definition has nothing to do with the other. Blah blah blah.http://www.uncommondescent.com/index.php/archives/903",
      "type": "I",
      "timestamp": "2016-03-08 20:21:02"
    },
    {
      "nodeID": "154211",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:02"
    }
  ],
  "edges": [
    {
      "edgeID": "193450",
      "fromID": "154204",
      "toID": "154205",
      "formEdgeID": null
    },
    {
      "edgeID": "193451",
      "fromID": "154205",
      "toID": "154203",
      "formEdgeID": null
    },
    {
      "edgeID": "193452",
      "fromID": "154207",
      "toID": "154208",
      "formEdgeID": null
    },
    {
      "edgeID": "193453",
      "fromID": "154208",
      "toID": "154206",
      "formEdgeID": null
    },
    {
      "edgeID": "193454",
      "fromID": "154210",
      "toID": "154211",
      "formEdgeID": null
    },
    {
      "edgeID": "193455",
      "fromID": "154211",
      "toID": "154209",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
