{
  "nodes": [
    {
      "nodeID": "160374",
      "text": "Narcotics traffickers are acquiring firepower more appropriate to an army -- including grenade launchers and antitank rockets -- and the police are feeling outgunned. Reporting from Zihuatanejo, Mexico, and Mexico City -- It was a brazen assault, not just because it targeted the city's police station, but for the choice of weapon: grenades. The Feb. 21 attack on police headquarters in coastal Zihuatanejo, which injured four people, fit a disturbing trend of Mexico's drug wars. Traffickers have escalated their arms race, acquiring military-grade weapons, including hand grenades, grenade launchers, armor-piercing munitions and antitank rockets with firepower far beyond the assault rifles and pistols that have dominated their arsenals. Most of these weapons are being smuggled from Central American countries or by sea, eluding U.S. and Mexican monitors who are focused on the smuggling of semiauto- matic and conventional weapons purchased from dealers in the U.S. border states of Texas, New Mexico, Arizona and California. The proliferation of heavier armaments points to a menacing new stage in the Mexican government's 2-year-old war against drug organizations, which are evolving into a more militarized force prepared to take on Mexican army troops, deployed by the thousands, as well as to attack each other. These groups appear to be taking advantage of a robust global black market and porous borders, especially between Mexico and Guatemala. Some of the weapons are left over from the wars that the United States helped fight in Central America, U.S. officials said. 'There is an arms race between the cartels,' said Alberto Islas, a security consultant who advises the Mexican government. 'One group gets rocket-propelled grenades, the other has to have them.' There are even more ominous developments: Authorities reported three thefts of several hundred pounds of blasting material from industrial explosives plants in Durango during a four-day period last month. Authorities believe the material may have been destined for car bombs or remotely detonated roadside devices, which have been used with devastating effect in Iraq, killing more than 1,822 members of U.S.-led forces since the war there began nearly six years ago. The Mexican army has recovered most of the material, and there has been no reported use of such devices. Grenades or military-grade weapons have been reported in at least 10 Mexican states during the last six months, used against police headquarters, city halls, a U.S. consulate, TV stations and senior Mexican officials. In a three-week period ended March 6, five grenade attacks were launched on police patrols and stations and the home of a commander in the south-central state of Michoacan. Other such attacks occurred in five other states during the same period. At least one grenade attack north of the border, at a Texas nightclub frequented by U.S. police officers, has been tied to Mexican traffickers. How many weapons have been smuggled into Mexico from Central America is not known, and the military-grade munitions are still a small fraction of the larger arsenal in the hands of narcotics traffickers. Mexican officials continue to push Washington to stem the well-documented flow of conventional weapons from the United States, as Congress holds hearings on the role those smuggled guns play in arming Mexican drug cartels. There is no comprehensive data on how many people have been killed by heavier weapons. But four days after the assault on the Zihuatanejo police station, four of the city's officers were slain in a highway ambush six miles from town on the road to Acapulco. In addition to the standard AK-47 and AR-15 assault rifles, the attackers fired at least six .50-caliber shells into the officers' pickup. The vehicle blew up when hit by what experts believe was a grenade or explosive projectile. The bodies of the officers were charred. 'These are really weapons of war,' said Alberto Fernandez, spokesman for the Zihuatanejo city government. 'We only know these devices from war movies.' U.S. law enforcement officials say they detected the smuggling of grenades and other military-grade equipment into Mexico about a year and a half ago, and observed a sharp uptick in the use of the weapons about six months ago. The Mexican government said it has seized 2,239 grenades in the last two years, in contrast to 59 seized over the previous two years. The enhanced weaponry represents a wide sampling from the international arms bazaar, with grenades and launchers produced by U.S., South Korean, Israeli, Spanish or former Soviet bloc manufacturers. Many had been sold legally to governments, including Mexico's, and then were diverted onto the black market. Some may be sold directly to the traffickers by corrupt elements of national armies, authorities and experts say. The single deadliest attack on civilians by drug traffickers in Mexico took place Sept. 15 at an Independence Day celebration in the central plaza of Morelia, hometown of President Felipe Calderon and capital of Michoacan. Attackers hurled fragmentation grenades at the celebrating crowd, killing eight people and wounding dozens more. Amid the recent spate of attacks in Michoacan, federal police on Feb. 20 announced the discovery of 66 fragmentation grenades in the fake bottom of a truck intercepted in southern Mexico, just over the border from Guatemala. The two men arrested with the cargo told police they were transporting the grenades to Morelia. Grenades used in three attacks in Monterrey and Texas were linked to a single Monterrey warehouse, packed with explosives and high-caliber guns, reportedly belonging to the Gulf cartel. Mexican authorities raided the warehouse in October and seized the cache, which contained South Korean-manufactured grenades similar to the American M67 fragmentation grenade. Grenades from the same lot were used in a Jan. 6 attack on the Televisa television station in Monterrey, which caused damage but no injuries, and during an Oct. 12 attack against the U.S. Consulate in Monterrey. The device at the consulate did not detonate. Late on the night of Jan. 31, a Saturday, a man tossed a grenade into the El Booty Lounge in Pharr, Texas. Three off-duty Texas police officers were there, though authorities would not say whether they were the target. The explosive, which did not detonate, was traced to the Monterrey warehouse. Traffickers using M203 40-millimeter grenade launchers last year attacked and killed eight Mexican federal police officers in Culiacan, the capital of Sinaloa state. In the northern border city of Nogales, the Sonora state police commander was killed Nov. 2 in an ambush by purported traffickers firing AK-47s and lobbing grenades. He had been returning from a meeting with U.S. authorities in Arizona to discuss gun smuggling. In the western state of Durango, three people, including a 3-year-old child, were killed in a grenade attack in January. The firepower has gone beyond grenades. Armed with light antitank weapons, would-be assassins went after the nation's top counternarcotics prosecutor in December 2007. The assailants were intercepted before they reached Jose Luis Santiago Vasconcelos, who was not hurt. The weapons seized were linked to the notorious Sinaloa cartel. 'They were betting on being able to escalate with a spectacular strike precisely to terrify society,' Santiago Vasconcelos said at the time. (He was killed in November in a plane crash.) Beyond the weaponry, drug gangs for several years have demonstrated the ability to form squads and employ military tactics, including the use of assault rifles, hand grenades, grenade launchers and fully automatic weapons to pin down army forces. This has enabled them to attack army patrols frontally, as they did with lethal results Feb. 7 in the central state of Zacatecas, killing one sergeant and critically wounding a colonel. 'At this stage, the drug cartels are using basic infantry weaponry to counter government forces,' a U.S. government official in Mexico said. 'Encountering criminals with this kind of weaponry is a horse of a different color,' the official said. 'It's not your typical patrol stop, where someone pulls a gun. This has all the makings of an infantry squad, or guerrilla fighting.' The fear of guerrilla warfare was compounded in February when 270 pounds of dynamite and several hundred electric detonators were stolen from a U.S. firm in the state of Durango. On Valentine's Day, about 20 masked gunmen, led by a heavyset man wearing gold rings and chains, stormed the warehouse of a subsidiary of Austin Powder Co., an industrial explosives manufacturer, according to official accounts. They overpowered guards and emptied the warehouse. Two similar thefts were reported within four days in the same area. Although the Mexican army recovered most of the dynamite, the incident augurs an even bloodier trend, officials said. 'There is only one reason to have bulk explosives,' said Thomas G. Mangan, spokesman in Phoenix for the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives. 'An improvised explosive device. A car bomb.' In addition to grenades, high-powered guns such as the .50-caliber Barrett sniper rifle have become a weapon of choice in narcotics traffickers' arsenals, Mangan said. Unlike grenades and antitank weapons, the .50-caliber guns can be obtained by ordinary citizens in the U.S. and smuggled easily into Mexico, like the tons of assault rifles and automatic pistols. Mexican law enforcement, such as the police in Zihuatanejo, is grossly outgunned. Officers have protested, seeking better protective gear, weaponry and pay. Shortly after the Zihuatanejo attacks, police officers staged a brief work stoppage outside their headquarters, where scars from the grenade attack were still visible. One of the blasts left a cereal bowl-shaped divot in the stone pavement and pockmarks on the front of the police building. It went off 100 feet from the nearest street, prompting some officers to suspect that the assailants employed a grenade launcher. Police have piled sandbags 4 feet high around the compound and security is tight. Commanders have bought 10 bulletproof vests, but say they need at least 280 to equip the city's 343 officers. The police commander, Pablo Rodriguez, said his officers are terrified. They are armed with semiautomatic .223-caliber rifles made in Italy, Germany and Mexico. The rifles, with folding stocks, are snazzy, but they are no match for the weapons being stockpiled by the drug cartels. 'They are good weapons, but to counteract the types of weapons they're using against us, they're not equal,' Rodriguez said. His officers know they don't stand a chance. Not five days after the highway attack that blew up the police truck, Rodriguez had jobs to fill. Twenty-two of his cops had abruptly quit.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:52"
    },
    {
      "nodeID": "160375",
      "text": "So, the news is now out on how the Mexican drug cartels are smuggling in weaponry from Central America and across the sea, how they're getting stuff that's been left over from wars long fought, and even how they're getting ahold of fully functional grenades, rocket launchers, and 40mm cannons. Show me one gun store along the border that's selling 40mm cannons to the public. Go ahead, show me the stores where these things are freely available and the FFL dealers are boldly flaunting the NFA and GCA laws as if they were misdemeanor offenses like jaywalking.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:52"
    },
    {
      "nodeID": "160376",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:52"
    },
    {
      "nodeID": "160377",
      "text": "So easy to do in America, a nation which refuses to acknowledge the need for responsible gun ownership.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:52"
    },
    {
      "nodeID": "160378",
      "text": "Yes. It is ALL my fault! emoticon_frazzled  So do you use illegal drugs? All who do are far more responsible than I am! No illegal drug demand equals no Mexican drug cartel! How do you feel about abortion?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:52"
    },
    {
      "nodeID": "160379",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:52"
    },
    {
      "nodeID": "160380",
      "text": "Well if it's so easy then how about you provide the names of the dealers who're selling howitzers and anti-aircraft missiles and fragmentation grenades? And while you're at it, supply the names of the companies who're making them in violation of the various federal restrictions.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:52"
    },
    {
      "nodeID": "160381",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:52"
    }
  ],
  "edges": [
    {
      "edgeID": "197842",
      "fromID": "160375",
      "toID": "160376",
      "formEdgeID": null
    },
    {
      "edgeID": "197843",
      "fromID": "160376",
      "toID": "160374",
      "formEdgeID": null
    },
    {
      "edgeID": "197844",
      "fromID": "160378",
      "toID": "160379",
      "formEdgeID": null
    },
    {
      "edgeID": "197845",
      "fromID": "160379",
      "toID": "160377",
      "formEdgeID": null
    },
    {
      "edgeID": "197846",
      "fromID": "160380",
      "toID": "160381",
      "formEdgeID": null
    },
    {
      "edgeID": "197847",
      "fromID": "160381",
      "toID": "160377",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
