{
  "nodes": [
    {
      "nodeID": "146831",
      "text": "Powerful opponents of eco-terrorism are mounting the nation's most formidable campaign against the homegrown sabotage. But the crime wave they hope to quell -- a 21/2-year escalation of arsons and property destruction -- subsided last summer, perhaps due to law enforcement crackdowns. A congressional subcommittee held a hearing on eco-terrorism last month in which lawmakers, keyed up about terrorists since the Sept. 11 attacks, likened America's green underground to al-Qaida. An FBI official testified that the Earth Liberation Front and Animal Liberation Front had become the nation's most active and destructive domestic terrorist groups.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:59"
    },
    {
      "nodeID": "146832",
      "text": "Radio Towers Bulldozed by Eco-Terrorists Tuesday September 8, 2009",
      "type": "I",
      "timestamp": "2016-03-08 20:04:59"
    },
    {
      "nodeID": "146833",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:59"
    },
    {
      "nodeID": "146834",
      "text": "Agents in Denver arrested Najibullah Zazi, a 24-year old airport shuttle driver, who authorities say appears to be the ringleader of the alleged plot. Also charged with lying to the FBI was Zazi's father, Mohammed Zazi.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:59"
    },
    {
      "nodeID": "146835",
      "text": "If not directly blame us, they would be screaming that the Right instigated or financed it or something. That is where we are now. The Crazies have take over the parties and corruption is so rampant, that this does not look anything like the country you, I, and I guess Doc grew up in. Now we train our investigators on the law-abiding, cause we can't trust even them!  About the only thing I can say Sarge, is Beam me up Scotty! Everything is sure Bazaar now. emoticon_smile",
      "type": "I",
      "timestamp": "2016-03-08 20:04:59"
    },
    {
      "nodeID": "146836",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:59"
    },
    {
      "nodeID": "146837",
      "text": "SPOKANE, Wash. - Authorities searched by air and land Friday for a criminally insane killer who escaped during a mental hospital field trip to a county fair that has infuriated residents and officials around Washington. Authorities have said they believe Phillip Arnold Paul is heading to the Sunnyside area, where his parents and many siblings live. The Spokane County Sheriff's Office launched a helicopter on Friday in the search, and the public was urged to call 911 if Paul is spotted. 'He is in a bad mental state,' his brother, Tom Paul, told The Associated Press. 'Why would they load him on a bus and take him to a fair?' 'Why was he allowed to take such a trip?' Gov. Chris Gregoire said Friday. 'Why did they go to a location that was so heavily populated with families?' Thirty-one patients from the mental hospital were on the trip with 11 staff members. Patients must be cleared by a treatment team before they can go on trips to stores, parks, ball games, fairs and other sites, said hospital spokesman Jim Stevenson. They wear street clothing and need not all stay together, but staff members are required to keep each patient within eyesight at all times.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:59"
    },
    {
      "nodeID": "146838",
      "text": "Some folks will never get it!! Some folks never had it and the rest have wierd ideas that some 'law' will protect them. emoticon_xbouncer",
      "type": "I",
      "timestamp": "2016-03-08 20:04:59"
    },
    {
      "nodeID": "146839",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:59"
    },
    {
      "nodeID": "146840",
      "text": "Paul was committed after he was acquitted by reason of insanity in the 1987 slaying of an elderly woman in Sunnyside. He soaked the woman's body in gasoline to throw off search dogs and buried the remains in her flower garden.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:59"
    },
    {
      "nodeID": "146841",
      "text": "Anyone seen brady lately? 'they told me not to do it but I did anyway'...",
      "type": "I",
      "timestamp": "2016-03-08 20:04:59"
    },
    {
      "nodeID": "146842",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:59"
    },
    {
      "nodeID": "146843",
      "text": "This was the second escape for Paul. In 1991, he walked away during a day trip in Medical Lake and was later captured. He attacked a sheriff's deputy in the jail booking area, knocking him unconscious, and was convicted of first-degree escape and second-degree assault. Phillip Paul had a normal childhood in Sunnyside and was popular, but he started acting strangely as a high school student. He said he was hearing voices and thought they were witches, Tom Paul said. He was diagnosed with schizophrenia.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:59"
    },
    {
      "nodeID": "146844",
      "text": "Yep, the cops will protect you as will the State emoticon_rolleyes Is that your teabagger sinjin?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:59"
    },
    {
      "nodeID": "146845",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146846",
      "text": "So let's just say I have a mythical Friend who is an agent at the FBI. And he calls me last week asking for info. To make short work of this conversation. He asks, ' am I familiar with eco-terrorist and Peta terrorism?' I said I was. He then says, that there have been reports of Anti-gunners and other far left people who are very unhappy with the Obama Administration's seeming capitulation to standard practices, and they were threatening some kind of action. He says, I know you are active on debating forums, and he asks me, do I think the Anti-gunners are capable of terrorism? I told him that I really did not think it to be a credible threat from my experiences, and I thought that the Anti-gunner part was bogus. Antis! Please! Don't let me be wrong! Please! Let cooler heads prevail!",
      "type": "I",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146847",
      "text": "Not to rain on anyone's parade: 'The liberal hysteria about the tea parties and town hall protests, kicked off by the Obama administration's issuance of a Homeland Security bulletin warning of right wing terrorists and extremists, has led to a lot of hyperbole on the left about how, well, extreme and terrorist-like the right is becoming. And to be sure, there are some nuts who are politically active on the right who should probably be locked up for their own good. But there are plenty of nuts like that on the left as well. A Texas woman faces trial this month in Austin on charges she threatened to kill a government informant who infiltrated an Austin-based group that planned to bomb the Republican National Convention in St. Paul, Minn., last fall. Katyanne Marie Kibby, 25, was indicted in June by a federal grand jury in Austin. She is accused of retaliating against Brandon Darby, the community activist-turned-informant who helped federal prosecutors win convictions against Bradley Neal Crowder, 24, and David Guy McKay, 23. Prosecutors say the e-mail threat was made Jan. 10. That was two days after Crowder reached a plea bargain with federal prosecutors in Minneapolis for his role in the plot to build Molotov cocktails and attack the GOP convention in September 2008. Crowder and McKay were part of a group of activists that had gone to the Twin Cities to take part in street demonstrations. The FBI had infiltrated the group with Darby. Crowder and McKay built eight of the gasoline firebombs but didn't use them, a fact law enforcement officials credited to Darby. Members of the Austin protest community heaped scorn on Darby, saying he had betrayed longtime friends and colleagues. Kibby, who lives in Houston, is free on bond. If convicted, she could face 20 years in prison and a $250,000 fine. She could not be reached for comment. What's funny is that, even as this is going on, the left is all atwitter about some gun owners legally carrying their firearms to tea parties in accordance with their 2nd amendment rights. You hear about that endlessly on news outlets like MSNBC, but I'll bet Kibby's name has never been mentioned on the network. Not to mention Crowder's name or McKay's. As far as I'm concerned, violence has no place in American politics right now. I firmly believe that we citizens should embrace our 2nd amendment rights as they were enshrined in the Constitution against a day when, as Thomas Jefferson put it, the 'tree of liberty' will need to be replenished once again by the blood of 'patriots and tyrants.' But that time is certainly not now. And people who plan on firebombing political conventions, or those who beat down peaceful protesters in the streets (I'm looking at you, SEIU) are tyrants. Not patriots.'",
      "type": "I",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146848",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146849",
      "text": "those sporting teabags.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146850",
      "text": "Speaking of which, did you happen to see this image that someone kindly forwarded to me? http://iowntheworld.com/blog/wp-content/uploads/2009/09/capitol-view-lo-res.jpg",
      "type": "I",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146851",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146852",
      "text": "You needn't be far left to support reasonable gun regulation. What current firearm related issue would drive an 'anti-gunner' to commit a terrorist act? Or are you just lumping anyone who supports gun control in with PETA and radical environmental groups? I'd be watching for the next murderous domestic terrorist to come from the ranks of those sporting teabags. Wanna place a little wager?",
      "type": "I",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146853",
      "text": "Reasonable gun regulation is an oxymoron like military intelligence. You mean like Bill Ayers (sic) and his wife or Carl Rowen? Wait my bad they aren't from the right.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146854",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146855",
      "text": "Suckers bet?I think so,you anti's are so damned ascared of guns you don't have a clue of how to commit a 'murderous domestic terrorist' act of that nature. Your nothing but a bunch of pacifist, scared of your own shadows,with Brady leading you. emoticon_xkillemoticon_xchickenemoticon_xchicken",
      "type": "I",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146856",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146857",
      "text": "I think I already won  Radio Towers Bulldozed by Eco-Terrorists Tuesday September 8, 2009",
      "type": "I",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146858",
      "text": "Good news for the Second Amendment:  Wicker Amendment Passes Overwhelmingly",
      "type": "I",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146859",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146860",
      "text": "Good news for the Second Amendment:  Wicker Amendment Passes Overwhelmingly emoticon_cry emoticon_xgood emoticon_xhoho",
      "type": "I",
      "timestamp": "2016-03-08 20:05:00"
    },
    {
      "nodeID": "146861",
      "text": "Ya know Doc, it is really hard for someone to travel to a shooting sports event in another state. One would usually have to drive or go through ridiculous lengths in order to transport their firearm. I am glad to see some sanity in our laws now!  Although I sincerely doubt that the Antis are happy about it.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:01"
    },
    {
      "nodeID": "146862",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:05:01"
    },
    {
      "nodeID": "146863",
      "text": "Not to rain on anyone's parade: 'The liberal hysteria about the tea parties and town hall protests, kicked off by the Obama administration&#8217;s issuance of a Homeland Security bulletin warning of right wing terrorists and extremists, has led to a lot of hyperbole on the left about how, well, extreme and terrorist-like the right is becoming. And to be sure, there are some nuts who are politically active on the right who should probably be locked up for their own good. But there are plenty of nuts like that on the left as well.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:01"
    },
    {
      "nodeID": "146864",
      "text": "I know one thing, anything that happens, politically motivated people will demonize us, anyway! Like this.  FBI Arrests Three Men in Terror Plot that Targeted New York",
      "type": "I",
      "timestamp": "2016-03-08 20:05:01"
    },
    {
      "nodeID": "146865",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:05:01"
    },
    {
      "nodeID": "146866",
      "text": "I know one thing, anything that happens, politically motivated people will demonize us, anyway! Like this.  FBI Arrests Three Men in Terror Plot that Targeted New York If not directly blame us, they would be screaming that the Right instigated or financed it or something. That is where we are now. The Crazies have take over the parties and corruption is so rampant, that this does not look anything like the country you, I, and I guess Doc grew up in. Now we train our investigators on the law-abiding, cause we can't trust even them!  About the only thing I can say Sarge, is Beam me up Scotty! Everything is sure Bazaar now. emoticon_smile",
      "type": "I",
      "timestamp": "2016-03-08 20:05:01"
    },
    {
      "nodeID": "146867",
      "text": "Wasn't sinjin crowing about his plans to take the family, wife and children, to the fair this weekend because it 'was so safe since normal folks couldn't carry in that gun free pardise?' Insane killer escapes on field trip to county fair - Yahoo! News",
      "type": "I",
      "timestamp": "2016-03-08 20:05:01"
    },
    {
      "nodeID": "146868",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:01"
    },
    {
      "nodeID": "146869",
      "text": "I am no pacifist.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:01"
    },
    {
      "nodeID": "146870",
      "text": "Sorry did I say pacifist?I meant yellow bellied pacifist.However if its any consolation, I meant anti's in general not just you Sinj.sorry if it sounded that way.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:01"
    },
    {
      "nodeID": "146871",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:01"
    }
  ],
  "edges": [
    {
      "edgeID": "188258",
      "fromID": "146832",
      "toID": "146833",
      "formEdgeID": null
    },
    {
      "edgeID": "188259",
      "fromID": "146833",
      "toID": "146831",
      "formEdgeID": null
    },
    {
      "edgeID": "188260",
      "fromID": "146835",
      "toID": "146836",
      "formEdgeID": null
    },
    {
      "edgeID": "188261",
      "fromID": "146836",
      "toID": "146834",
      "formEdgeID": null
    },
    {
      "edgeID": "188262",
      "fromID": "146838",
      "toID": "146839",
      "formEdgeID": null
    },
    {
      "edgeID": "188263",
      "fromID": "146839",
      "toID": "146837",
      "formEdgeID": null
    },
    {
      "edgeID": "188264",
      "fromID": "146841",
      "toID": "146842",
      "formEdgeID": null
    },
    {
      "edgeID": "188265",
      "fromID": "146842",
      "toID": "146840",
      "formEdgeID": null
    },
    {
      "edgeID": "188266",
      "fromID": "146844",
      "toID": "146845",
      "formEdgeID": null
    },
    {
      "edgeID": "188267",
      "fromID": "146845",
      "toID": "146843",
      "formEdgeID": null
    },
    {
      "edgeID": "188268",
      "fromID": "146847",
      "toID": "146848",
      "formEdgeID": null
    },
    {
      "edgeID": "188269",
      "fromID": "146848",
      "toID": "146846",
      "formEdgeID": null
    },
    {
      "edgeID": "188270",
      "fromID": "146850",
      "toID": "146851",
      "formEdgeID": null
    },
    {
      "edgeID": "188271",
      "fromID": "146851",
      "toID": "146849",
      "formEdgeID": null
    },
    {
      "edgeID": "188272",
      "fromID": "146853",
      "toID": "146854",
      "formEdgeID": null
    },
    {
      "edgeID": "188273",
      "fromID": "146854",
      "toID": "146852",
      "formEdgeID": null
    },
    {
      "edgeID": "188274",
      "fromID": "146855",
      "toID": "146856",
      "formEdgeID": null
    },
    {
      "edgeID": "188275",
      "fromID": "146856",
      "toID": "146849",
      "formEdgeID": null
    },
    {
      "edgeID": "188276",
      "fromID": "146858",
      "toID": "146859",
      "formEdgeID": null
    },
    {
      "edgeID": "188277",
      "fromID": "146859",
      "toID": "146857",
      "formEdgeID": null
    },
    {
      "edgeID": "188278",
      "fromID": "146861",
      "toID": "146862",
      "formEdgeID": null
    },
    {
      "edgeID": "188279",
      "fromID": "146862",
      "toID": "146860",
      "formEdgeID": null
    },
    {
      "edgeID": "188280",
      "fromID": "146864",
      "toID": "146865",
      "formEdgeID": null
    },
    {
      "edgeID": "188281",
      "fromID": "146865",
      "toID": "146863",
      "formEdgeID": null
    },
    {
      "edgeID": "188282",
      "fromID": "146867",
      "toID": "146868",
      "formEdgeID": null
    },
    {
      "edgeID": "188283",
      "fromID": "146868",
      "toID": "146866",
      "formEdgeID": null
    },
    {
      "edgeID": "188284",
      "fromID": "146870",
      "toID": "146871",
      "formEdgeID": null
    },
    {
      "edgeID": "188285",
      "fromID": "146871",
      "toID": "146869",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
