{
  "nodes": [
    {
      "nodeID": "161803",
      "text": "i think its finally settled that physical (testable or tangible) evidence of God can never be found. this is not only because of its elusive nature to science, but also because of religious requirements. from a scientic perspective, nothing ever occurs outside of the realm of phyical law. that is, physical laws are constant and unbreakable, and there is nothing new or unpredictable or inexplicable about them. because the laws of physics completely govern ever aspect of the universe, there is nothing left for a supernatural being to do, at least where the phsical realm is concerned. there is no supernatural phenomenon, and no occurance that natural physical laws do not affect from a religious perspective, knowledge of God can only come through faith. we already know that faith is certainty in the absence of rational evidence, in other word believing without evidence. Hebrews 11:6 says 'And without faith it is impossible to please him. For whoever would draw near to God must believe that he exists and that he rewards those who seek him.' faith is the key to religion, and only through faith can religion be established. therefore, if some physical observation could verify God's existence, then it would contradict what religion says about God. this is a real catch 22. you search for evidence to solidify your faith, but if evidence comes you dont need faith, and without faith you cannot relate to God in all, as far as i'm concrned, it is totally futile to seek rational proof of God's existence. even if it was found, it wouldnt be found. i remember saying that it is possible to prove that God exists; that is, in the event that God showed up and said 'hey, it's Me!'. but even this can never happen, because such a scenario would contradict the bible, and thus not prove God exists as far as the bible is concerned. and when all is said and done, it still doesnt answer the question 'does God exist?'",
      "type": "I",
      "timestamp": "2016-03-08 20:38:25"
    },
    {
      "nodeID": "161804",
      "text": "But then it also doesn't answer the question 'does anything exist', nor does it answer an infinite number of 'existence' questions. Do 'trolls' exist, follows the same reasoning. If you find one, they are no longer a fairy tale/imaginary creature, they are some organic life form that can be measured, tested, and quantified..i.e. no longer an imaginary creature. So they can no more be found than god. So replace god/troll with an infinite number of other imaginary things and you'll see why the question 'Does god exist?', has no real importance in the physical universe. (does the tooth fairy exist, does a unicorn exist, do flying pigs exist, etc.) In fact, I like that statement. The existence of god is not imporant... Rather - the FAITH in god(s, etc.) is what is 'important', and the thoughts most certainly exist in the physical world and have a measureable impact.  I think that's why I don't mind so much 'religion' per se, it's the human condition that brings suffering, and uncertainty, into our lives and for some people, the feelings brought about by their faith seems to treat the condition. (the human condition also brings joy, love, etc., but I'd like that without the pain personally) I only mind it when things in the physical universe are 'attacked' with the premise of belief in god(s), which is a waste of human energy...we have a limited time, don't spend it using fallacy to undermine those who are actually trying to build on the foundation of human knowledge. And any belief in something without evidence scares me if it becomes a driving force behind decisions. ...she's a witch because she MADE the crops die...she must be burned.  ...he broke 'god's' law and therefore must be guilty.. ...this is 'god's' war.. Yeah, that still scares me. That's why I think, at least in the US, the seperation of church and state is so ridiculously important, and accepted. While there are fundamentalists that rail against it...it's hopefully obvious that with ~80% of the US believing in an imaginary 'god', but also having a separation of church and state and the most generally advanced scienctific community in the world, then the two can obviously co-exist, and I'd go so far as to say thrive as long as the line is drawn and not crossed. I learned something in responding, thanks for the spark. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:38:25"
    },
    {
      "nodeID": "161805",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:25"
    },
    {
      "nodeID": "161806",
      "text": "i think its finally settled that physical (testable or tangible) evidence of God can never be found. this is not only because of its elusive nature to science, but also because of religious requirements. from a scientic perspective, nothing ever occurs outside of the realm of phyical law.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:25"
    },
    {
      "nodeID": "161807",
      "text": "That's not quite right. More accurate would be: Nothing that occurs outside the realm of physical law is in the realm of science. Science by no means precludes the possibility of there being something outside the realm of science.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:25"
    },
    {
      "nodeID": "161808",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:25"
    },
    {
      "nodeID": "161809",
      "text": "from a religious perspective, knowledge of God can only come through faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:25"
    },
    {
      "nodeID": "161810",
      "text": "Who says God cares about religion? If God felt like giving us certain knowledge, he could just show up, and to heck with what it did to religion.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:25"
    },
    {
      "nodeID": "161811",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:26"
    },
    {
      "nodeID": "161812",
      "text": "That's a stretch you don't need to make though. Not even considering the fact that the bible contradicts itself..i.e. god performs miracles, speaks to people, etc...  .. it's the definition that god is supernatural that in itself, cannot be reconciled with god 'appearing'. The same goes for any diety, or imaginary thing, if by definition they are imaginary/supernatural. Once you 'find' something supernatural, they are no longer imaginary or supernatural, thus, you can never find them, they can only exist, by definition, without evidence, with faith. It's relativity in action yet again :) The contradiction you illustrate stands apart from the bible. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:38:26"
    },
    {
      "nodeID": "161813",
      "text": "that is not true. a levitating guru that has been seen and proven to levitate doesnt make the process natural. an alien that has been seen and proven to teleport and abduct people in their retractor beam doesnt make the process less paranormal. the definition of supernatural/paranormal doesnt automatically mean they can never be observed, just that they defy physical law. the definition of God is a special case that includes never being observed/proven",
      "type": "I",
      "timestamp": "2016-03-08 20:38:26"
    },
    {
      "nodeID": "161814",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:26"
    },
    {
      "nodeID": "161815",
      "text": "let's take a look at a non-biblical God, then. if such a God exists, what is his definition. can he interact with the physical realm?",
      "type": "I",
      "timestamp": "2016-03-08 20:38:26"
    },
    {
      "nodeID": "161816",
      "text": "Well, your typical diety is generally immortal, omnipotent or nearly so, all knowing or nearly so, and concerned with humanity in some way. Creating the universe is a bonus, but not required. They're all described as living outside the world, but being able to interact with it. Whatever their relationship with our universe is, it's clearly outside the realm of science as we know it.  What does this mean in terms of proving their existence? Since their interactions with us are outside the realm of science, science can't really say anything unless the dieties in question specifically choose to interact with us in a way which science could verify. That is to say, the existence of any God can't be proven against that God's will, but I believe that if a diety wanted to have it's existence known than it would certainly be able to do so.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:26"
    },
    {
      "nodeID": "161817",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:38:26"
    },
    {
      "nodeID": "161818",
      "text": "Well, your typical diety is generally immortal, omnipotent or nearly so, all knowing or nearly so, and concerned with humanity in some way. Creating the universe is a bonus, but not required. They're all described as living outside the world, but being able to interact with it. Whatever their relationship with our universe is, it's clearly outside the realm of science as we know it.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:26"
    },
    {
      "nodeID": "161819",
      "text": "a deity with all this power, yet not necessarily credited with the creation of the universe (or any other task suitable for an all-powerful, all-knowing God)? so what has this God done for us to assume he has any power at all?",
      "type": "I",
      "timestamp": "2016-03-08 20:38:26"
    },
    {
      "nodeID": "161820",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:38:26"
    },
    {
      "nodeID": "161821",
      "text": "What does this mean in terms of proving their existence? Since their interactions with us are outside the realm of science, science can't really say anything unless the dieties in question specifically choose to interact with us in a way which science could verify. That is to say, the existence of any God can't be proven against that God's will, but I believe that if a diety wanted to have it's existence known than it would certainly be able to do so.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:26"
    },
    {
      "nodeID": "161822",
      "text": "yes, but if we cannot even observe the effects of such a deity, what difference does it make to man whether such a God exists or not? for now, i think we can comfortably conclude that this deity, if he exists, doesnt want to have his existence known. furthermore, this deity doesnt seem interested in interacting with mankind in any physical sense. what good is such a God? whether he exists or not holds absolutely no bearing on reality.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:26"
    },
    {
      "nodeID": "161823",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:26"
    },
    {
      "nodeID": "161824",
      "text": "Not neccesarily. There may be a maniac hiding in your house. He doesn't want his existance known, and you have no evidence he's there. However, it will have a big impact on your reality when you wander into the room he's in. Likewise, most modern Gods don't seem inclined to demonstrate their existance, but most religions say that if you don't do what their God says, there will be consequences when you die. I would say that if a diety can't go out of his way to demonstrate his existance and make clear what he wants, then I'm not going to change the way I lead my life based on what people who claim to speak for him say. That's not the same as saying that, if he exists, he doesn't have some bearing on reality. We just may not know what it is, or it may only happen after we die.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:26"
    },
    {
      "nodeID": "161825",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:27"
    },
    {
      "nodeID": "161826",
      "text": "I would say that if a diety can't go out of his way to demonstrate his existance and make clear what he wants  This may surprise you, although we cannot observe not test this, God has come down to Earth many times throughout human history.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:27"
    },
    {
      "nodeID": "161827",
      "text": "Your reason for believing this lies entirely within the Bible. I hardly consider a 1500 year old book 'making clear what he wants'. Particularly given that even among those who believe the book, they still can't agree on what God wants. And of course, that doesn't even beging to address the issue of all the other holy books which contradict the Christian Bible. You may personally believe that you know what God wants, but if so it's not because God has been clear about it.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:27"
    },
    {
      "nodeID": "161828",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:27"
    },
    {
      "nodeID": "161829",
      "text": "Miracles, such as Jesus' resurrection, can provide evidence for a religious belief, which hence, provides evidence for God's existence, following directly from a principle which J. L. Mackie has defended, and requires no assumptions about violations of natural laws. The principle states that a piece of evidence raises the likelihood of a hypothesis whenever that evidence is more likely given the hypothesis. The principle follows from the axioms of probability and is central to common sense reasoning. Footprints in the dirt confirm that someone has been walking there since the footprints are more likely to be there given that someone did walk there. The sound of the siren suggests that there is a fire nearby, for a siren is more likely to be heard when there is a fire nearby. Antony Flew and Mackie both agree that while miracles are extremely improbable, their occurrence is more likely on the assumption that God exists. More specific religious beliefs may rise further the likelihood of a miracle. So it follows from Mackie's criterion of confirmation that the occurrence of miralces may confirm religious hypotheses. For instance, since the resurrection of Jesus is far more likely on the assumption that He was divine, the resurrection, if we knew it to have occurred, would confirm Jesus' divinity and thus the truth of the Bible and it's revelation about God and His existence. Of course, it does not prove it, but it does provide substantial support.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:27"
    },
    {
      "nodeID": "161830",
      "text": "again, this is only good as a reasonable assumption, and nothing more. in many cases, the least likely answer is true. you cannot create evidence out of assumptions. you test the assumptions against reality, then the assumptions can be confirmed. i agree that reasonable assumptions are useful, but basing an assumption upon another assumption causes the likeliness to decrease. for example, under the assumption that (a) jesus is devine, and that (b) God exists, it is likely that (c) jesus performed miracles. c can only be considered a reasonable assumption of a and b were already true. since a and b are assumptions themselves, then it makes c much more unlikely. as opposed to the case of the footprints. if (a) people wear shoes and (b) there is a footprint in the lawn, it is likely that (c) a person stood on the lawn. in this case, a and b are verifiable, and by they being true, we can consider c a reasonable assumption",
      "type": "I",
      "timestamp": "2016-03-08 20:38:27"
    },
    {
      "nodeID": "161831",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:27"
    },
    {
      "nodeID": "161832",
      "text": "That much can be said. But we can provide evidence for the existence of God in other ways that require us to use logic and reasoning. We might reason for instance, say that if Jesus' body was still rotting in the tomb, then it is most likely that the authorities would have displayed it in order to crush the Christian faith (for they had every motive to). And if they had produced the corpse, then it is almost certain that Christianity would have been destroyed (for the early Christians believed in nothing less than the literal bodily resurrection). Given that the faith was not destroyed, it is implausible that His body was still in the tomb. Of course, there is a whole lot more to consider than this. Furthermore, a miraclous event (such as Jesus' resurrection) is improbable on the assumption that the miracle did not occur - but is to be expected on the assumption that it did. That is, if there was no resurrection, the emergence of Christianity is highly improbable; but if there was a resurrection, the emergence of Christianity is very likely. This is in the form 'if A happened, then it is most likely that B'.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:27"
    },
    {
      "nodeID": "161833",
      "text": "yes, on the grounds of 'mostly likely' we can make reasonable assumptions. but we must still treat them as such. part of the catch of God's existence is that no evidence of his existence cn ever be found. if Jesus actually physically performed observable miracles, even 2000 years ago, then it would surely proven that the supernatural can and does (or did) exist in reality. however, even jesus's ministry contradicts the faith theory. how can God expect faith from those who haven't observed on the grounds of those who have? if people can observe the manifested power of God in reality, then they have physical evidence that God exists. but this conflicts with the nature of God from a biblical standpoint. in other words, the bible cannot claim that physical evidence for the existence of God can exist, and then that it cannot exist, without contradicting itself. what we end up with is the predicament that ANY physical evidence that could possibly support God's existence is evidence against God's existence (at least from a biblical standpoint)",
      "type": "I",
      "timestamp": "2016-03-08 20:38:27"
    },
    {
      "nodeID": "161834",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:27"
    },
    {
      "nodeID": "161835",
      "text": "You are assuming that God (if there is one) is not somehow sustaining His creation. Once again, this cannot be proven nor disproven by science as it cannot be tested or observed - as you said in your original topic starting post. But it is reasonable to believe, that if there is a God who created the whole universe, then without Him sustaining it somehow, it would cease to exist - hence, since it does exist, it is logical to believe that He is somehow sustaining it (obviously not as much as He can). So, if true, the observations that we see and/or take, are the effects of God acting on His creation; and miracles can be explained in such a way to say that it is God just acting on a part of His creation in a different way, this is not only plausible but logical.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:27"
    },
    {
      "nodeID": "161836",
      "text": "as far as all observable evidence dictates, the laws of nature are what sustains the universe. there is not one single function of nature that isnt on 'autopilot' as it were. that is, no function needed to sustain the universe occurs outside of natural law. what's more, nothing that defies natural law (whether universe-sustaining or not) ever occurs in observable reality  I'm glad you responded Nu Leader. this is this issue that really hits the religion/science divide. as it is, God has been gradually and subliminally coralled in the spiritual realm. there is absolutely nothing in the physical and observable world that is a function of God, or a manifestation of supernatural power. in other words, in the realm of the physical, God has no turf. even if God does exist, he does not (and by biblical definition, cannot) physically manifest his being nor the effect of his power this leaves us with the spiritual realm. this realm, whether it exists or not, does affect people. yet this realm is as elusive and intangible as God himself. the same realm that God is believed to abive and reign in, is said to be the same realm that humans enter only when they die. i have many thoughts about the effects of this spiritual realm on reality, but for now i think its sufficient to say that God is limited to the spiritual realm only",
      "type": "I",
      "timestamp": "2016-03-08 20:38:27"
    },
    {
      "nodeID": "161837",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:38:27"
    },
    {
      "nodeID": "161838",
      "text": "I have to disagree with 1 and 3. If God exists, and he wanted his existence proven, he could prove it. Likewise, if he wanted to have an impact, he could. I will agree with 1 and 3 if you add 'as things stand now', or words to that effect.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:27"
    },
    {
      "nodeID": "161839",
      "text": "if God, even a non-biblical God, existed, then would you say that he would have always existed? wouldnt this God be the same and consistent throughout eternity? so far, we agree that the existence of a documented/biblical God cannot be proven. an undocumented/non-biblical God has never even been encountered, not even in the last 5000 years when the other Gods were being written about. if this God had the ability to make himself known at his perogative, why would he not do so until now? and if he doesnt show himself/make his existence known now why would he wait until later? we could extrapolate this forever, and this undocumented/non-biblical God would never 'choose to' manifest. therefore, the existence of such a God can never be proven the same applies for 3. if such a God never 'decides to' manifest his presence, then even if he exists it would be of absolutely no consequence to mankind at all",
      "type": "I",
      "timestamp": "2016-03-08 20:38:28"
    },
    {
      "nodeID": "161840",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:28"
    },
    {
      "nodeID": "161841",
      "text": "We cannot prove the existence of God for, by definition, he dwells in a reality outside our own. Similarly, I cannot prove the existence of a Flying Shoe in Hyperspace, nor can I disprove it, but I can prove that the Flying Shoe does not exist in our world because it exists, by definition, in Hyperspace. I can make up anything I want and say it exists in another universe. A round square, a colorless green idea that sleeps furiously, you name it.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:28"
    },
    {
      "nodeID": "161842",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:28"
    }
  ],
  "edges": [
    {
      "edgeID": "198868",
      "fromID": "161804",
      "toID": "161805",
      "formEdgeID": null
    },
    {
      "edgeID": "198869",
      "fromID": "161805",
      "toID": "161803",
      "formEdgeID": null
    },
    {
      "edgeID": "198870",
      "fromID": "161807",
      "toID": "161808",
      "formEdgeID": null
    },
    {
      "edgeID": "198871",
      "fromID": "161808",
      "toID": "161806",
      "formEdgeID": null
    },
    {
      "edgeID": "198872",
      "fromID": "161810",
      "toID": "161811",
      "formEdgeID": null
    },
    {
      "edgeID": "198873",
      "fromID": "161811",
      "toID": "161809",
      "formEdgeID": null
    },
    {
      "edgeID": "198874",
      "fromID": "161813",
      "toID": "161814",
      "formEdgeID": null
    },
    {
      "edgeID": "198875",
      "fromID": "161814",
      "toID": "161812",
      "formEdgeID": null
    },
    {
      "edgeID": "198876",
      "fromID": "161816",
      "toID": "161817",
      "formEdgeID": null
    },
    {
      "edgeID": "198877",
      "fromID": "161817",
      "toID": "161815",
      "formEdgeID": null
    },
    {
      "edgeID": "198878",
      "fromID": "161819",
      "toID": "161820",
      "formEdgeID": null
    },
    {
      "edgeID": "198879",
      "fromID": "161820",
      "toID": "161818",
      "formEdgeID": null
    },
    {
      "edgeID": "198880",
      "fromID": "161822",
      "toID": "161823",
      "formEdgeID": null
    },
    {
      "edgeID": "198881",
      "fromID": "161823",
      "toID": "161821",
      "formEdgeID": null
    },
    {
      "edgeID": "198882",
      "fromID": "161824",
      "toID": "161825",
      "formEdgeID": null
    },
    {
      "edgeID": "198883",
      "fromID": "161825",
      "toID": "161819",
      "formEdgeID": null
    },
    {
      "edgeID": "198884",
      "fromID": "161827",
      "toID": "161828",
      "formEdgeID": null
    },
    {
      "edgeID": "198885",
      "fromID": "161828",
      "toID": "161826",
      "formEdgeID": null
    },
    {
      "edgeID": "198886",
      "fromID": "161830",
      "toID": "161831",
      "formEdgeID": null
    },
    {
      "edgeID": "198887",
      "fromID": "161831",
      "toID": "161829",
      "formEdgeID": null
    },
    {
      "edgeID": "198888",
      "fromID": "161833",
      "toID": "161834",
      "formEdgeID": null
    },
    {
      "edgeID": "198889",
      "fromID": "161834",
      "toID": "161832",
      "formEdgeID": null
    },
    {
      "edgeID": "198890",
      "fromID": "161836",
      "toID": "161837",
      "formEdgeID": null
    },
    {
      "edgeID": "198891",
      "fromID": "161837",
      "toID": "161835",
      "formEdgeID": null
    },
    {
      "edgeID": "198892",
      "fromID": "161839",
      "toID": "161840",
      "formEdgeID": null
    },
    {
      "edgeID": "198893",
      "fromID": "161840",
      "toID": "161838",
      "formEdgeID": null
    },
    {
      "edgeID": "198894",
      "fromID": "161841",
      "toID": "161842",
      "formEdgeID": null
    },
    {
      "edgeID": "198895",
      "fromID": "161842",
      "toID": "161838",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
