{
  "nodes": [
    {
      "nodeID": "145624",
      "text": "You're starting to sound like someone who understands evolution. I don't see your argument here, you're basically supporting the steps necessary for natural selection. What you describe is one small step for evolution, you just have to repeat this 1,000,000 times over various other environmental and competitive contraints (sic) and viola, you'll probably see evolution at work on a scale that you can recognize. You're almost there montalban! -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:02:45"
    },
    {
      "nodeID": "145625",
      "text": "Then a man who needs an artificial heart to survive is a new species of man. That is the analogy I gave, and you ignored. In both cases; human and bacteria, before the advent of a human product, a particular group of individuals from each larger group would die off. BUT along come a man-made invention that allows those certain portions to live on which otherwise would have died. In once case - nylon, the other, the artificial heart. You call this evolution. Nor is it 'natural selection' at work either, as in both cases the thing that enabled them to survive was not natural. What you have advanced as a proof of evolution actually proves what? Natural what? I suppose people with cochlear implants are new species too because they've learnt to hear. Another view of this nylon-eating-bug is given... 'Finally, Mr Cerutti is out of date about this new nylon digesting ability allegedly from a frame shift. New evidence shows that the ability was due to plasmids [e.g. K. Kato, et al., ?A plasmid encoding enzymes for nylon oligomer degradation: Nucleotide sequence analysis of pOAD2?, Microbiology (Reading) 141(10):2585?2590, 1995.] In fact, more than one species of bacteria have the ability, residing on plasmids. This suggests that the information probably already existed, and was just passed between different types of bacteria.' 'All that would be needed to enable an enzyme to digest nylon is a mutation causing loss of specificity in a proteolytic (protein-degrading) enzyme. This may seem surprising? How would a loss of information create a new ability? Answer: enzymes are usually tuned very precisely to only one type of molecule (the substrate). Loss of information would reduce the effectiveness of its primary function, but would enable it to degrade other substrates, too. Since both nylon and proteins are broken down by breaking amide linkages, a change in a proteolytic enzyme could also allow it to work on nylon. If this process were continued, the result would be a general enzyme with a weakly catalytic effect on the hydrolysis of too many chemicals to be useful where much selectivity is required. To put it into perspective, acids and alkalis also catalyze many hydrolysis reactions, but they also lack specificity. Indeed, an inhibitor of a protein degrading enzyme also inhibits the action of the nylon degrading enzyme' http://www.answersingenesis.org/home/area/feedback/negative7-24-2000.asp Talkorigins gave their usual doubletalk 'Whilst this particular case does not 'prove' evolution, it is consistent with, and supportive of, the theory of biological evolution.' Why do they say this? Because it's still a bacteria. It's not like it suddenly became a large multi-cellular organism. But it might just prove that this bug was so well designed that it can cope with newer situations. One site does say that it, the bacteria, had the capability already within it of change ? not resultant in ?mutations?, but more like switching on previously dormant apparatus. http://members.tripod.com/aslodge/id89.htm One poster on another forum summed the problem up like this... ' In order for species to advance there would have to be a net information gain, which isn't the case with nylon eating bacteria. The bacteria gained the ability to digest nylon, therefore was able to survive in a new environment. Two distinct advantages But, the bacteria lost its ability to survive in its old environment, eat its former diet and suffered a 98% loss in efficiency. Three disadvantages. So by taking two steps forward and three steps backward, where is the net gain? If nylon eating bacteria was 'proof' of evolution, we would still be pond scum, but with the ability to digest whatever happened to become the primary food source.' http://www.christianforums.com/t52336",
      "type": "I",
      "timestamp": "2016-03-08 20:02:45"
    },
    {
      "nodeID": "145626",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:45"
    },
    {
      "nodeID": "145627",
      "text": "Then a man who needs an artifical heart to survive is a new species of man. That is the analogy I gave, and you ignored.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:45"
    },
    {
      "nodeID": "145628",
      "text": "And well he should have ignored it. Your analogy is nonsense.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:45"
    },
    {
      "nodeID": "145629",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145630",
      "text": "BUT along come a man-made invention that allows those certain portions to live on, and survive. In once case - nylon, the other, the artifical heart. You call this evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145631",
      "text": "What does a mutation have to do with a heart transplant? What are you smoking?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145632",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145633",
      "text": "However, Blyth saw natural selection as an anti-evolutionary mechanism. If one assumes that the normal type of the species is adapted to its environment, then any departure from that type will be less fit and will be selected against. Thus with Blyth, natural selection is a homeostatic mechanism to prevent change. Blyth was not the only one to use this argument.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145634",
      "text": "This was pretty much my understanding of how natural selection was viewed before Darwin. Nonetheless, I think that my point still stands. Darwin proposed that natural selection is responsible for the diversification of species. This pre-Darwin concept denies this. My understanding is that anti-evolutionists refused to accept that natural selection could have led to the diversification of species. Until recently, when they realized that evolutionary theory could help out in their how-many-animals-could-fit-on-the-ark dilemma; now they suddenly take an idea from evolutionary science and propose that suddenly all the present species could 'micro-evolve' from a few ancestral 'kinds' on the ark.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145635",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145636",
      "text": "To apathy: Call me crazy, but I still don't see any evolution in the peppered moths!! We had light and dark moths before the industrial revolution, we now still have light and dark moths. The only thing that has changed is the population ratio, assumably by *natural selection*. Natural selection is not proof of evolution by any means. Creationists recognise it and accept it as it goes in nicely with the creationary model.  Natural selection is basically the death of a particular type of animal if they are unsuited to the environment. In a given environment (e.g. a very cold region), some (e.g. the long-haired dogs) will be more likely to survive, and so pass on their information, than others. Natural selection can favour some sets of information above others, and can eliminate some of the existing information in the population, but it can't create any new information.  An example, consider the cold environment mentioned above. We take a population of both long, short and medium, haired dogs to this environment. Over time, very short time, the population will only consist of the long haired dogs as the short and medium haired dogs would freeze and be wiped out by the cold conditions. So, as a result, the population as a whole has lost the information for making short haired dogs and has not gained any new information. What did we have when we first took the dogs to the environment? Dogs (varying in hair sizes). What did we get after a short amount of time? Dogs (only the long hair size). There is no evolution occuring here, we had dogs before, dogs after. The only difference is that the gene for making short hair has been eradicated from the population by natural selection -- that is it. This is the essense of natural selection - and goes in nicely with the Biblical account of our origins, i.e. variation within a kind and that kind's have the ability to only lose information - not gain it. So even if the peppered moth case was really true, and not a fraud, it still would not be evidence for evolution as opposed to creation. Anyone who says other wise, does not really know what they are talking about unless new genetic information is somehow being added to the moth's total DNA content, i.e. their genome, in which case you might have a point. Would any creationists like to challenge anything about this article or the concept?  His method appears to be good, i.e. using observations and experimental data, as well as repeatability. He is using the scientific method (in reverse as he is collecting the observations and experimental data and then will draw a conclusion based on the evidence and possibly his own bias. This is yet to be determined, however. Can you keep us informed of his progress?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145637",
      "text": "Also another example put forward is a bacteria that can only sustain itself by eating Nylon. The theory goes - nylon is a recent invention therefore this bacteria must have eolved recently. What it suggests however is that a portion of an existing population would have died if not for nylon... the bug has to have nylon, or it will die. It is akin to looking at a portion of the human population who would die from heart-trouble. But thankfully we've now got artificial hearts, therefore this portion can survive. They are not a new species of human, but live only because of a recent invention.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145638",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145639",
      "text": "The only thing that has changed is the population ratio, assumably by *natural selection*. Natural selection is not proof of evolution by any means.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145640",
      "text": "Hello, Nu Leader. Nor was the peppered moth example ever meant to 'prove' evolution. One important part of the theory of evolution is the hypothesis that natural selection is the major driving force behind it. So, the peppered moth observations were meant to show that natural selection can have a significant effect on the relative frequency of genotypes. Incidentally, I am interested in your comment that natural selection is consistent with creationism. It was Darwin who first proposed that natural selection can be the major force driving the evolution of species. Creationists pretty much tried to discredit natural selection for over a century. It was only after scientific evidence was presented that showed decisively that natural selection was, indeed, a major contributor to evolution that creationists were finally forced to accept it. I would be interested in know who was the first creationist to finally accept that natural selection is a real phenomenon, and when they accepted it.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145641",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145642",
      "text": "Creationists recognise it and accept it as it goes in nicely with the creationary model.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145643",
      "text": "Not many creationists accept it. Your later comment that it was a creationist who first proposed natural selection is in error. Natural selection was one of Darwin's theories, also formulated independently by Alfred Russel Wallace.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145644",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:46"
    },
    {
      "nodeID": "145645",
      "text": "...but I still don't see any evolution in the peppered moths!!",
      "type": "I",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145646",
      "text": "How do you define evolution? If you don't see any, then you aren't using the definition used by evolutionary biologists. The question is who should define the vocabulary of evolutionary biologist, evolutionary biologists or creationists?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145647",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145648",
      "text": "Call me crazy,",
      "type": "I",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145649",
      "text": "That wouldn't be friendly.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145650",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145651",
      "text": "Just to finish off: Majerus's research has focused on sexual selection, sex-ratio manipulation, and the evolution of melanism (the darkening of body color) in various moths, butterflies, and ladybirds.  I do not know all that much about peppered moths, just the story and why it is a fraud and even if it was not, why it does not support evolution over creation.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145652",
      "text": "You seem to feel that scientists care about 'creation' more than they do. Neither Kettlewell nor Majerus mentions creation or even takes it into account. But you have believed creationists who probably don't know as much as you. Kettlewell's work was not a fraud. He did the best he could with what he had and presented his work in peer reviewed literature. His work has nothing to do with creation. But it seems that creationists want to believe that all science is permanent and never changing. Thus, when re-evaluation of Kettlewell's work is done and flaws are pointed out, creationists loudly proclaim fraud and a victory for creation. Funny that it wasn't 'creation scientists' who pointed out the flaws and it wasn't 'creation scientists' who publicized them. It was done by two evolutionary biologists who didn't even mention creation.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145653",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145654",
      "text": "We had light and dark moths before the industrial revolution,",
      "type": "I",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145655",
      "text": "Actually, we didn't. The first record of a melanic form was in 1848. Presumably other melanic individuals had appeared before this, both in Biston bebularia as well as other moths. We know that a similar mutation occucrred in other moths North America some years after the 1848 record of the B. betualria. There are actually several alleles of the gene responsible for color that form a dominence hierarchy with the fully black morph (called carbonaria) as the top dominant and the typical as recessive. The intermediate forms are referred to as insularia. They are uncommon. At any rate, by 1895, 98% of observed B. betularia in industrialized areas were carbonaria.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145656",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145657",
      "text": "So even if the peppered moth case was really true, and not a fraud, it still would not be evidence for evolution as opposed to creation.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145658",
      "text": "It isn't a fraud. Why would you say that? And it isn't evidence for evolution, it is an observation of evolution. The allele frequency of the moths changed (twice) over time. The most reasonable explanation seems to be that it was the result of natural selection. Natural selection is one of several mechanisms of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145659",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145660",
      "text": "His method appears to be good, i.e. using observations and experimental data, as well as repeatability.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145661",
      "text": "Not sure how you can tell that since very little is mentioned about his methods.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:47"
    },
    {
      "nodeID": "145662",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145663",
      "text": "This is the essense of natural selection - and goes in nicely with the Biblical account of our origins, i.e. variation within a kind and that kind's have the ability to only lose information - not gain it.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145664",
      "text": "Well, since you have natural selection completely wrong, it must not go too well with the Biblical account. By the way, now you have introduced another word that has no meaning in the context. What is a 'kind.' Please be specific so that I will be able to recognize a 'kind.' Please show why a 'kind' only has the ability to lose information.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145665",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145666",
      "text": "An example, consider the cold environment mentioned above. We take a population of both long, short and medium, haired dogs to this environment. Over time, very short time, the population will only consist of the long haired dogs as the short and medium haired dogs would freeze and be wiped out by the cold conditions.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145667",
      "text": "Are you sure? What about animals that had a combination of both long and short hair. Such fur would function more efficiently as insulation that either long or short alone.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145668",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145669",
      "text": "In a given environment (e.g. a very cold region), some (e.g. the long-haired dogs) will be more likely to survive, and so pass on their information, than others. Natural selection can favour some sets of information above others, and can eliminate some of the existing information in the population, but it can't create any new information.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145670",
      "text": "What are you talking about? Please define information. What does 'new' information have to do with natural selection or evolution? Evolution is NOT defined by evolutionary biologists as an increase in information. So I ask again, please define information in a meaningful way as it applies to DNA and the genome of an organism.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145671",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145672",
      "text": "So, as a result, the population as a whole has lost the information for making short haired dogs and has not gained any new information.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145673",
      "text": "So what? The allele frequency, even in your example has still changed. A change in an allele frequency in a population over time is, by definition, evolution. What did you think that evolution was?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145674",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145675",
      "text": "He is using the scientific method (in reverse as he is collecting the observations and experimental data and then will draw a conclusion based on the evidence and possibly his own bias.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145676",
      "text": "In reverse? The scientific method begins with an observation. Then an hypothesis is proposed that will explain the observation. Then a prediction is made that must be true as a consequence, if the prediction is correct. Then methods are devised to test the prediction. What is described in the paper is the last step. Majerus already has his hypothesis and his prediction and is accumulating the data that will support them.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145677",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:48"
    },
    {
      "nodeID": "145678",
      "text": "Natural selection is not proof of evolution by any means.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:49"
    },
    {
      "nodeID": "145679",
      "text": "Of course not. No evolutionary biologist ever claimed that it was. Evolution is a change in the alle frequency in a population over time - like in the case of the peppered moths. Over about 150 years the dark allele increased to almost the entire population and then it decreased again. That is evolution. It is quite apparent that natural selection was the probably cause. You see, no one has proposed another explanation that has stood up to examination. Majerus is trying to verify that the evolution really was the result of predation by birds. It seems a reasonable hypothesis but Majerus had several quibbles with Kettlewell's methodology even though he believes the hypothesis to be correct.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:49"
    },
    {
      "nodeID": "145680",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:49"
    },
    {
      "nodeID": "145681",
      "text": "The only difference is that the gene for making short hair has been eradicated from the population by natural selection -- that is it.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:49"
    },
    {
      "nodeID": "145682",
      "text": "Right. The frenquecy of the alles have changed over time.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:49"
    },
    {
      "nodeID": "145683",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:02:49"
    },
    {
      "nodeID": "145684",
      "text": "we now still have light and dark moths. The only thing that has changed is the population ratio, assumably by *natural selection*.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:49"
    },
    {
      "nodeID": "145685",
      "text": "Exactly. That the change in moth color was due to natural selection was first posed in about 1896 by J.W. Tutt. The funny thing is that as pollution increased, the moths turned black, and then as the pollution was cleaned up, they turned white again. carbonaria have become pretty scarce.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:49"
    },
    {
      "nodeID": "145686",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:49"
    },
    {
      "nodeID": "145687",
      "text": "What did we have when we first took the dogs to the environment? Dogs (varying in hair sizes). What did we get after a short amount of time? Dogs (only the long hair size). There is no evolution occuring here, we had dogs before, dogs after.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:49"
    },
    {
      "nodeID": "145688",
      "text": "What bible tract did you get that from. Evolution does not require that dogs turn into something else. That is a strawman.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:49"
    },
    {
      "nodeID": "145689",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:49"
    },
    {
      "nodeID": "145690",
      "text": "You're starting to sound like someone who understands evolution. I don't see your argument here, you're basically supporting the steps necessary for natural selection. What you describe is one small step for evolution, you just have to repeat this 1,000,000 times over various other environmental and competitive contraints and viola, you'll probably see evolution at work on a scale that you can recognize. You're almost there montalban! -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:02:49"
    },
    {
      "nodeID": "145691",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:02:49"
    },
    {
      "nodeID": "145692",
      "text": "As Mach pointed out, you (Montalban) are arguing with yourself here. You stated that 'bacteria needing nylon to survive' is put forth as evidence for evolution. Then you said that an alternate view was that there are some bacteria that need nylon to survive. Anyway, an actual alternate view is that the experiments performed to determine whether the bacteria could survive on nylon alone could not have been exhaustive. There may still be a natural substance on which the bacteria survives. It may even be similar to nylon, but it has yet to be discovered. This is a big maybe, though.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:49"
    },
    {
      "nodeID": "145693",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145694",
      "text": "Hello, Nu Leader. Nor was the peppered moth example ever meant to 'prove' evolution. One important part of the theory of evolution is the hypothesis that natural selection is the major driving force behind it. So, the peppered moth observations were meant to show that natural selection can have a significant effect on the relative frequency of genotypes.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145695",
      "text": "Almost all textbooks on evolution include the peppered moth as the classic example of evolution by natural selection. http://www.clcoc.org/news/peppered.htm 'The peppered moth, Biston betularia (L.), is one of some 20,000 moth species found in the United Kingdom. It became a famous example of evolution by means of natural selection. after the Industrial Revolution. The typica variety of the moth is white with black speckles and is a striking lichen mimic.' http://wiki.cotch.net/wiki.phtml?title=Peppered_moth For years the story of the peppered moth, Biston betularia, has provided one of the best-known examples of natural selection in action. http://www.millerandlevine.com/km/evol/Moths/moths.html Although I failed High School biology I do remember that the peppered moth was given to us as an example of evolution at work. And it didn't show anything about the frequency of genotypes, because the population has been producing the same moths. If all you can show that a moth population changes colour, then again, then back again how is this anything remotely like evolution? It is still being taught... http://www.bethtfiloh.com/biology9pepperedmoth.htm But it doesn't explain much. 'Most biologists, however, believe that natural selection is responsible, though no one knows what traits are being selected or what factors in the environment are doing the selecting.' http://www.arn.org/docs/wells/jw_pepmoth.htm Another look into this is given at... http://www.talkdesign.org/faqs/moonshine.htm All that has been observed is that the population changed colour. They don't even know why. Despite this, misleading statements such as ... 'The peppered moth (Biston betularia (L.)) is a temperate species of night-flying moth notable for its evolution of industrial melanism.' http://www.nationmaster.com/encyclopedia/Peppered-moth are continually spread. (http://www.millerandlevine.com/km/evol/Moths/moths.html) Cited above argues quite well that we still don't know why - all an evolutionist can say is 'it happened', and 'it happened by evolution'. It is akin to Darwin giving examples of 'natural selection' by referring to how man breeds animals. In other words, his evidences for natural selection comes from non-natural, purpose driven selection. Darwin said 'There is no reason why the principles which have acted so efficiently under domestication should not have acted under nature. In the survival of favoured individuals and races, during the constantly-recurrent Struggle for Existence, we see a powerful and ever-acting form of Selection.' http://www.tbi.univie.ac.at/Origin/origin_15.html The phrase 'survival of the fittest' was not even Darwin's. It was urged on him by Wallace, the codiscoverer of natural selection, who hated 'natural selection' because he thought it implied that something was doing the selecting. Darwin coined the term 'natural selection' because had made an analogy with 'artificial selection' as done by breeders, an analogy Wallace hadn't made when he developed his version of the theory. The phrase 'survival of the fittest' was originally due to Herbert Spencer some years before the Origin http://www.talkorigins.org/faqs/evolphil/tautology.html And this sort of thing continues today in modern textbooks. 'From time to time, attacks on neo-Darwinism are mounted, usually by persons who either see evolutionary theory as antireligious or who basically misunderstand Darwin's theory. One attack, entitled 'Darwin's Mistakes,' by Tom Bethell, was published in Harper's magazine. Bethell began by pointing out that Darwinian theory is a tautology rather than a predicative theory. (The term tautology means a statement that is true by definition.)* That is, evolution is the survival of the fittest. But who are the fittest? Obviously, the individuals who survive. Thus, without an independent criterion for fitness, other than survival, we are left with the statement that evolution is the survival of the survivors. This indeed is a tautology. But it is possible to assign independent criteria for fitness. Darwin wrote extensively about artificial selection in pigeons, in which the breeders' choice was the criterion for fitness. (Many novel breeds of pigeon have been created this way.) Artificial selection has been practiced extensively by plant and animal breeders. Here too, survival is not the criterion for fitness, productivity is.' Robert H Tamarin, (1996) 'Principles of Genetics' (5th ed), p571.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145696",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145697",
      "text": "Incidentally, I am interested in your comment that natural selection is consistent with creationism. It was Darwin who first proposed that natural selection can be the major force driving the evolution of species. Creationists pretty much tried to discredit natural selection for over a century. It was only after scientific evidence was presented that showed decisively that natural selection was, indeed, a major contributor to evolution that creationists were finally forced to accept it. I would be interested in know who was the first creationist to finally accept that natural selection is a real phenomenon, and when they accepted it.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145698",
      "text": "Where has it been shown? How is it used to make predictions about species chances of survival for the future?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145699",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145700",
      "text": "NOTE: When I say beneficial mutations, I am not talking about a gain of new genetic information to the genome. The organism can survive in the environment by a loss of genetic information i.e. the loss of a function, for example the loss of wings of a beatle on a windy island helps it to survive. If they had wings, they may be blown into the ocean and drown. Over time, you may get a population of wingless beatles - the adaption would be mutation by natural selection. Not evolution. Which also fits beautifully with the creation account.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145701",
      "text": "Wow, make up your mind. Either populations change over time (evolve) or they don't.  Would your wingless beetles be able to produce wings again if they were somehow beneficial again? You are starting to sound like Darwin and his finches.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145702",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145703",
      "text": "Over time, you may get a population of wingless beatles - the adaption would be mutation by natural selection. Not evolution. Which also fits beautifully with the creation account.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145704",
      "text": "Please, I beg you, stop trying to jam the world into your 'creation' account through reason. You just won't get anywhere through reason, if your first choice is to believe the bible (any religious works) as truth, and go from there.  What you just said is '[adaptation] would be mutation by natural selection, not evolution' First, the adaptation refers to the adaptation of the species. A population of wingless beetles survives. The missing wings is the mutation, and isn't caused by anything other than a mutation, it's not a result of their being winds, or there being a god, it's just a mutation in the gene code. The gene for the wings can dissappear into the endless gulf of other discarded mutations since those organisms that carry it will most likely die off before reproductive age. It can also be left in the DNA sequence, unused, and not active, unless some other mutation activates it. ( A large percentage of our DNA seems to be unused garbage code). When this happens, your species evolved. What is your point, that beetles can evolve? Yes, they do. All life on earth seems to. Yet you don't think it's due to evolution? Mind-boggling. Who is telling you evolution is 'bad' or 'wrong'? Only if you arrive at that conclusion WITHOUT religion, can you even begin to have a discussion on it. Evolution in life only requires: DNA replication Mutations A natural environment (that is, what we see here on earth, a complex system) time Which of these do you feel is 'incorrect'? We can prove any of these, why persist? -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145705",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145706",
      "text": "I would be interested in know who was the first creationist to finally accept that natural selection is a real phenomenon, and when they accepted it. I don't know his name, but I'll research it for you and tell you in a week or so.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145707",
      "text": "By the way, I do believe that natural selection was accepted before Darwin. It was believed that natural selection killed the 'freaks' and ensured that a population of organisms stayed the same; in other words, I think I recall that it was originally believed that natural selection kept populations from changing. It was Darwin who understood that natural selection would actually lead to changes in the species. Creationists have always had a problem with how to fit so many animals in the ark. The modern creationists now propose that Noah only took a few 'kinds' onto the ark, and after the flood these few kinds evolved into the diversity we see today. Ironically, creationists have to accept Darwin's theory to solve an important problem that they had, and they don't even give Darwin the credit for this. :(",
      "type": "I",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145708",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145709",
      "text": "Today, no informed creationist would deny natural selection.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:50"
    },
    {
      "nodeID": "145710",
      "text": "Good. But seeing how this was proposed over a century and a half ago by Darwin, what took the creationists so long to catch up?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145711",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145712",
      "text": "Was this peppered moth not hailed as an 'example of evolution in action'? If so, this implies that it is proof of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145713",
      "text": "No, it doesn't. It is an example of how one part of the theory of evolution works to effect changes in a population.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145714",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145715",
      "text": "I am interested in your comment that natural selection is consistent with creationism. It was Darwin who first proposed that natural selection can be the major force driving the evolution of species. I thought that it was a creationist who first talked about natural selection and saw it as a way of slowing down the effects of the Curse that God placed on His whole creation (i.e. by getting rid of mutations - beneficial mutations however aren't as readily removed from a population as they help a creature survive in a particular environment), after Adam and Eve sinned and rebelled against God.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145716",
      "text": "Nope. It was Darwin. There are letters in which Darwin proposed his theory to friends as early as 1844. Several of the leading scientists of Darwin's day were aware of his theory.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145717",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145718",
      "text": "Okay, I see where you are getting at. This can be easily demonstrated and proved in the environment that it works today. I agree with you on this point, well done.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145719",
      "text": "Proof is a matter of math and booze. So, if you agree with Ursus maritimus, do you agree with me?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145720",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145721",
      "text": "Hi Ursus maritimus: Nor was the peppered moth example ever meant to 'prove' evolution. One important part of the theory of evolution is the hypothesis that natural selection is the major driving force behind it.  Some sources appear to conflict this point, but if you say so.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145722",
      "text": "Really? Can you cite those sources? I am sure that you will be citing the literature rather than creationist web sites.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145723",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145724",
      "text": "The organism can survive in the environment by a loss of genetic information i.e. the loss of a function, for example the loss of wings of a beatle on a windy island helps it to survive. If they had wings, they may be blown into the ocean and drown. Over time, you may get a population of wingless beatles - the adaption would be mutation by natural selection. Not evolution. Which also fits beautifully with the creation account.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145725",
      "text": "Except that your picture is balderdash. I presume that you mean beetle, since a Beatle is one of the fab four. The wingless beetles of which you speak actually have wings. You seem to speak from ignorance of science while you accuse others of speaking of ignorance of creationism. Let me explain. When disected, the beetles of which you speak have fully formed wings under the fused wing covers (which are themselves modified wings in beetles). It seems that time, in an evolutionary sense, has not been sufficent to make your 'wingless' beetles wingless. Since the wing covers are fused, the underlying wings are useless. In another environment that would not be an advantage.This makes perfect sense in an evolutionary scenario. Wingless (or fused wing cover) beetles in my back yard get snapped up by the anole and the geckos. But the winds in my yard are rarely more than can be handled by any insect (only once in over 20 years - huricane Alicia). And when that is the case, they go to ground and hang on. By the way, mutations don't happen by natural selection. The very statement is utter nonsese. You are demonstrating your ignorance of biological science. Mutations (of various types) are changes in the genetic makeup of an individual. If those changes are in gonads that produce gametes, then they may be passed on to offspring. Mutations are one source of genetic variability in a population. It is that variability that is acted upon by other evolutionary mechanisms to change a population over time. Both mutation and natural selection are mechanisms of evolution. Mutation increases genetic variability, while natural selection tends to reduce it. There are other mechanisms (sexual selection (-), gene flow (+), recombination (+), genetic drift (-)). The very statement, 'mutation by natural selection' shows ignorance of the subject. Please try to inform yourself of the topic before you speak in the future. I don't mean to be unfriendly, but you have accused others of being ignorant of creationism when they were actually more informed than you. I presume that you are willing to admit your own ignorance of evolutionary biology.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:51"
    },
    {
      "nodeID": "145726",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145727",
      "text": "NOTE: When I say beneficial mutations, I am not talking about a gain of new genetic information to the genome.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145728",
      "text": "I see. Then you are attempting to define evolution out of existance. By your definition (not that of evolutionary biologists) evolution requires an increase in information. An unsupported creationist argument. Define information in a meaningful way. Please apply your definition to genetics and show why all genetic changes are a decrease in information.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145729",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145730",
      "text": "In fact, this along with mutations essentially destroys the belief of molecules to man evolution as they both have no possible way of acquiring the massive amounts of new genetic information required for evolution to be a valid explanation for our origins.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145731",
      "text": "What are you talking about? I thought we were talking about changes in allele frequencies and differential reproductive success, and you barf out some nonsense about information and molecules to man. What does that mean? How is that applicable to evolutionary theory? Are you a parrot or can you actually define information. Are you talking about Shannon information? Yaukey information? What do you mean when you say 'information.'",
      "type": "I",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145732",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145733",
      "text": "My bet is that it won't be natural selection.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145734",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145735",
      "text": "I agree about your second point. Was this peppered moth not hailed as an 'example of evolution in action'? If so, this implies that it is proof of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145736",
      "text": "No it doesn't. Changes in allele frequencies in a population over time were observed. That is an example of evolution. Evolution isn't something that is 'proved.' It is observed. Populations of organisms change over time due to the changing frequiencies of genetic make up. That is observed. Evolutionary biology tries to explain the reasons for the observed evolution. In the case of the peppered moth, natural selection due to the predation of birds has been proposed.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145737",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145738",
      "text": "Then 99% of creationists are not informed as far as I can tell. It seems that your position is that 'informed' creationists are neo-Darwinists, fully accepting of the theories of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145739",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145740",
      "text": "What you have advanced as a proof of evolution actually proves what?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145741",
      "text": "Science doesn't offer proof. Are you so ignorant? Much less can science offer 'proof' of evolution by means of organ transplants. The idea is simple minded at best. since it seems to be important to you, why don't you offer 'proof' that evolution doen't happen. Other creationists have already admitted that it does in this thread.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:52"
    },
    {
      "nodeID": "145742",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145743",
      "text": "Nor is it 'natural selection' at work either.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145744",
      "text": "Certainly not. Why would you make such a remark? While a mutation that allowed a bacteria to metabolize nylon waste products is most certainly an example of evolution, heart transplants (artificial or otherwise) aren't. It is an ignorant assertion to claim that they are.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145745",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145746",
      "text": "In both cases; human and bacteria, before the advent of a human product, a particular group of individuals from each larger group would die off.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145747",
      "text": "Can you state that in English? What does that mean?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145748",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145749",
      "text": "Another view of this nylon-eating-bug is given... 'Finally, Mr Cerutti is out of date about this new nylon digesting ability allegedly from a frame shift. New evidence shows that the ability was due to plasmids [e.g. K. Kato, et al., ?A plasmid encoding enzymes for nylon oligomer degradation: Nucleotide sequence analysis of pOAD2?, Microbiology (Reading) 141(10):2585?2590, 1995.] In fact, more than one species of bacteria have the ability, residing on plasmids. This suggests that the information probably already existed, and was just passed between different types of bacteria.' 'All that would be needed to enable an enzyme to digest nylon is a mutation causing loss of specificity in a proteolytic (protein-degrading) enzyme. This may seem surprising? How would a loss of information create a new ability? Answer: enzymes are usually tuned very precisely to only one type of molecule (the substrate). Loss of information would reduce the effectiveness of its primary function, but would enable it to degrade other substrates, too. Since both nylon and proteins are broken down by breaking amide linkages, a change in a proteolytic enzyme could also allow it to work on nylon. If this process were continued, the result would be a general enzyme with a weakly catalytic effect on the hydrolysis of too many chemicals to be useful where much selectivity is required. To put it into perspective, acids and alkalis also catalyze many hydrolysis reactions, but they also lack specificity. Indeed, an inhibitor of a protein degrading enzyme also inhibits the action of the nylon degrading enzyme' http://www.answersingenesis.org/home/area/feedback/negative7-24-2000.asp Talkorigins gave their usual doubletalk 'Whilst this particular case does not 'prove' evolution, it is consistent with, and supportive of, the theory of biological evolution.' Why do they say this? Because it's still a bacteria. It's not like it suddenly became a large multi-cellular organism. But it might just prove that this bug was so well designed that it can cope with newer situations. One site does say that it, the bacteria, had the capability already within it of change ? not resultant in ?mutations?, but more like switching on previously dormant apparatus. http://members.tripod.com/aslodge/id89.htm One poster on another forum summed the problem up like this... ' In order for species to advance there would have to be a net information gain, which isn't the case with nylon eating bacteria. The bacteria gained the ability to digest nylon, therefore was able to survive in a new environment. Two distinct advantages But, the bacteria lost its ability to survive in its old environment, eat its former diet and suffered a 98% loss in efficiency. Three disadvantages. So by taking two steps forward and three steps backward, where is the net gain? If nylon eating bacteria was 'proof' of evolution, we would still be pond scum, but with the ability to digest whatever happened to become the primary food source.' http://www.christianforums.com/t52336",
      "type": "I",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145750",
      "text": "None of these alternate views go outside the framework of evolution. They all use poor wording, though, and try to lead one to some conclusion about 'information' or something.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145751",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145752",
      "text": "BUT along come a man-made invention that allows those certain portions to live on which otherwise would have died. In once case - nylon, the other, the artificial heart. You call this evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145753",
      "text": "Just helping something live doesn't affect evolution unless it affects the ability to reproduce viable offspring.  If there was no nylon before the 1940s and there is an organism that can survive by eating NOTHING else, what does that tell you? There could not have been a population of nylon-eating bacteria before 1940. This is a new population that did not exist before.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145754",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145755",
      "text": "Nor is it 'natural selection' at work either, as in both cases the thing that enabled them to survive was not natural. What you have advanced as a proof of evolution actually proves what? Natural what? I suppose people with cochlear implants are new species too because they've learnt to hear.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145756",
      "text": "This is retarded. A species would be defined by the genome, not which organs work the way they are supposed to or not.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145757",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:53"
    },
    {
      "nodeID": "145758",
      "text": "Then a man who needs an artificial heart to survive is a new species of man. That is the analogy I gave, and you ignored. In both cases; human and bacteria, before the advent of a human product, a particular group of individuals from each larger group would die off.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145759",
      "text": "I'm not trying to participate in gang debate, but well.. The population of 'people with heart trouble' would only be in jeopardy if the heart trouble made it more difficult to reproduce. If reproduction is not hindered then there is much less chance of dying off.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145760",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145761",
      "text": "Keeping true to my word - that I would find out who - I am back. The Christian Creationist who expounded the idea of natural selection before Darwin did is called Edward Blythe.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145762",
      "text": "From the link:",
      "type": "I",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145763",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145764",
      "text": "The ONLY reason is natural selection. Evolution is not needed.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145765",
      "text": "Not needed? It is evolution. The collor of the moths is genetic - caused by 2 alleles of a single gene. The frequencies of those alleles were observed to change in the populations of moths over many generations. It is by definition, evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145766",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145767",
      "text": "Evolution is basically a naturalisitic way of explaining how everything could come into being without the need for a Creator God.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145768",
      "text": "Now you are being insulting. Evolution makes no statments about your god. For that matter, neither does cosmology, astronomy, chemistry, physics or geology.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145769",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145770",
      "text": "2. Chemical evolution, explains (or tries to anyway) how life could arise from lifeless chemicals naturalsitically.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145771",
      "text": "Nope. Chemical evolution has nothing to do with life. It has to do with changes that chemicals undergo when combined under certain conditions. The science of the origin of life is called abiogenesis. Life is a precondition of evolution. If you wish to claim that 'POOF - my god did it' is the source of that life, then that doesn't argue for or against evolution. [quote]3. Biological evolution, explains how a single-celled creature could evolve into the range of creatures we observe today by naturalistic means (evidence for this: transitional forms - if I am wrong, then why is the transitional fossil argument still used by many evolutionists?).[/qote] While you claim to be seeing the big picture, you actually have a very restricted idea of evolution. Evolution is a change in the frequencies of alleles in a population over time. Unless you can apply that to the big bang, changes in chemicals, and even the origin of life, you are not talking about evolution. You are trying to apply your misunderstanding the the science of biology. You are demanding that you should be able to define what biologists mean by the vocabulary they use.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145772",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145773",
      "text": "They are exactly the same.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:54"
    },
    {
      "nodeID": "145774",
      "text": "They are not. Read carefully. Try to look at the big picture rather than limit your thinking to such a narrow concept.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145775",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145776",
      "text": "Regardless of whose definition we use, evolution must account for the increase of new, previously unseen, genetic information (DNA) being added to change a reptile into a bird and so on, for evolution to be a half decent explanation as to account for our origins. Unless this can be illustrated, evolution is nothing more than a dead stick - it just simply doesn't work.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145777",
      "text": "Great. Then define information. If it is unseen, how do you know that it didn't increase. Isn't it necessary that there should be a way to quantify informatiion before you can make claims as to whether it has or has not increased? Again, evolution doesn't account for the origin of life, only the origin of the changes in the heritable characteristics that are observed in populations of living organisms.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145778",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145779",
      "text": "God created all things in 'Kinds' - a supergiant group.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145780",
      "text": "Do you have any evidence for that? And still, I don't know what you mean by kind.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145781",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145782",
      "text": "It is a fraud because these moths never even rested on tree trunks in the daylight!",
      "type": "I",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145783",
      "text": "How do you know? Kettlewell was testing the idea the white moths were more visible to birds in polluted areas and visa versa. He showed that that is indeed true.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145784",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145785",
      "text": "Yes I am sure. Long fur will insulate the dog a lot better than medium fur will. You do not have to be a scientist to figure that one out.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145786",
      "text": "And a combination of both long and short hair will insulate better than both. That is why so many animals of the Arctic have a combination of both long and short hair. By the way, short wooly hair is a better insulator than long straight hair.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145787",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145788",
      "text": "As shown above, our definitions were essentially the same.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145789",
      "text": "Not sure how this remark defines 'kind,' but nevertheless I have shown that it isn't true. It is your misunderstanding of the theory.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:55"
    },
    {
      "nodeID": "145790",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145791",
      "text": "This is the reason why many people believe it - because evolution justifies atheism. It justifies the immoral life that many people live.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145792",
      "text": "Wouldn't it be nice if you actually made an effort to learn what you are talking about. My bet is that I am as moral as you. One of the most respeted biological authors of our day is a devout Christian. How rude and insulting for you to claim that only your version of Christianity is correct. How pompous can you be?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145793",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145794",
      "text": "You will have to look at the big picture to understand my point.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145795",
      "text": "My bet is I know more about it than you do. I am aware of the 'big picture' because I know that evolutionary biology doesn't apply the the origin of the universe. Please explain how the origin of the universe applies to genetic information. Why does a change in a population of organisms require an increase in information?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145796",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145797",
      "text": "Once again, noting the difference in our definitions of evolution and how you are not looking at the big picture.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145798",
      "text": "Once again noting how you think that you should be the one to define what evolutionary biologists mean by the words they use. You want to lump all of science that you find in disagreement with you religion under one term, without making an honest effort to understand any of it.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145799",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145800",
      "text": "Your definition is that those creatures with survival advantages and characteristics will survive.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145801",
      "text": "No. That's not what I said. I said that natural selection is differential reproductive success. I said that those organisms that possessed advantageous characteristics would tend to reach reproductive age more frequently and therefore they will tend to produce more offspring, while those with disadvantageous characteristics will tend to produce fewer offspring. As a result, the heritable characteristics of the population will change over time.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145802",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145803",
      "text": "New information applies to my definition of evolution, i.e. molecules to man evolution. You see, everything is supposed to have come from some single-celled creature that supposedly came from some primeval sea, a.k.a. lifeless chemicals. Now for things to evolve, or become more complex, massive amounts of genetic information, or DNA, must be added to a creature's genome (the total DNA content). Therefore, evolution must provide a mechanism that provides a way for new genetic information, DNA, to be added to the genome. Currently, mutations, natural selection and no other evolutionary process cannot account for this. Information is the DNA, or I should say that DNA is a very complex information system. When I say an addition of new information, I mean more letters or more DNA added to the overall total DNA content.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145804",
      "text": "Then you don't actually have a definition of information that is meaningful. I didn't think you did. By the way, increase in the amount (i.e., more letters) of DNA has often been observed. The mechanisms of evolution account for it quite nicely. Now please try again an define information in a way that is meaningful to DNA.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145805",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:02:56"
    },
    {
      "nodeID": "145806",
      "text": "All of the observations that we see today can be explained without creation and evolution! Neither are needed in the explanations.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145807",
      "text": "Actually, creation explains nothing. Evolution is an observation that is explained by theories that explain why populations of animals change. One explanation is the theory of natural selection.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145808",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145809",
      "text": "Evolution is not needed to explain such an event, as natural selection clearly accounts for it.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145810",
      "text": "Evolution doesn't explain the event. The event is an example of evolution - a change in the frequency of alleles in a populatioin over time. The explanation may or may not be evolution by natural selection. You merely asserted that based on your imagined case.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145811",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145812",
      "text": "Because the article mentioned quite a bit about the observations that he was conducting. These are very important in the scientific method.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145813",
      "text": "The article said very little about his observations and almost nothing about his methods.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145814",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145815",
      "text": "Let me explain, evolution (the big picture) involves a certain kind of animal turning into a different kind of animal, e.g. a reptile turning into a mammal for example.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145816",
      "text": "No, it doesn't. The big picture of evolution is that it is the observed change in the heritable characteristics in populations of organims over generations. In cases where populations become fragmented, the separate (reproductively isolated) segments of the population will accumulate genetic differences. The longer they are separated, the more likely it will be that they will be unable to interbreed if united. This is observed. The result is the establishment of separate species.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145817",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145818",
      "text": "Dead moths were glued or pinned onto trees to provide impressive photography.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145819",
      "text": "But no one ever claimed that they were glued on the trees for any other reason that to show the protective coloration. Why is that a fraud? Wouldn't it be better that you actually learned the facts rather than allowing someone else to dupe you with this misinformation.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145820",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145821",
      "text": "The above was to prove that natural selection does not add any new information to the genome and thus, that natural selection is not a friend of evolution (remembering the big picture).",
      "type": "I",
      "timestamp": "2016-03-08 20:02:57"
    },
    {
      "nodeID": "145822",
      "text": "What is information? Natural selection is one of the most important mechanisms of evolution. You see, there is no requirement in evolutionary theory that there be an increase in information. Someone lied to you and you didn't know enough to realize it. You just took it because it is what you wanted to hear.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145823",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145824",
      "text": "Well, there were light and dark peppered moths before anyways.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145825",
      "text": "Again I have to correct you. Dark moths were not observed before 1848. Similar mutations have been observed in other species of moths both in Europe and in the United States. Merely claiming that there was no change is ducking the question. You didn't bother to inform yourself of the facts and now you return to your incorrect assertion again and again after having been informed of your error.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145826",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145827",
      "text": "The example given would be natural selection only, not evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145828",
      "text": "As I pointed out, you don't understand what either evolution or natural selection are. Evolution is a change in the relative frequencies in inheritable characteristics in a population over generations. If the number of long haired animals became more frequent in the population, then evolution has occurred. Natural selection may (or may not) be the mechanism that caused the change.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145829",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145830",
      "text": "For instance, take the model of the solar system. It has been observed that the planets and the Earth orbit around the sun (heliocentric model), not everything orbiting around the world (geocentric model).",
      "type": "I",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145831",
      "text": "It has? Silly me. I thought that it was the conclusion made from an analysis of lots of data and measurements. You have a faulty understanding of science.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145832",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145833",
      "text": "You said that the colour changes are caused by a single gene. This further goes to imply that a mutation could disable the primary gene and activate the recessive gene. This is of course IMHO. What you classify as evolution, I call 'variation within a kind'. You aren't working off the big picture idea.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145834",
      "text": "And you don't have any picture. You have no idea of what recessive really means, do you. Actually, since the first observation of a black peppered moth in 1848, several other mutations have caused other variations of color in peppered moths. They are intermediate between the typica and the carbonaria, but they are extremely rare. These alleles form a hierarchy of dominence in which the carbonaria is the full dominant, and the typica is fully recessive. Please define 'kind.' Please define 'variation.' Please explain the origin of this 'variation in kind.'",
      "type": "I",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145835",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145836",
      "text": "Recessive genes come into action is the primary gene is not present. But I think you will find that the peppered moths have come in two varieties before the industrial revolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145837",
      "text": "Nope. And since the melanic form is the dominant allele, your point is moot.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:58"
    },
    {
      "nodeID": "145838",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145839",
      "text": "Only that many textbooks the over the whole world have used this famous example as 'proof of evolution'. Many evolutionists have used this same argument.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145840",
      "text": "Cite the books. As far as I know, the evolution of the peppered moths is used as an example of natural selection. You don't seem to have understood. Again, cite the books. None I ever used ever claimed that it was proof of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145841",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145842",
      "text": "No, I don't think so.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145843",
      "text": "It doesn't matter what you think. You are wrong simply because you have learned your 'evolution' from creationists.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145844",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145845",
      "text": "You are hot on the trail of the basis of our argument. I believe that there are three stage to the overall theory of evolution:",
      "type": "I",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145846",
      "text": "I see. Then what you are claiming is that creationists are the ones who should define the vocabulary to be used by evolutionary biologists. Would it then be ok for atheists to define the vocabulary of Christianity?",
      "type": "I",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145847",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145848",
      "text": "Have you read my definition and yours? Your definition is almost exactly the same as mine, just concentrating on different parts of it. I said that natural selection is the death of creatures that are unable or unfit to survive in an environment.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145849",
      "text": "Which demonstrates your failure to see the big picture.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145850",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145851",
      "text": "You could even have (4): 4. Geological evolution, explains how all the geological features came to be.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145852",
      "text": "Yet another application of a different meaning of the word in an effort to group everything in science that you don't understand and won't accept under one word.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145853",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145854",
      "text": "Natural selection should not be confused with the term evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:02:59"
    },
    {
      "nodeID": "145855",
      "text": "Certainly not. Natural selection is but one of the mechanisms that cause evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145856",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145857",
      "text": "Once again came from the article: 'Many biologists start with theories and then test them in the field. Majerus takes the opposite and less fashionable approach: 'There's another way of doing science, which is first find your organism and look at it incredibly closely, for a long time, in great detail and see what questions it asks you,' he says.'",
      "type": "I",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145858",
      "text": "Don't those science writers make things so clear for you people who have no idea of what science is or how it works? Actually, what is tested is the hypothesis. It is tested by making a prediction of a necessary observation and then devising a test of the prediction. Only when the hypothesis is supported should it be called a theory.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145859",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145860",
      "text": "That's not true according to the textbook claim: 'Before the industrial revolution, *most* of the moths were *light*. This was because the *dark* forms resting on light tree-trunks were more easily spotted, and thus eaten, by birds. When pollution darkened the tree trunks, the *light* forms then had less camouflage, so they were preferentially eaten by birds, and the *dark* forms became dominant in the population.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145861",
      "text": "Actually, it is quite correct. You misunderstand. The text book was trying to make it simple so that you would understand. The text book wasn't simple enough. The first record of carbonaria was in 1848. The discussion you quote was trying to explain quite simply, so that you might understand why the change took place. There is no record of anyone ever seeing a carbonaria before 1848. It is probably a safe assumption that an occasional mutation caused some to be born from time to time, but they were not able to reproduce to the extent that they were ever noted before 1848.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145862",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145863",
      "text": "In some cases, a kind is like a family. Hopefully the site Variation, information and the created kind should be able to answer this question.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145864",
      "text": "Then you are just throwing around words without knowing what they mean. Instead you give me a link to a page of pseudoscience. Are those the ones who lied to you?",
      "type": "I",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145865",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145866",
      "text": "I am astonished to learn that you believe this process adds no 'information'.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145867",
      "text": "And I'm sure that your astonishment would grow if you could get Nu Leader to define information. From other discussions it is evident that Nu leader confuses information with meaning.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145868",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145869",
      "text": "We are up to our eyeballs in 'intermediate fossils', yet along comes a Creationist to ask: 'Where is the intermediate fossible which should be there between 1027 and 1028? Clearly evolution is a fraud!'",
      "type": "I",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145870",
      "text": "And yet, even though creationists ask for detailed lists of every creature in transition over a period of several million years, I have never found a single creationist who can trace his ancestors back to Adam, a period of only about 6,000 years. The best I can do is to trace my ancestors back to the 1600s.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:00"
    },
    {
      "nodeID": "145871",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145872",
      "text": "The 'information' added is about how to survive changed circumstances.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145873",
      "text": "Ah ha! Someone who understands the application of information theory to biological organisms. By the biological specific definition of information, the genome of any organism is information about the environment in which it lives.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145874",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145875",
      "text": "If you are unhappy about the peppered moth, try the Polar Bear. The fossil record is remarkably complete, and the mechanism of the evolution of the Polar Bear from the Brown Bear remarkably clear.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145876",
      "text": "Way back when I was an undergraduate my professor of evolutionary biology told us about a careless zoo keeper that put polar bears and brown bears in the same pen during a remodeling. The result was a litter of hybrid offspring. It seems that polar bears and brown bears are perfectly interfertile. Not only that, it has been shown that the offspring are also interfertile with either species. DNA analysis has been able to distinguish brown bears from polar bears except in the case of the brown bears of the ABC islands. They are indistinguishable from polar bears. And yet, even if a brown bear where white or a polar bear were brown, they are so obviously different in morphology that they would be classified as separate species. The differences go far beyond color.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145877",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145878",
      "text": "My mom can only trace her family back a few generations. By the time we get to the clan that lived in Ohio in the middle of the 19th century, the records get very confusing and very incomplete. By creationist logic, we must then accept that my ancestors, white Americans, were specially created in North America by God.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145879",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145880",
      "text": "After all these years it still hurts.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145881",
      "text": "Certainly it does.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145882",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145883",
      "text": "Will some creationist point out the errors in the above? But if you do, make sure you protect your identity.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145884",
      "text": "I'm not sure that your comment will encourage any sort of discussion. Certainly no one is glad because your mother died so young. Not even creationists are likely to be gleeful.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145885",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145886",
      "text": "I am rather passionate on this subject. My mother died at the age of 58 in 1963, after several years of declining health.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:01"
    },
    {
      "nodeID": "145887",
      "text": "Then you are probably a bit older than I. My mother was 45 in 1963, the year I entered the Army. My mother will be 86 next month and we have a party planned with her older sister, nieces, grand nephews, grandchildren, and great grand children. I am so sorry for your early loss. My father died at 73 from complications after a 'successful' surgery. It was still difficult.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:02"
    },
    {
      "nodeID": "145888",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:03:02"
    },
    {
      "nodeID": "145889",
      "text": "'Evolution' means the creation of new populations, immune to the wonder drug.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:02"
    },
    {
      "nodeID": "145890",
      "text": "And we are still trying to keep ahead of the evolution of bacteria (or bugs, as Montalban calls them).",
      "type": "I",
      "timestamp": "2016-03-08 20:03:02"
    },
    {
      "nodeID": "145891",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:02"
    },
    {
      "nodeID": "145892",
      "text": "There's a difference between these tests. Accipitridae, (and you by implication that you've not picked it up and called him to task) are mixing up the ancestory of individuals - giving a list of every single member of a family, to that of a species by species account. The difference is both of scale, and testability; written records aren't as long lasting as biological ones. You should be able to use science for whole species ancestory; after-all scientists can tell us with confidence that chimps are near relations, gorillas relations a bit further removed etc.  Or, should we question those that tell us chimps are near relations?",
      "type": "I",
      "timestamp": "2016-03-08 20:03:02"
    },
    {
      "nodeID": "145893",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:03:02"
    }
  ],
  "edges": [
    {
      "edgeID": "187406",
      "fromID": "145625",
      "toID": "145626",
      "formEdgeID": null
    },
    {
      "edgeID": "187407",
      "fromID": "145626",
      "toID": "145624",
      "formEdgeID": null
    },
    {
      "edgeID": "187408",
      "fromID": "145628",
      "toID": "145629",
      "formEdgeID": null
    },
    {
      "edgeID": "187409",
      "fromID": "145629",
      "toID": "145627",
      "formEdgeID": null
    },
    {
      "edgeID": "187410",
      "fromID": "145631",
      "toID": "145632",
      "formEdgeID": null
    },
    {
      "edgeID": "187411",
      "fromID": "145632",
      "toID": "145630",
      "formEdgeID": null
    },
    {
      "edgeID": "187412",
      "fromID": "145634",
      "toID": "145635",
      "formEdgeID": null
    },
    {
      "edgeID": "187413",
      "fromID": "145635",
      "toID": "145633",
      "formEdgeID": null
    },
    {
      "edgeID": "187414",
      "fromID": "145637",
      "toID": "145638",
      "formEdgeID": null
    },
    {
      "edgeID": "187415",
      "fromID": "145638",
      "toID": "145636",
      "formEdgeID": null
    },
    {
      "edgeID": "187416",
      "fromID": "145640",
      "toID": "145641",
      "formEdgeID": null
    },
    {
      "edgeID": "187417",
      "fromID": "145641",
      "toID": "145639",
      "formEdgeID": null
    },
    {
      "edgeID": "187418",
      "fromID": "145643",
      "toID": "145644",
      "formEdgeID": null
    },
    {
      "edgeID": "187419",
      "fromID": "145644",
      "toID": "145642",
      "formEdgeID": null
    },
    {
      "edgeID": "187420",
      "fromID": "145646",
      "toID": "145647",
      "formEdgeID": null
    },
    {
      "edgeID": "187421",
      "fromID": "145647",
      "toID": "145645",
      "formEdgeID": null
    },
    {
      "edgeID": "187422",
      "fromID": "145649",
      "toID": "145650",
      "formEdgeID": null
    },
    {
      "edgeID": "187423",
      "fromID": "145650",
      "toID": "145648",
      "formEdgeID": null
    },
    {
      "edgeID": "187424",
      "fromID": "145652",
      "toID": "145653",
      "formEdgeID": null
    },
    {
      "edgeID": "187425",
      "fromID": "145653",
      "toID": "145651",
      "formEdgeID": null
    },
    {
      "edgeID": "187426",
      "fromID": "145655",
      "toID": "145656",
      "formEdgeID": null
    },
    {
      "edgeID": "187427",
      "fromID": "145656",
      "toID": "145654",
      "formEdgeID": null
    },
    {
      "edgeID": "187428",
      "fromID": "145658",
      "toID": "145659",
      "formEdgeID": null
    },
    {
      "edgeID": "187429",
      "fromID": "145659",
      "toID": "145657",
      "formEdgeID": null
    },
    {
      "edgeID": "187430",
      "fromID": "145661",
      "toID": "145662",
      "formEdgeID": null
    },
    {
      "edgeID": "187431",
      "fromID": "145662",
      "toID": "145660",
      "formEdgeID": null
    },
    {
      "edgeID": "187432",
      "fromID": "145664",
      "toID": "145665",
      "formEdgeID": null
    },
    {
      "edgeID": "187433",
      "fromID": "145665",
      "toID": "145663",
      "formEdgeID": null
    },
    {
      "edgeID": "187434",
      "fromID": "145667",
      "toID": "145668",
      "formEdgeID": null
    },
    {
      "edgeID": "187435",
      "fromID": "145668",
      "toID": "145666",
      "formEdgeID": null
    },
    {
      "edgeID": "187436",
      "fromID": "145670",
      "toID": "145671",
      "formEdgeID": null
    },
    {
      "edgeID": "187437",
      "fromID": "145671",
      "toID": "145669",
      "formEdgeID": null
    },
    {
      "edgeID": "187438",
      "fromID": "145673",
      "toID": "145674",
      "formEdgeID": null
    },
    {
      "edgeID": "187439",
      "fromID": "145674",
      "toID": "145672",
      "formEdgeID": null
    },
    {
      "edgeID": "187440",
      "fromID": "145676",
      "toID": "145677",
      "formEdgeID": null
    },
    {
      "edgeID": "187441",
      "fromID": "145677",
      "toID": "145675",
      "formEdgeID": null
    },
    {
      "edgeID": "187442",
      "fromID": "145679",
      "toID": "145680",
      "formEdgeID": null
    },
    {
      "edgeID": "187443",
      "fromID": "145680",
      "toID": "145678",
      "formEdgeID": null
    },
    {
      "edgeID": "187444",
      "fromID": "145682",
      "toID": "145683",
      "formEdgeID": null
    },
    {
      "edgeID": "187445",
      "fromID": "145683",
      "toID": "145681",
      "formEdgeID": null
    },
    {
      "edgeID": "187446",
      "fromID": "145685",
      "toID": "145686",
      "formEdgeID": null
    },
    {
      "edgeID": "187447",
      "fromID": "145686",
      "toID": "145684",
      "formEdgeID": null
    },
    {
      "edgeID": "187448",
      "fromID": "145688",
      "toID": "145689",
      "formEdgeID": null
    },
    {
      "edgeID": "187449",
      "fromID": "145689",
      "toID": "145687",
      "formEdgeID": null
    },
    {
      "edgeID": "187450",
      "fromID": "145690",
      "toID": "145691",
      "formEdgeID": null
    },
    {
      "edgeID": "187451",
      "fromID": "145691",
      "toID": "145637",
      "formEdgeID": null
    },
    {
      "edgeID": "187452",
      "fromID": "145692",
      "toID": "145693",
      "formEdgeID": null
    },
    {
      "edgeID": "187453",
      "fromID": "145693",
      "toID": "145637",
      "formEdgeID": null
    },
    {
      "edgeID": "187454",
      "fromID": "145695",
      "toID": "145696",
      "formEdgeID": null
    },
    {
      "edgeID": "187455",
      "fromID": "145696",
      "toID": "145694",
      "formEdgeID": null
    },
    {
      "edgeID": "187456",
      "fromID": "145698",
      "toID": "145699",
      "formEdgeID": null
    },
    {
      "edgeID": "187457",
      "fromID": "145699",
      "toID": "145697",
      "formEdgeID": null
    },
    {
      "edgeID": "187458",
      "fromID": "145701",
      "toID": "145702",
      "formEdgeID": null
    },
    {
      "edgeID": "187459",
      "fromID": "145702",
      "toID": "145700",
      "formEdgeID": null
    },
    {
      "edgeID": "187460",
      "fromID": "145704",
      "toID": "145705",
      "formEdgeID": null
    },
    {
      "edgeID": "187461",
      "fromID": "145705",
      "toID": "145703",
      "formEdgeID": null
    },
    {
      "edgeID": "187462",
      "fromID": "145707",
      "toID": "145708",
      "formEdgeID": null
    },
    {
      "edgeID": "187463",
      "fromID": "145708",
      "toID": "145706",
      "formEdgeID": null
    },
    {
      "edgeID": "187464",
      "fromID": "145710",
      "toID": "145711",
      "formEdgeID": null
    },
    {
      "edgeID": "187465",
      "fromID": "145711",
      "toID": "145709",
      "formEdgeID": null
    },
    {
      "edgeID": "187466",
      "fromID": "145713",
      "toID": "145714",
      "formEdgeID": null
    },
    {
      "edgeID": "187467",
      "fromID": "145714",
      "toID": "145712",
      "formEdgeID": null
    },
    {
      "edgeID": "187468",
      "fromID": "145716",
      "toID": "145717",
      "formEdgeID": null
    },
    {
      "edgeID": "187469",
      "fromID": "145717",
      "toID": "145715",
      "formEdgeID": null
    },
    {
      "edgeID": "187470",
      "fromID": "145719",
      "toID": "145720",
      "formEdgeID": null
    },
    {
      "edgeID": "187471",
      "fromID": "145720",
      "toID": "145718",
      "formEdgeID": null
    },
    {
      "edgeID": "187472",
      "fromID": "145722",
      "toID": "145723",
      "formEdgeID": null
    },
    {
      "edgeID": "187473",
      "fromID": "145723",
      "toID": "145721",
      "formEdgeID": null
    },
    {
      "edgeID": "187474",
      "fromID": "145725",
      "toID": "145726",
      "formEdgeID": null
    },
    {
      "edgeID": "187475",
      "fromID": "145726",
      "toID": "145724",
      "formEdgeID": null
    },
    {
      "edgeID": "187476",
      "fromID": "145728",
      "toID": "145729",
      "formEdgeID": null
    },
    {
      "edgeID": "187477",
      "fromID": "145729",
      "toID": "145727",
      "formEdgeID": null
    },
    {
      "edgeID": "187478",
      "fromID": "145731",
      "toID": "145732",
      "formEdgeID": null
    },
    {
      "edgeID": "187479",
      "fromID": "145732",
      "toID": "145730",
      "formEdgeID": null
    },
    {
      "edgeID": "187480",
      "fromID": "145733",
      "toID": "145734",
      "formEdgeID": null
    },
    {
      "edgeID": "187481",
      "fromID": "145734",
      "toID": "145700",
      "formEdgeID": null
    },
    {
      "edgeID": "187482",
      "fromID": "145736",
      "toID": "145737",
      "formEdgeID": null
    },
    {
      "edgeID": "187483",
      "fromID": "145737",
      "toID": "145735",
      "formEdgeID": null
    },
    {
      "edgeID": "187484",
      "fromID": "145738",
      "toID": "145739",
      "formEdgeID": null
    },
    {
      "edgeID": "187485",
      "fromID": "145739",
      "toID": "145700",
      "formEdgeID": null
    },
    {
      "edgeID": "187486",
      "fromID": "145741",
      "toID": "145742",
      "formEdgeID": null
    },
    {
      "edgeID": "187487",
      "fromID": "145742",
      "toID": "145740",
      "formEdgeID": null
    },
    {
      "edgeID": "187488",
      "fromID": "145744",
      "toID": "145745",
      "formEdgeID": null
    },
    {
      "edgeID": "187489",
      "fromID": "145745",
      "toID": "145743",
      "formEdgeID": null
    },
    {
      "edgeID": "187490",
      "fromID": "145747",
      "toID": "145748",
      "formEdgeID": null
    },
    {
      "edgeID": "187491",
      "fromID": "145748",
      "toID": "145746",
      "formEdgeID": null
    },
    {
      "edgeID": "187492",
      "fromID": "145750",
      "toID": "145751",
      "formEdgeID": null
    },
    {
      "edgeID": "187493",
      "fromID": "145751",
      "toID": "145749",
      "formEdgeID": null
    },
    {
      "edgeID": "187494",
      "fromID": "145753",
      "toID": "145754",
      "formEdgeID": null
    },
    {
      "edgeID": "187495",
      "fromID": "145754",
      "toID": "145752",
      "formEdgeID": null
    },
    {
      "edgeID": "187496",
      "fromID": "145756",
      "toID": "145757",
      "formEdgeID": null
    },
    {
      "edgeID": "187497",
      "fromID": "145757",
      "toID": "145755",
      "formEdgeID": null
    },
    {
      "edgeID": "187498",
      "fromID": "145759",
      "toID": "145760",
      "formEdgeID": null
    },
    {
      "edgeID": "187499",
      "fromID": "145760",
      "toID": "145758",
      "formEdgeID": null
    },
    {
      "edgeID": "187500",
      "fromID": "145762",
      "toID": "145763",
      "formEdgeID": null
    },
    {
      "edgeID": "187501",
      "fromID": "145763",
      "toID": "145761",
      "formEdgeID": null
    },
    {
      "edgeID": "187502",
      "fromID": "145765",
      "toID": "145766",
      "formEdgeID": null
    },
    {
      "edgeID": "187503",
      "fromID": "145766",
      "toID": "145764",
      "formEdgeID": null
    },
    {
      "edgeID": "187504",
      "fromID": "145768",
      "toID": "145769",
      "formEdgeID": null
    },
    {
      "edgeID": "187505",
      "fromID": "145769",
      "toID": "145767",
      "formEdgeID": null
    },
    {
      "edgeID": "187506",
      "fromID": "145771",
      "toID": "145772",
      "formEdgeID": null
    },
    {
      "edgeID": "187507",
      "fromID": "145772",
      "toID": "145770",
      "formEdgeID": null
    },
    {
      "edgeID": "187508",
      "fromID": "145774",
      "toID": "145775",
      "formEdgeID": null
    },
    {
      "edgeID": "187509",
      "fromID": "145775",
      "toID": "145773",
      "formEdgeID": null
    },
    {
      "edgeID": "187510",
      "fromID": "145777",
      "toID": "145778",
      "formEdgeID": null
    },
    {
      "edgeID": "187511",
      "fromID": "145778",
      "toID": "145776",
      "formEdgeID": null
    },
    {
      "edgeID": "187512",
      "fromID": "145780",
      "toID": "145781",
      "formEdgeID": null
    },
    {
      "edgeID": "187513",
      "fromID": "145781",
      "toID": "145779",
      "formEdgeID": null
    },
    {
      "edgeID": "187514",
      "fromID": "145783",
      "toID": "145784",
      "formEdgeID": null
    },
    {
      "edgeID": "187515",
      "fromID": "145784",
      "toID": "145782",
      "formEdgeID": null
    },
    {
      "edgeID": "187516",
      "fromID": "145786",
      "toID": "145787",
      "formEdgeID": null
    },
    {
      "edgeID": "187517",
      "fromID": "145787",
      "toID": "145785",
      "formEdgeID": null
    },
    {
      "edgeID": "187518",
      "fromID": "145789",
      "toID": "145790",
      "formEdgeID": null
    },
    {
      "edgeID": "187519",
      "fromID": "145790",
      "toID": "145788",
      "formEdgeID": null
    },
    {
      "edgeID": "187520",
      "fromID": "145792",
      "toID": "145793",
      "formEdgeID": null
    },
    {
      "edgeID": "187521",
      "fromID": "145793",
      "toID": "145791",
      "formEdgeID": null
    },
    {
      "edgeID": "187522",
      "fromID": "145795",
      "toID": "145796",
      "formEdgeID": null
    },
    {
      "edgeID": "187523",
      "fromID": "145796",
      "toID": "145794",
      "formEdgeID": null
    },
    {
      "edgeID": "187524",
      "fromID": "145798",
      "toID": "145799",
      "formEdgeID": null
    },
    {
      "edgeID": "187525",
      "fromID": "145799",
      "toID": "145797",
      "formEdgeID": null
    },
    {
      "edgeID": "187526",
      "fromID": "145801",
      "toID": "145802",
      "formEdgeID": null
    },
    {
      "edgeID": "187527",
      "fromID": "145802",
      "toID": "145800",
      "formEdgeID": null
    },
    {
      "edgeID": "187528",
      "fromID": "145804",
      "toID": "145805",
      "formEdgeID": null
    },
    {
      "edgeID": "187529",
      "fromID": "145805",
      "toID": "145803",
      "formEdgeID": null
    },
    {
      "edgeID": "187530",
      "fromID": "145807",
      "toID": "145808",
      "formEdgeID": null
    },
    {
      "edgeID": "187531",
      "fromID": "145808",
      "toID": "145806",
      "formEdgeID": null
    },
    {
      "edgeID": "187532",
      "fromID": "145810",
      "toID": "145811",
      "formEdgeID": null
    },
    {
      "edgeID": "187533",
      "fromID": "145811",
      "toID": "145809",
      "formEdgeID": null
    },
    {
      "edgeID": "187534",
      "fromID": "145813",
      "toID": "145814",
      "formEdgeID": null
    },
    {
      "edgeID": "187535",
      "fromID": "145814",
      "toID": "145812",
      "formEdgeID": null
    },
    {
      "edgeID": "187536",
      "fromID": "145816",
      "toID": "145817",
      "formEdgeID": null
    },
    {
      "edgeID": "187537",
      "fromID": "145817",
      "toID": "145815",
      "formEdgeID": null
    },
    {
      "edgeID": "187538",
      "fromID": "145819",
      "toID": "145820",
      "formEdgeID": null
    },
    {
      "edgeID": "187539",
      "fromID": "145820",
      "toID": "145818",
      "formEdgeID": null
    },
    {
      "edgeID": "187540",
      "fromID": "145822",
      "toID": "145823",
      "formEdgeID": null
    },
    {
      "edgeID": "187541",
      "fromID": "145823",
      "toID": "145821",
      "formEdgeID": null
    },
    {
      "edgeID": "187542",
      "fromID": "145825",
      "toID": "145826",
      "formEdgeID": null
    },
    {
      "edgeID": "187543",
      "fromID": "145826",
      "toID": "145824",
      "formEdgeID": null
    },
    {
      "edgeID": "187544",
      "fromID": "145828",
      "toID": "145829",
      "formEdgeID": null
    },
    {
      "edgeID": "187545",
      "fromID": "145829",
      "toID": "145827",
      "formEdgeID": null
    },
    {
      "edgeID": "187546",
      "fromID": "145831",
      "toID": "145832",
      "formEdgeID": null
    },
    {
      "edgeID": "187547",
      "fromID": "145832",
      "toID": "145830",
      "formEdgeID": null
    },
    {
      "edgeID": "187548",
      "fromID": "145834",
      "toID": "145835",
      "formEdgeID": null
    },
    {
      "edgeID": "187549",
      "fromID": "145835",
      "toID": "145833",
      "formEdgeID": null
    },
    {
      "edgeID": "187550",
      "fromID": "145837",
      "toID": "145838",
      "formEdgeID": null
    },
    {
      "edgeID": "187551",
      "fromID": "145838",
      "toID": "145836",
      "formEdgeID": null
    },
    {
      "edgeID": "187552",
      "fromID": "145840",
      "toID": "145841",
      "formEdgeID": null
    },
    {
      "edgeID": "187553",
      "fromID": "145841",
      "toID": "145839",
      "formEdgeID": null
    },
    {
      "edgeID": "187554",
      "fromID": "145843",
      "toID": "145844",
      "formEdgeID": null
    },
    {
      "edgeID": "187555",
      "fromID": "145844",
      "toID": "145842",
      "formEdgeID": null
    },
    {
      "edgeID": "187556",
      "fromID": "145846",
      "toID": "145847",
      "formEdgeID": null
    },
    {
      "edgeID": "187557",
      "fromID": "145847",
      "toID": "145845",
      "formEdgeID": null
    },
    {
      "edgeID": "187558",
      "fromID": "145849",
      "toID": "145850",
      "formEdgeID": null
    },
    {
      "edgeID": "187559",
      "fromID": "145850",
      "toID": "145848",
      "formEdgeID": null
    },
    {
      "edgeID": "187560",
      "fromID": "145852",
      "toID": "145853",
      "formEdgeID": null
    },
    {
      "edgeID": "187561",
      "fromID": "145853",
      "toID": "145851",
      "formEdgeID": null
    },
    {
      "edgeID": "187562",
      "fromID": "145855",
      "toID": "145856",
      "formEdgeID": null
    },
    {
      "edgeID": "187563",
      "fromID": "145856",
      "toID": "145854",
      "formEdgeID": null
    },
    {
      "edgeID": "187564",
      "fromID": "145858",
      "toID": "145859",
      "formEdgeID": null
    },
    {
      "edgeID": "187565",
      "fromID": "145859",
      "toID": "145857",
      "formEdgeID": null
    },
    {
      "edgeID": "187566",
      "fromID": "145861",
      "toID": "145862",
      "formEdgeID": null
    },
    {
      "edgeID": "187567",
      "fromID": "145862",
      "toID": "145860",
      "formEdgeID": null
    },
    {
      "edgeID": "187568",
      "fromID": "145864",
      "toID": "145865",
      "formEdgeID": null
    },
    {
      "edgeID": "187569",
      "fromID": "145865",
      "toID": "145863",
      "formEdgeID": null
    },
    {
      "edgeID": "187570",
      "fromID": "145867",
      "toID": "145868",
      "formEdgeID": null
    },
    {
      "edgeID": "187571",
      "fromID": "145868",
      "toID": "145866",
      "formEdgeID": null
    },
    {
      "edgeID": "187572",
      "fromID": "145870",
      "toID": "145871",
      "formEdgeID": null
    },
    {
      "edgeID": "187573",
      "fromID": "145871",
      "toID": "145869",
      "formEdgeID": null
    },
    {
      "edgeID": "187574",
      "fromID": "145873",
      "toID": "145874",
      "formEdgeID": null
    },
    {
      "edgeID": "187575",
      "fromID": "145874",
      "toID": "145872",
      "formEdgeID": null
    },
    {
      "edgeID": "187576",
      "fromID": "145876",
      "toID": "145877",
      "formEdgeID": null
    },
    {
      "edgeID": "187577",
      "fromID": "145877",
      "toID": "145875",
      "formEdgeID": null
    },
    {
      "edgeID": "187578",
      "fromID": "145878",
      "toID": "145879",
      "formEdgeID": null
    },
    {
      "edgeID": "187579",
      "fromID": "145879",
      "toID": "145867",
      "formEdgeID": null
    },
    {
      "edgeID": "187580",
      "fromID": "145881",
      "toID": "145882",
      "formEdgeID": null
    },
    {
      "edgeID": "187581",
      "fromID": "145882",
      "toID": "145880",
      "formEdgeID": null
    },
    {
      "edgeID": "187582",
      "fromID": "145884",
      "toID": "145885",
      "formEdgeID": null
    },
    {
      "edgeID": "187583",
      "fromID": "145885",
      "toID": "145883",
      "formEdgeID": null
    },
    {
      "edgeID": "187584",
      "fromID": "145887",
      "toID": "145888",
      "formEdgeID": null
    },
    {
      "edgeID": "187585",
      "fromID": "145888",
      "toID": "145886",
      "formEdgeID": null
    },
    {
      "edgeID": "187586",
      "fromID": "145890",
      "toID": "145891",
      "formEdgeID": null
    },
    {
      "edgeID": "187587",
      "fromID": "145891",
      "toID": "145889",
      "formEdgeID": null
    },
    {
      "edgeID": "187588",
      "fromID": "145892",
      "toID": "145893",
      "formEdgeID": null
    },
    {
      "edgeID": "187589",
      "fromID": "145893",
      "toID": "145878",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
