{
  "nodes": [
    {
      "nodeID": "159450",
      "text": "'There'll be cheering for our results on the pro-life side and denouncing us angrily on the pro-choice side, Neither of those positions is sound.'",
      "type": "I",
      "timestamp": "2016-03-08 20:32:58"
    },
    {
      "nodeID": "159451",
      "text": "So according to one of the people who conducted the study don't go using their results as a tool for arguing against abortion. One woman I know had an abortion a short time after she was married. I also know she has regrets that she had the procedure. I considered what she had to say about her experience and thought about the 14 year old son she now has. From what she told me, I could plainly see she would never have had her son if she had not had her abortion as her circumstances would have changed beyond recognition. Perhaps she gets depressed about the child she never had because of her abortion. However, her son is a fantastic boy whom she loves very much.  So we cannot simplify in quite the way you seem to infer that we can.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:58"
    },
    {
      "nodeID": "159452",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:58"
    },
    {
      "nodeID": "159453",
      "text": "Can't choicers stop insulting the intelligence and capabilities of the people of the country and let them view the evidence and decide for themselves whether abortion harms women's health, and if it does, whether it ought to be permitted?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:58"
    },
    {
      "nodeID": "159454",
      "text": "No.  I will never allow 'the people of the country' to tell me what is best for my my life or my health. To quote Jane Austen in Pride and Prejudice. 'I am only resolved to act in that manner, which will, in my own opinion, constitute my happiness, without reference to you, or to any person so wholly unconnected with me.'",
      "type": "I",
      "timestamp": "2016-03-08 20:32:58"
    },
    {
      "nodeID": "159455",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:58"
    },
    {
      "nodeID": "159456",
      "text": "Ok, here's a thread where I discuss that 'The Right to an Abortion is not in the Constitution.' As you will read, this claim went unrefuted. Since the right to an abortion is not in the constitution, it may be regulated by the states however the states wish, just like speed limits and jaywalking. Thus, the states may do whatever they wish regarding abortion. They may ban abortion because they claim it harms women's health, or they may ban abortion because they claim that the fetus is a person, or they may ban abortion because Sunday is the first day of the week.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:58"
    },
    {
      "nodeID": "159457",
      "text": "So you made the point on the interpretation of a legal document. The point is it is okay to illegalise abortion regardless of the reasons for doing so. Thinking outside of our current example can you not see the glaring problem with such an approach? I hope you can because the consequences of accepting such a philosophy are dire indeed. However, returning to our original point, that being the former part of the proposed Bill's title I'd like some supporting evidence. I have pointed out the issue's with Steeeeve's citation, so hope you have something else to offer.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:58"
    },
    {
      "nodeID": "159458",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:58"
    },
    {
      "nodeID": "159459",
      "text": "Interesting quote. It can't be acted out in many areas though. Murder for instance. Or speeding. Jaywalking either. Running stop signs. Beating children. No matter how happy these acts may make someone, they can be punished if they perform them, even if the state is wholly unconnected with that individual. We have a society that governs itself by laws. Until we do not, I'm sorry to say that you will be prevented from doing some things that you may deem would make you happy. And, should you insist on doing those things the law prohibits, you may be punished for doing them, even if they made you happy.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:58"
    },
    {
      "nodeID": "159460",
      "text": "You are missing the point of my using the quote. It is not an excuse for any kind of behavior. It is me, telling you, and anyone else who cares to meddle in my private affairs that they are not welcome there and I will not be taking into consideration for one second what any of you think.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:58"
    },
    {
      "nodeID": "159461",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:59"
    },
    {
      "nodeID": "159462",
      "text": "I wonder how far you can take this. For instance, you may never allow 'the people of the country' to tell you what's best for your health, but we need only look at an example to prove that 'the people of the country' can make a law in that arena anyway. Marijuana, for example. You may not think marijuana is harmful to your health, but if you smoke it, you break the law. And if you break the law, you can be punished under that law. Even if you don't think the 'people of the country' can tell you what is best for your life or your health, they still legitimately do so in many areas.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:59"
    },
    {
      "nodeID": "159463",
      "text": "Yes - drug use is another arena where you, the morality police and big brother can also bugger off. And just like people smoke doobies despite their being illegal - you can bet your XXX I will have an abortion if I (me, myself, I - not you, Bush the horse or da Pope) determine it is detrimental to myself and whatever laws you have passed to increase your comfort level and the illusion that you have actually doen anything to help (a sad misconception) be damned.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:59"
    },
    {
      "nodeID": "159464",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:59"
    },
    {
      "nodeID": "159465",
      "text": "From a Biological standpoint life begins at the moment of conception. So abortion is in fact killing off life. Have any of you ever seen a partial birth abortion?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:59"
    },
    {
      "nodeID": "159466",
      "text": "Actually your arguement should follow have you ever seen an aborted 2 week old embryo ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:32:59"
    },
    {
      "nodeID": "159467",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:59"
    }
  ],
  "edges": [
    {
      "edgeID": "197184",
      "fromID": "159451",
      "toID": "159452",
      "formEdgeID": null
    },
    {
      "edgeID": "197185",
      "fromID": "159452",
      "toID": "159450",
      "formEdgeID": null
    },
    {
      "edgeID": "197186",
      "fromID": "159454",
      "toID": "159455",
      "formEdgeID": null
    },
    {
      "edgeID": "197187",
      "fromID": "159455",
      "toID": "159453",
      "formEdgeID": null
    },
    {
      "edgeID": "197188",
      "fromID": "159457",
      "toID": "159458",
      "formEdgeID": null
    },
    {
      "edgeID": "197189",
      "fromID": "159458",
      "toID": "159456",
      "formEdgeID": null
    },
    {
      "edgeID": "197190",
      "fromID": "159460",
      "toID": "159461",
      "formEdgeID": null
    },
    {
      "edgeID": "197191",
      "fromID": "159461",
      "toID": "159459",
      "formEdgeID": null
    },
    {
      "edgeID": "197192",
      "fromID": "159463",
      "toID": "159464",
      "formEdgeID": null
    },
    {
      "edgeID": "197193",
      "fromID": "159464",
      "toID": "159462",
      "formEdgeID": null
    },
    {
      "edgeID": "197194",
      "fromID": "159466",
      "toID": "159467",
      "formEdgeID": null
    },
    {
      "edgeID": "197195",
      "fromID": "159467",
      "toID": "159465",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
