{
  "nodes": [
    {
      "nodeID": "144291",
      "text": "My main issue is with the single common ancestor model and the only other viable explanation for the origin of life on earth, creationsim. I see the publication of Darwin's Origin of Species to be a watershed event that permenantly established the single common ancestor model as the foundation of evolutionary biology.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:54"
    },
    {
      "nodeID": "144292",
      "text": "That's one problem. Creationism (christian) isn't the only other 'viable' (if you call it that) system of origin. (well, evolution is the only viable on in real, but to further the conversation), There are many others. Christianity is only one religion, and it's not even the largest one. All religions have equally 'valid' systems of origin. ALl of these religions, however, are hopelessly mythical and subjective. Most people set up a bifurcation; they don't realise that christianity's creationism isn't the only other option.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:54"
    },
    {
      "nodeID": "144293",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:54"
    },
    {
      "nodeID": "144294",
      "text": "My main issue is with the single common ancestor model and the only other viable explanation for the origin of life on earth, creationsim.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:54"
    },
    {
      "nodeID": "144295",
      "text": "But what form of creationism? Who's god? Are you going to limit the age of the earth to 6,000 years and have a magic being do it all in 6 days? Why don't you specify what form of creationism you advocate?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144296",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144297",
      "text": "I myself am a laymen who sees creationism as a branch of Christian apologetics and one vital aspect of given every man who asks the reason for the hope that is within him.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144298",
      "text": "So you admit right from the beginning that creationism is not a scientific endeavor but one of religion. You also falsify your own dichotomy in the next sentence by limiting 'creationism' to your particular brand of christianity and thus exclude various other myths that are as valid as the mythology of bronze age herdsmen. I don't know what the rest of your sentence has to do with science so I suppose it is religious. It is therefore meaningless in a discussion of science.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144299",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144300",
      "text": "I see the publication of Darwin's Origin of Species to be a watershed event that permenantly established the single common ancestor model as the foundation of evolutionary biology.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144301",
      "text": "Could be.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144302",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144303",
      "text": "Darwinian natural selection as opposed to the Christian theism of creationism has implications for western civilization like few subjects in the modern world.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144304",
      "text": "Darwinian natural selection isn't opposed to Christianity. In fact, if you took the time to inform yourself you would find that Christian organizations like the ICR and AIG both clearly state that natural selection is a reality and consider it foolish to deny it. In fact, young earth creationists propose evolution by means of natural selection at rates that boggle the minds of evolutionary biologists. They reason that the millions of species of animals that we know of today evolved in very few years after the flood of Noah from the few thousand 'kinds' that were aboard the ark. I think that you have confused one of Darwin's theories with the modern biological theory of evolution. It seems that you aren't aware of the fact that Darwin was not the first scientist to state a theory of evolution. Darwin merely restated the simple idea that populations of animals are observed to change over time, an old idea that was accepted by many naturalists of the day. In fact, even Darwin's grandfather wrote about evolution. By the time Darwin sailed on the Beagle, evolution was an old idea and by the time Darwin published On the Origin of Species the idea was 28 years older. Darwin proposed a mechanism of evolution, which is why his idea gained such wide acceptance almost immediately. What Darwin's theory lacked was a mechanism of heredity by which novel characteristics were able to remain in a population and not be overwhelmed by majority of the population that lacked that characteristic. None of the theories of heredity of Darwin's day could account for the origin and increase of new characteristics in a population. That was the greatest challenge to 'Darwinism' until the early decades of the 20th century when Mendel's work was rediscovered.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144305",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144306",
      "text": "Before Darwin every undergraduate studied theology and most zoology and botany was the ciriculum of graduate students.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144307",
      "text": "That's nonsense. When Darwin was at the University of Edinburgh studying medicine, he spent more time studying zoology and geology. His teachers were some of the most respected scientists of the day. Later, when he was at Christ's College, Cambridge studying divinity in preparation entry into the seminary, he actually spent more time studying botany and natural science, under John Henslow (a mineralologist and botanist). Darwin later studied with Adam Sedgwick (a geologist). Both men were leading scientists in their field of the day (both taught at Cambridge). Henslow became a lifelong friend of Darwin and it was his recommendation that gained Darwin the position aboard the Beagle. By the way, both men were ordained in the Chruch of England.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144308",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144309",
      "text": "'Creation and evolution, between them, exhaust the possible explanations for the origin of living things. Organisms either appeared on the earth fully developed or they did not. If they did not, they must have developed preexisting species by some process of modification. If they did appear in a full developed state, they must have been created by some omnipotent intelligence.' (D.J.Futuyma, Science on Trial) There are ulitmatly only two explanations for our origins and even noted secular scientists openly admit this. One thing is an obvious fact from history, in western civilization the only choices are creationism and evolution from a single common ancestor.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144310",
      "text": "Read this by the same guy: http://www.stephenjaygould.org/library/futuyma_theory.html",
      "type": "I",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144311",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:55"
    },
    {
      "nodeID": "144312",
      "text": "1. Are you referring to 'Christian' creationism? Intelligent Design? If so, then it's nothing more than a Christio-centric argument. There's no difference between Christian Creationism/ ID and the Wapuri warrior ideal creation myth which focuses on the divine Parrot. If you are focusing on Christian creationism vs Evolution, there is more than one system of creation, and it doesn't necessarily revolve around one omnipotent, omniscient being. It could be an accident as well! What one thing is an obvious fact from History? You are talking about western civilization. Western Civilization's religious beliefs aren't the be-all, end all, of creation...there's as reason to believe in spontaneous generation as there is in Christian Creationism. You can also use any eastern or south american or native american belief system of creation.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144313",
      "text": "Creationism is not something new, it was the prevailing view of scientists up until Darwin. None of them belived in a divine parrot that is just plain silly. In the crucible of natural science throughout the Middle Ages, the Scientific Revolution and well into the 19th century theology was the queen of the sciences. Now we subject students to higher math studies that they will most likely never use and speculations about conceptual mechanisms like natural selection that have no practical application. Naturalistic presumption has become sacrosanct in the rhetoric of the professional scientists who have been crystal clear on how they define creationism. You can ignore the statement by D.J.Futuyma and identical ones made by Gould, Mayr, Dawkins, Dobzhansky and others but not without departing from mainstream evolutionary biology.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144314",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144315",
      "text": "3. Life could have evolved due to omnipotent aliens, like the Q. It's quite ridiculous to assume that God is the only being that can be omnipotent, and not other lifeforms or even more than one God.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144316",
      "text": "Well lets speculate about how many possible explanations we could concoct if left to supposition. I'm talking about the only two explanations for the origins of life that have ever been entertained as viable empirically testable concepts in modern science.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144317",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144318",
      "text": "4. One misconception is that Evolution doesn't explain how life formed originally or came to be. It explains how life changed after already being. Evolution is basically the change in allelle frequency over time. It helps explain how life adapts, changes and how we and modern animals came to be, not how life orignally started. That's another topic and theory.  Life probably started through abiogenesis, which God conflicts with more. Life probably started with one molecule and went on, forming more complex organisms due to certain conditions and stimuli.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144319",
      "text": "Among the icons (idols) of modern mysticism there is one that reigns supreme. It is the myth of evolution. We scoff at the gods of the anchient pagans as if we were untouched by their superstition and yet we mystify our science with the likes of Darwin, the high priest of natural selection. Darwin taught a fable that started in a warm little pond and through a process that has became known as gradualism (minute changes over eons) all life arose out of a primordial soup.  Life is not chaotic it is orderly and requires replication. Without this you just have a lot of chemicals mixing in an infinite variety. The reason that life must be derived from life (biogenesis) in the minds of most is that this is the only way we have ever seen it happen. 'You can imagine anything you like but you can only understand the truth' as Newton said. Now if amino acids are the mirror image of nucleic acid sugars and this in true of all living things then we are limited to this as fundamental to life. This in my opinion is the fundamental first step and it cannot happen peicemeal, it all has to happen all at once. One more thing, evolution is a biogenesis theory and actual evidence for abiogenesis is rare and fragmentary just as it is for every other aspect of the single common ancestor model.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144320",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144321",
      "text": "6. Omnipotence is impossible by any logical standard. YOu can't have an omnipotent being, so if that guy is actually considering that an 'alternative,' he's looney tunes. I don't see how anyone can consider something an option that has that many impossibilites and logical quandries.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144322",
      "text": "'Douglas Futuyma is a PHD at the University of Michagan. Douglas Futuyma's research interests in evolution focus primarily on speciation and the evolution of ecological interactions among species. He has been a Guggenheim and a Fulbright Fellow, the President of the Society for the Study of Evolution and the American Society of Naturalists, and the editor of Evolution. He is the author of the successful textbook Evolutionary Biology. ' http://life.bio.sunysb.edu/ee/futuyma.html  If you would like to call him a loon in person his phone number is, (631) 632-8608 or you can email him at: futuyma@life.bio.sunysb.edu",
      "type": "I",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144323",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144324",
      "text": "People could have been created accidentally by the magical tree of wisdom as well, or the pink bunny wabbit from mars and then shipped to Earth via 1 way teleportation devices. There's no need for some omnipotent (impossible) God.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144325",
      "text": "Nor is there any need for some mythical molecular elemental, nebulas natural selection, or mystical transitionals based on peicemeal forensics and antithestic rhetoric.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144326",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144327",
      "text": "Now we subject students to higher math studies that they will most likely never use and speculations about conceptual mechanisms like natural selection that have no practical application.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144328",
      "text": "Actually, natural selection is usefull as well as higher maths. It's knowledge. If you want to go around like a bumbling fool all of your life...no, then it's not useful. Any education is useful and beneficial, given that it's objective and real--not fantasy religion. Tons of people use higher math. Engineers, mathematicians, medical field..military... etc. No, it's not useful for the common virginia mountain-fur trader. Natural Selection is important in any biological field. To say it's useless is absurd, for it's one of the prime foundations for ALL of Biology.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:56"
    },
    {
      "nodeID": "144329",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144330",
      "text": "Life is not chaotic it is orderly and requires replication. Without this you just have a lot of chemicals mixing in an infinite variety. The reason that life must be derived from life (biogenesis) in the minds of most is that this is the only way we have ever seen it happen. 'You can imagine anything you like but you can only understand the truth' as Newton said. Now if amino acids are the mirror image of nucleic acid sugars and this in true of all living things then we are limited to this as fundamental to life. This in my opinion is the fundamental first step and it cannot happen peicemeal, it all has to happen all at once.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144331",
      "text": "Another critical error. Evolution doesn't say life is chaotic. Mutations are random, not natural selection or evolution. It's a heavily guided process. We have already shown that the primary building blocks of life can be simulated and created. These formed into molecules and cells and so on. They can even explain how the human eye developled--a recent discovery. It was an extention of light sensitive cells.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144332",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144333",
      "text": "God is not a testable, valid theory for being and origin. It fails the falisfiablily AND verificationism criteria--quite badly. It's also highly subjective. Creationism isn't even a peer reviewed, promulgated theory in any credible community. It wouldn't, and doesn't, last 5 minutes against logic or science. Creationism = continual propagation of the same cut-paste arguments which have been refuted day in and day out, but not heeded. Creationism ISN'T a powerful force--it's fraudulant repetition.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144334",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144335",
      "text": "Naturalistic presumption has become sacrosanct in the rhetoric of the professional scientists who have been crystal clear on how they define creationism.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144336",
      "text": "It's not part of any rhetoric--evolution is fact. It's no more rhetoric than gravity or the founding principles behind Newtonian Physics.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144337",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144338",
      "text": "Actually, there is. The naturalistic explanation is the only viable theory put forth. Out of all the other crackpot theories (they really aren't theories), this as well as later evolution are the only parsimonious ones. You use occam's razor to select the most parsimonious theory out of competing theories. You look at them and see which ones attempt to explain the same phenomenon, and then look to see how they do it. WHich ones assume something outside of nature? Paranomal? GOD! Not the naturalistic common ancestor/primoridal soup. THat's fully plausible, and natural. And natural selection isn't nebulous. Your ignornance of the subject obfuscates that judgement. It's been observed and there is more than adequate evidence for the vast majority of scientists.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144339",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144340",
      "text": "Creationism is not something new, it was the prevailing view of scientists up until Darwin.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144341",
      "text": "Oh. I know it's not new. Being old doesn't make it any more legitimate. Real science can tell the difference between valid and invalid.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144342",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144343",
      "text": "First off the single common ancestor model has no demonstratable mechanism for how it is even possible. For another thing no substantive reasoning that all scientists use is empirically testable which is why subjective/objective duality is the philosophy of natural science. There is only a need to discern between the substantive reasoning (theoretical) and empirical testing (demonstrative). Objectivism is based on substantive reasoning just like scientific positivism or natural selection for that matter. None of these things are subject to peer review since there is a distinction between subjective and objective reasoning.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144344",
      "text": "********. Utter fraking ****. Scientists have already accumulated mounds of evidence which suggest the common ancestor. You choose to ignore it as do most scientifically ignorant christians.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144345",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:57"
    },
    {
      "nodeID": "144346",
      "text": "'Douglas Futuyma is a PHD at the University of Michagan. Douglas Futuyma's research interests in evolution focus primarily on speciation and the evolution of ecological interactions among species. He has been a Guggenheim and a Fulbright Fellow, the President of the Society for the Study of Evolution and the American Society of Naturalists, and the editor of Evolution. He is the author of the successful textbook Evolutionary Biology. '",
      "type": "I",
      "timestamp": "2016-03-08 19:59:58"
    },
    {
      "nodeID": "144347",
      "text": "Oh ohhh! Appeal to authority! Appeal to authority! There're no authorities in science. ONly logic and evidence. If he thinks omniscience and omnipotence are logically possible, he's most likely lying, misinformed, miseducated in metaphyscis, or loony. Omniscience and Omnipotence are logically impossible. His famous nature doesn't excuse him, just as much as it wouldn't if Einstein were to say the same thing. People are fallible. Note*: I am not saying his BIOLOGY is wrong. His understanding of logic as it applies to theology is. I am quite confident he knows a lot about evolution and biology. That's his job.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:58"
    },
    {
      "nodeID": "144348",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:58"
    },
    {
      "nodeID": "144349",
      "text": "You can ignore the statement by D.J.Futuyma and identical ones made by Gould, Mayr, Dawkins, Dobzhansky and others but not without departing from mainstream evolutionary biology.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:58"
    },
    {
      "nodeID": "144350",
      "text": "The vast majority of scientists do not believe in Creationism, and all those people you listed who say there are only 2 varients evolution or creationism--they are't anthropological or theological experts. All they know is their westernized view. Their opinions have no reflection on Biology in that sense. THey should stick to Biology. There is only 1 true way--that's evolution. THe other's are wishful thinking, whether they be the primordial flood, the divine parrot, or magic god who made people from dust.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:58"
    },
    {
      "nodeID": "144351",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:58"
    },
    {
      "nodeID": "144352",
      "text": "It was the queen of the sciences because people were generally brainwashed by the church and scientifically ignorant untill that point. It was not untill the solidification of the SM and more modern systems and tools that the true bogus nature of theology (a laughable science) was revealed.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:58"
    },
    {
      "nodeID": "144353",
      "text": "In fact, the period when theology was the 'queen of the sciences' we generally refer to as the 'dark ages.' Science in the modern sense is only about 400 years old. You can get a hint of how the 'queen of the sciences' operated by the fact that Copernicus (a priest) withheld publication of his heliocentric theory until he was quite certain that he was close to death; in fact, legend has it that he saw the first copy on the morning of his death. He knew what the consequences of his theory, that flew in the face of the geocentric dogma of the 'queen of the sciences', would be. Giordano Bruno and Galileo both found out the consequences of stating theories that were in conflict with the 'queen of the sciences.' Only when science broke free of the domination by the Church were scientists free to follow the data to the conclusions rather than begin with the conclusions did real science develop and begin to develope real scientific theories. 'Creation science' still begins with the conclusions and then tries to find data that will fit the dogma, even if it is sometimes contradictory. In 'creation science' there is no hyopthesis, no prediction, and not test with the power to falsify the hypothesis. 'Creation science' is pseudoscience.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:58"
    },
    {
      "nodeID": "144354",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:58"
    }
  ],
  "edges": [
    {
      "edgeID": "186464",
      "fromID": "144292",
      "toID": "144293",
      "formEdgeID": null
    },
    {
      "edgeID": "186465",
      "fromID": "144293",
      "toID": "144291",
      "formEdgeID": null
    },
    {
      "edgeID": "186466",
      "fromID": "144295",
      "toID": "144296",
      "formEdgeID": null
    },
    {
      "edgeID": "186467",
      "fromID": "144296",
      "toID": "144294",
      "formEdgeID": null
    },
    {
      "edgeID": "186468",
      "fromID": "144298",
      "toID": "144299",
      "formEdgeID": null
    },
    {
      "edgeID": "186469",
      "fromID": "144299",
      "toID": "144297",
      "formEdgeID": null
    },
    {
      "edgeID": "186470",
      "fromID": "144301",
      "toID": "144302",
      "formEdgeID": null
    },
    {
      "edgeID": "186471",
      "fromID": "144302",
      "toID": "144300",
      "formEdgeID": null
    },
    {
      "edgeID": "186472",
      "fromID": "144304",
      "toID": "144305",
      "formEdgeID": null
    },
    {
      "edgeID": "186473",
      "fromID": "144305",
      "toID": "144303",
      "formEdgeID": null
    },
    {
      "edgeID": "186474",
      "fromID": "144307",
      "toID": "144308",
      "formEdgeID": null
    },
    {
      "edgeID": "186475",
      "fromID": "144308",
      "toID": "144306",
      "formEdgeID": null
    },
    {
      "edgeID": "186476",
      "fromID": "144310",
      "toID": "144311",
      "formEdgeID": null
    },
    {
      "edgeID": "186477",
      "fromID": "144311",
      "toID": "144309",
      "formEdgeID": null
    },
    {
      "edgeID": "186478",
      "fromID": "144313",
      "toID": "144314",
      "formEdgeID": null
    },
    {
      "edgeID": "186479",
      "fromID": "144314",
      "toID": "144312",
      "formEdgeID": null
    },
    {
      "edgeID": "186480",
      "fromID": "144316",
      "toID": "144317",
      "formEdgeID": null
    },
    {
      "edgeID": "186481",
      "fromID": "144317",
      "toID": "144315",
      "formEdgeID": null
    },
    {
      "edgeID": "186482",
      "fromID": "144319",
      "toID": "144320",
      "formEdgeID": null
    },
    {
      "edgeID": "186483",
      "fromID": "144320",
      "toID": "144318",
      "formEdgeID": null
    },
    {
      "edgeID": "186484",
      "fromID": "144322",
      "toID": "144323",
      "formEdgeID": null
    },
    {
      "edgeID": "186485",
      "fromID": "144323",
      "toID": "144321",
      "formEdgeID": null
    },
    {
      "edgeID": "186486",
      "fromID": "144325",
      "toID": "144326",
      "formEdgeID": null
    },
    {
      "edgeID": "186487",
      "fromID": "144326",
      "toID": "144324",
      "formEdgeID": null
    },
    {
      "edgeID": "186488",
      "fromID": "144328",
      "toID": "144329",
      "formEdgeID": null
    },
    {
      "edgeID": "186489",
      "fromID": "144329",
      "toID": "144327",
      "formEdgeID": null
    },
    {
      "edgeID": "186490",
      "fromID": "144331",
      "toID": "144332",
      "formEdgeID": null
    },
    {
      "edgeID": "186491",
      "fromID": "144332",
      "toID": "144330",
      "formEdgeID": null
    },
    {
      "edgeID": "186492",
      "fromID": "144333",
      "toID": "144334",
      "formEdgeID": null
    },
    {
      "edgeID": "186493",
      "fromID": "144334",
      "toID": "144313",
      "formEdgeID": null
    },
    {
      "edgeID": "186494",
      "fromID": "144336",
      "toID": "144337",
      "formEdgeID": null
    },
    {
      "edgeID": "186495",
      "fromID": "144337",
      "toID": "144335",
      "formEdgeID": null
    },
    {
      "edgeID": "186496",
      "fromID": "144338",
      "toID": "144339",
      "formEdgeID": null
    },
    {
      "edgeID": "186497",
      "fromID": "144339",
      "toID": "144313",
      "formEdgeID": null
    },
    {
      "edgeID": "186498",
      "fromID": "144341",
      "toID": "144342",
      "formEdgeID": null
    },
    {
      "edgeID": "186499",
      "fromID": "144342",
      "toID": "144340",
      "formEdgeID": null
    },
    {
      "edgeID": "186500",
      "fromID": "144344",
      "toID": "144345",
      "formEdgeID": null
    },
    {
      "edgeID": "186501",
      "fromID": "144345",
      "toID": "144343",
      "formEdgeID": null
    },
    {
      "edgeID": "186502",
      "fromID": "144347",
      "toID": "144348",
      "formEdgeID": null
    },
    {
      "edgeID": "186503",
      "fromID": "144348",
      "toID": "144346",
      "formEdgeID": null
    },
    {
      "edgeID": "186504",
      "fromID": "144350",
      "toID": "144351",
      "formEdgeID": null
    },
    {
      "edgeID": "186505",
      "fromID": "144351",
      "toID": "144349",
      "formEdgeID": null
    },
    {
      "edgeID": "186506",
      "fromID": "144353",
      "toID": "144354",
      "formEdgeID": null
    },
    {
      "edgeID": "186507",
      "fromID": "144354",
      "toID": "144352",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
