{
  "nodes": [
    {
      "nodeID": "155483",
      "text": "Here we have a case of an event where we definitely need some objective reporting. I suspect this was simply intended to be a PRIVATE SCREENING of a film. Private screening are extremely common in the film world. The whole idea of a private screening is that ... well, it's private. Meaning, only some people are allowed to the screening. If they were rejecting people at the door, it was obviously a private screening, so one has to wonder why these guys were trying to get in to begin with if they weren't invited. This doesn't sound like a case of anyone trying to bring science in to challenge something, but rather someone trying to crash a private screening of a film. So essentially, someone who's eager to play the hypocrisy card blogs about trying to sneak into a private screening of a film, but getting kicked out while his celebrity companion managed to get in. Big whoopin' deal. Since there doesn't seem to actually be any objective reporting done on this event, here's a different blog entry of the event that presents it in a different (and probably more realistic) light ... Did Richard Dawkins just crash the party at a screening of 'Expelled'? Some of the comments in the comments section there also shed light on the incident.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:53"
    },
    {
      "nodeID": "155484",
      "text": "Since I was there, I'll give you an objective rundown: 1.) Dawkins didn't 'crash' anything. He watched the movie without saying a word and participated in a Q&A session with the producer at the end --a session that the producer deliberately started. 2.) There was no 'sneaking' on any level. PZ, his daughter, and I all registered our names over the internet for the event and selected the option to have up to three guests come with us. We registered our real names, our real addresses, our real telephone numbers, and our real emails, and we all received confirmation emails approving our registration. 3.) What possible reason did they have to deny PZ a viewing of the film? Dawkins and I pressed the producer Mathis on this issue, and he said it was about money -- he wanted PZ to come back in a month and pay his $10. But this makes no sense. PZ was paid $1,200 for his interview. They thanked him for the interview in the credits. If money was a concern, they could have paid him $1,190 and given him a free reservation. Just the fact that he was in the film should have been enough to warrant a seat at a pre-screening event. This all begs the question: What in God's name are they so bloody afraid of?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:53"
    },
    {
      "nodeID": "155485",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:53"
    },
    {
      "nodeID": "155486",
      "text": "Most of the evo crowd has probably seen this already, but this is pretty funny: http://scienceblogs.com/pharyngula/2008/03/expelled.php PZ Meyers was ordered to leave the premises by police on threat of arrest, by order of the producer. Prety funny. The funniest part is his guest was allowed to enter with no problems. His guest? Richard Dawkins.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:53"
    },
    {
      "nodeID": "155487",
      "text": "What's great is that somebody had to have been on the lookout for PZ out of fear of his getting in. What's greater is that they opened themselves to ridicule: he's a good source when his statements can be edited and removed from context, but FOR THE LOVE OF GOD DON'T LET HIM SEE THE MOVIE!",
      "type": "I",
      "timestamp": "2016-03-08 20:23:53"
    },
    {
      "nodeID": "155488",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:53"
    },
    {
      "nodeID": "155489",
      "text": "Thanks for posting the other side of the story jyoshu. It helps to give a much more balanced look at what happened that night. Here's a link to Mathis discussing the making of the movie, the process they utilized and how they didn't quote the scientists interviewed out of context at all. The scientists even got the questions they would ask in advance when requested. http://intelligentdesign.podOmatic.com/entry/2008-02-04T15_39_42-08_00",
      "type": "I",
      "timestamp": "2016-03-08 20:23:53"
    },
    {
      "nodeID": "155490",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:53"
    },
    {
      "nodeID": "155491",
      "text": "Jyoshu, why are you trying so hard to spin this to make it look like PZ was trying to break the law, when he was attending an open advanced screening of a movie he participated in, was paid for, and in which he was thanked in the credits?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:54"
    },
    {
      "nodeID": "155492",
      "text": "I didn't say anything about anyone 'breaking the law.' I'm just showing you a different perspective of the events from a witness--you know, giving you MORE information from which to draw conclusions. Or did you only WANT your information limited to one version of the story, mainly from the account of the one who got booted?? I think it was simply a private screening, and the people running the private screening didn't want them there. That's their prerogative, as it was obviously a private screening and that's the way it works. Again, read the comments on the blog I linked to as they include comments from people who were there, including more from Stuart and at least one by PZ Myers himself.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:54"
    },
    {
      "nodeID": "155493",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:54"
    },
    {
      "nodeID": "155494",
      "text": "Well, I was just giving a different perspective from a witness who was also there, so obviously not everyone sees the events the same way. The thing is though, if they were booting people for being biased against the movie, or because they would object to it's message, it stands to reason they wouldn't have let anyone in PZ Myer's party in as well. And do you seriously think that if Richard Dawkins' name was registered on the website they wouldn't have noticed that? I find that pretty hard to believe. It stands to reason there were other perhaps un-related reasons Myers was booted than his objections to the content of the movie. Furthermore, if the producer deliberately started a discussion, then it only further stands to reason he didn't mind opposing viewpoints toward the movie.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:54"
    },
    {
      "nodeID": "155495",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:54"
    },
    {
      "nodeID": "155496",
      "text": "There's a lot of discussion there on that issue. But it really doesn't matter--a private screening of a film is a private screening--they can boot anyone out that they want.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:54"
    },
    {
      "nodeID": "155497",
      "text": "Of course. The makers of Expelled were within their right to expel the very same people that they were attempting to demean in the film. It's perfectly legal, but it was also a rude, hypocritical, and stupid PR move that is rightfully being criticized.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:54"
    },
    {
      "nodeID": "155498",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:54"
    },
    {
      "nodeID": "155499",
      "text": "See the comments section on the blog entry I linked to, particuarly Stuart's own comments ... 'Yes, you registered online, but the initial invitation was by invite only. You registered who was coming in your invited group, not just 'first come, first serve.' There's a lot of discussion there on that issue. But it really doesn't matter--a private screening of a film is a private screening--they can boot anyone out that they want.   I didn't say anything about anyone 'breaking the law.' I'm just showing you a different perspective of the events from a witness--you know, giving you MORE information from which to draw conclusions. Or did you only WANT your information limited to one version of the story, mainly from the account of the one who got booted?? I think it was simply a private screening, and the people running the private screening didn't want them there. That's their prerogative, as it was obviously a private screening and that's the way it works. Again, read the comments on the blog I linked to as they include comments from people who were there, including more from Stuart and at least one by PZ Myers himself.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:54"
    },
    {
      "nodeID": "155500",
      "text": "Hey, as Collin said, P.Z. registered, and got it. I would say that booting him out is the height of hypocrisy. It confirms to be that it is based on a lie, and the producer knows it. The movie was making a claim that the 'opposition' was silencing I.D., and the presentation of alternate ideas. Yet, what do they do? They kicked someone out they INTERVIEWED for the movie (based on false pretenses to be sure, but they did pay him for appearing in the movie). That sounds that THEY are the ones trying to suppress opposing ideas, not science.  Yes, they had the legal right. But, boy did it put egg on their face, considering everything. It shows them to be hypocrites and liars.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:54"
    },
    {
      "nodeID": "155501",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:54"
    },
    {
      "nodeID": "155502",
      "text": "It stands to reason there were other perhaps un-related reasons Myers was booted than his objections to the content of the movie.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:54"
    },
    {
      "nodeID": "155503",
      "text": "Certainly... just like how the makers of Expelled have repeatedly refused to publish the interviews in full. It's not just that PZ and Dawkins object to the content of the movie -- the makers of Expelled don't want them to be able to object in the first place. It's always been their favorite argument against PZ to dangle over the head of his criticisms the fact that he hasn't even seen the movie. They can't pull that one on Dawkins anymore, which is to their disadvantage, but fortunately they managed to spot PZ before it was too late.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:54"
    },
    {
      "nodeID": "155504",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:54"
    }
  ],
  "edges": [
    {
      "edgeID": "194362",
      "fromID": "155484",
      "toID": "155485",
      "formEdgeID": null
    },
    {
      "edgeID": "194363",
      "fromID": "155485",
      "toID": "155483",
      "formEdgeID": null
    },
    {
      "edgeID": "194364",
      "fromID": "155487",
      "toID": "155488",
      "formEdgeID": null
    },
    {
      "edgeID": "194365",
      "fromID": "155488",
      "toID": "155486",
      "formEdgeID": null
    },
    {
      "edgeID": "194366",
      "fromID": "155489",
      "toID": "155490",
      "formEdgeID": null
    },
    {
      "edgeID": "194368",
      "fromID": "155492",
      "toID": "155493",
      "formEdgeID": null
    },
    {
      "edgeID": "194369",
      "fromID": "155493",
      "toID": "155491",
      "formEdgeID": null
    },
    {
      "edgeID": "194370",
      "fromID": "155494",
      "toID": "155495",
      "formEdgeID": null
    },
    {
      "edgeID": "194371",
      "fromID": "155495",
      "toID": "155484",
      "formEdgeID": null
    },
    {
      "edgeID": "194372",
      "fromID": "155497",
      "toID": "155498",
      "formEdgeID": null
    },
    {
      "edgeID": "194373",
      "fromID": "155498",
      "toID": "155496",
      "formEdgeID": null
    },
    {
      "edgeID": "194374",
      "fromID": "155500",
      "toID": "155501",
      "formEdgeID": null
    },
    {
      "edgeID": "194375",
      "fromID": "155501",
      "toID": "155499",
      "formEdgeID": null
    },
    {
      "edgeID": "194376",
      "fromID": "155503",
      "toID": "155504",
      "formEdgeID": null
    },
    {
      "edgeID": "194377",
      "fromID": "155504",
      "toID": "155502",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
