{
  "nodes": [
    {
      "nodeID": "161168",
      "text": "By the way....it's not 99%, as the article states, it's 94% http://www.sciam.com/article.cfm?chanID=sa003&articleID=9D0DAC2B-E7F2-99DF-3AA795436FEF8039",
      "type": "I",
      "timestamp": "2016-03-08 20:36:58"
    },
    {
      "nodeID": "161169",
      "text": "The first article is from 2002 and the second one is from 2006, molecular genetics changed massively over that period of time with the completition of the human genome project and the development of new technology. What they would be looking at and comparing would have changed drastically as well, from just the genes in the first case (the 99% figure) and everything in the second (94%).",
      "type": "I",
      "timestamp": "2016-03-08 20:36:58"
    },
    {
      "nodeID": "161170",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:36:58"
    },
    {
      "nodeID": "161171",
      "text": "What's the difference between humans and chimps? According to the blowhards in the scientific world for the past 60 years, they said it was genetic mutations. But according to these three articles, including a September 2006 Science article it's cooked food and fire.....you see these things cause our genes to be expressed differently.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:59"
    },
    {
      "nodeID": "161172",
      "text": "Eating cooked food is a change in diet, evolutionary speaking its not different from if you stopped eating leaves and started eating fruit. Its still mutations that are resulting in evolution but the selection process for beneficial mutations includes social things as well as purely environmental ones.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:59"
    },
    {
      "nodeID": "161173",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:59"
    },
    {
      "nodeID": "161174",
      "text": "This is what it has come down to. The scientific world is in sad, sad shape. It's pathetic, really.....yet all you anti-intellectuals will soak it up like a sponge.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:59"
    },
    {
      "nodeID": "161175",
      "text": "Do you want to explain what you think the problem is? You're going to see a much larger change if you start fiddling with the controls than if you were replacing bases within the protein coding sequence - a lot of those wouldn't change anything in the protein, and a lot of the changes to the protein wouldn't have a significant effect either.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:59"
    },
    {
      "nodeID": "161176",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:59"
    },
    {
      "nodeID": "161177",
      "text": "Now why would it 'PAIN' Collins to acknowledge that much of human evolution has had little to do with genes and and more to do with culture and environment??????????????????? Why would he care?",
      "type": "I",
      "timestamp": "2016-03-08 20:36:59"
    },
    {
      "nodeID": "161178",
      "text": "That isn't what it says at all, it says he took pains as in he made this point particularly clear. Whilst genes are reacting to changes in human behaviour (which isn't news, there are loads of examples like this. One of the best ones would be how alcohol tolerance varies across the world between cultures who have used fermentation and those that traditionally boiled water) he is making it clear that these behavioural changes are not genetic.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:59"
    },
    {
      "nodeID": "161179",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:59"
    },
    {
      "nodeID": "161180",
      "text": "What's the difference between humans and chimps?",
      "type": "I",
      "timestamp": "2016-03-08 20:36:59"
    },
    {
      "nodeID": "161181",
      "text": "Over the Internet that can be a particularly difficult call...",
      "type": "I",
      "timestamp": "2016-03-08 20:36:59"
    },
    {
      "nodeID": "161182",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:36:59"
    },
    {
      "nodeID": "161183",
      "text": "'...However, Collins takes pains to acknowledge that much of human nature likely has little to do with genes and is more a question of culture and environment influencing growth and behavior. Now why would it 'PAIN' Collins to acknowledge that much of human evolution has had little to do with genes and and more to do with culture and environment???????????????????",
      "type": "I",
      "timestamp": "2016-03-08 20:36:59"
    },
    {
      "nodeID": "161184",
      "text": "Can't you read?",
      "type": "I",
      "timestamp": "2016-03-08 20:36:59"
    },
    {
      "nodeID": "161185",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:00"
    },
    {
      "nodeID": "161186",
      "text": "What's the difference between humans and chimps? According to the blowhards in the scientific world for the past 60 years, they said it was genetic mutations. But according to these three articles, including a September 2006 Science article it's cooked food and fire.....you see these things cause our genes to be expressed differently. ... We think gene expression is a major part of what separates chimps and humans,' said Kevin White, an associate professor of genetics, ecology and evolution at Yale University in the United States.  When we looked at gene expression, we found fairly small changes in 65 million years of macaque, orangutan and chimpanzee evolution,' said Dr Yoav Gilad of the University of Chicago, lead author of the study.  But he said it was followed by quick changes in specific groups of genes known as transcription factors, which control the expression of other genes, since humans diverged from their ape ancestors during the last 5 million years.  'This rapid evolution in transcription factors occurred only in humans,' Gilad added in a statement.  ...",
      "type": "I",
      "timestamp": "2016-03-08 20:37:00"
    },
    {
      "nodeID": "161187",
      "text": "The article is saying that it was genetic changes. Changes in genes encoding certain transcription factors is what caused changes in the expression of other genes.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:00"
    },
    {
      "nodeID": "161188",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:00"
    },
    {
      "nodeID": "161189",
      "text": "Well, both are b----y nuisances and one is a bit shorter and hairier than the other.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:00"
    },
    {
      "nodeID": "161190",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:00"
    },
    {
      "nodeID": "161191",
      "text": "By the way....it's not 99%, as the article states, it's 94%",
      "type": "I",
      "timestamp": "2016-03-08 20:37:00"
    },
    {
      "nodeID": "161192",
      "text": "Actually, it depends on what you are comparing and how you want to characterize certain phenomena. If you are comparing only coding sequence, then it is on the order of 99%. If you are comparing coding and noncoding sequence, it is on the order of 97-98%. If you consider indels not as one-time events that incorporate large-scale changes of sequence, but count the individual nuclotides within each indel, then it comes out to 94-95%. What the creationists never seem to understand is that if you are goiong to adopt the comparison method in which indels are treated as colelctions of nuclotide changes rather than one-time events, ALL % similarities between ALL taxa will be lowered somewhat. This means that when they predictably trot out some bastardized version of Haldane's dilemma claiming that the nmew lower similarity is even harder for evolution to explain, they do not realize how devastating this method of accounting is for creationism genetics. For now the 'increased dissimilarity' has to be accounted for in the very short time frames allowed by biblically-constrained science - about 4,500 years instead of the hundreds of thousands or millions of years during which accumulations of DNA change can be accounted for. So desperate are they ro 'diss Darwin' that they don't recognize the problems their arguments cause for their own ideology. That or they don't care.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:00"
    },
    {
      "nodeID": "161193",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:00"
    },
    {
      "nodeID": "161194",
      "text": "Fire and tool use means that having a big brain becomes less of a disadvantage and more of an advantage now that you can feed it  yea but you have to have the brains to build a fire before it becomes an advantage. sigh.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:00"
    },
    {
      "nodeID": "161195",
      "text": "But a slightly larger brain than average is still feasible and offers enough of a benefit in a large social group that its worth the price - however something the size of a modern humans brain is far too demanding. That slightly larger brain can be supported by an organism or society that hasn't developed fire, but is also able to discover the uses of it, from then on nutrician isn't the big limiting factor that restricts how big a brain can get from then on.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:00"
    },
    {
      "nodeID": "161196",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:37:00"
    },
    {
      "nodeID": "161197",
      "text": "Tastyfish:Fire is well down the line after brain size has started to increase Well I agree with that simply because humans have larger brains than chimps and fire is associated only with humans.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:00"
    },
    {
      "nodeID": "161198",
      "text": "Homo habilis is the first species to use fire as a tool I think.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:00"
    },
    {
      "nodeID": "161199",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:37:00"
    },
    {
      "nodeID": "161200",
      "text": "[ Brain size is relevant compared to the rest of the body - its the proportions that matter. If you're small then you can have a smaller brain, this contradicts evolutionists' position. They have long measure brain size and correlated it with intelligence. Take homo erectus, for example. Evolutionists have long said homo erectus was some sort of sub-human because of the size of his brain. It doesn't matter that Turkana boy was short at about 5'5 and 10-13 years old -- and that his head size did not look proportionally small -- today's scientists don't care about any of that. They just measure his skull.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:01"
    },
    {
      "nodeID": "161201",
      "text": "And compare that to an equivalent sized human - if you compared the skill to a 10-13 year old boy, the erectus skeleton's cranial capacity would be significantly smaller. Doesn't contradict in the slightest other than the bizarre positions you decide other people should hold.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:01"
    },
    {
      "nodeID": "161202",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:01"
    },
    {
      "nodeID": "161203",
      "text": "Clearly, he can't.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:01"
    },
    {
      "nodeID": "161204",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:37:01"
    }
  ],
  "edges": [
    {
      "edgeID": "198408",
      "fromID": "161169",
      "toID": "161170",
      "formEdgeID": null
    },
    {
      "edgeID": "198409",
      "fromID": "161170",
      "toID": "161168",
      "formEdgeID": null
    },
    {
      "edgeID": "198410",
      "fromID": "161172",
      "toID": "161173",
      "formEdgeID": null
    },
    {
      "edgeID": "198411",
      "fromID": "161173",
      "toID": "161171",
      "formEdgeID": null
    },
    {
      "edgeID": "198412",
      "fromID": "161175",
      "toID": "161176",
      "formEdgeID": null
    },
    {
      "edgeID": "198413",
      "fromID": "161176",
      "toID": "161174",
      "formEdgeID": null
    },
    {
      "edgeID": "198414",
      "fromID": "161178",
      "toID": "161179",
      "formEdgeID": null
    },
    {
      "edgeID": "198415",
      "fromID": "161179",
      "toID": "161177",
      "formEdgeID": null
    },
    {
      "edgeID": "198416",
      "fromID": "161181",
      "toID": "161182",
      "formEdgeID": null
    },
    {
      "edgeID": "198417",
      "fromID": "161182",
      "toID": "161180",
      "formEdgeID": null
    },
    {
      "edgeID": "198418",
      "fromID": "161184",
      "toID": "161185",
      "formEdgeID": null
    },
    {
      "edgeID": "198419",
      "fromID": "161185",
      "toID": "161183",
      "formEdgeID": null
    },
    {
      "edgeID": "198420",
      "fromID": "161187",
      "toID": "161188",
      "formEdgeID": null
    },
    {
      "edgeID": "198421",
      "fromID": "161188",
      "toID": "161186",
      "formEdgeID": null
    },
    {
      "edgeID": "198422",
      "fromID": "161189",
      "toID": "161190",
      "formEdgeID": null
    },
    {
      "edgeID": "198423",
      "fromID": "161190",
      "toID": "161168",
      "formEdgeID": null
    },
    {
      "edgeID": "198424",
      "fromID": "161192",
      "toID": "161193",
      "formEdgeID": null
    },
    {
      "edgeID": "198425",
      "fromID": "161193",
      "toID": "161191",
      "formEdgeID": null
    },
    {
      "edgeID": "198426",
      "fromID": "161195",
      "toID": "161196",
      "formEdgeID": null
    },
    {
      "edgeID": "198427",
      "fromID": "161196",
      "toID": "161194",
      "formEdgeID": null
    },
    {
      "edgeID": "198428",
      "fromID": "161198",
      "toID": "161199",
      "formEdgeID": null
    },
    {
      "edgeID": "198429",
      "fromID": "161199",
      "toID": "161197",
      "formEdgeID": null
    },
    {
      "edgeID": "198430",
      "fromID": "161201",
      "toID": "161202",
      "formEdgeID": null
    },
    {
      "edgeID": "198431",
      "fromID": "161202",
      "toID": "161200",
      "formEdgeID": null
    },
    {
      "edgeID": "198432",
      "fromID": "161203",
      "toID": "161204",
      "formEdgeID": null
    },
    {
      "edgeID": "198433",
      "fromID": "161204",
      "toID": "161184",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
