{
  "nodes": [
    {
      "nodeID": "149034",
      "text": "I never said that it would 'impose' on me or 'diminish' my life. It would diminish the people who fall prey to behave in such a way and thus basically diminish us as a society, just as an individual might not necessarily be diminished by another man married to a goat, but we as as a society would be less if we had such unions.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:53"
    },
    {
      "nodeID": "149035",
      "text": "emoticon_xdonno So the real victim here is that society won't be as you WANT it to be, and that's the real 'casualty' here... Wow! emoticon_wow",
      "type": "I",
      "timestamp": "2016-03-08 20:09:53"
    },
    {
      "nodeID": "149036",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:53"
    },
    {
      "nodeID": "149037",
      "text": "I never said that it would 'impose' on me or 'diminish' my life. It would diminish the people who fall prey to behave in such a way and thus basically diminish us as a society, just as an individual might not necessarily be diminished by another man married to a goat, but we as as a society would be less if we had such unions. It would make our society less if we taught in classrooms that people and animals should marry each other. We would be a less respectable society, and in that way be diminished.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:53"
    },
    {
      "nodeID": "149038",
      "text": "I believe organized religion increases ignorance and represses progress but I'll not infringe your right to believe what YOU want and attend whatever church YOU want. Placing arbitrary restraints on private behavior (or ideas or other's beliefs) based on personal religious beliefs flies in the face of everything this country stands for. And stop bringing up ANIMALS...animals are different from PEOPLE, even the bible got that right.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:53"
    },
    {
      "nodeID": "149039",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:53"
    },
    {
      "nodeID": "149040",
      "text": "I oppose it because it is disgusting. Two men having a sexual relationship with each other is disgraceful, unmanly and perverted. I view it the same way you might view a man and a goat ####ing each other up the XXX and then calling that marriage.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:53"
    },
    {
      "nodeID": "149041",
      "text": "So as a conservative...you believe in having someone else decide for you what kind of sex you can have in the privacy of your home? Wow, maybe I'm not conservative after all. Some Jews think pork is disgusting...would you support them banning you from eating pork? I'm not saying you can't think what you want about whatever you want (I personally think drinking blood and eating dead flesh is creepy but would never attempt to enjoin a christian from doing so)...but you cross the line when you attempt to deny someone liberty when it doesn't effect you.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:53"
    },
    {
      "nodeID": "149042",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:53"
    },
    {
      "nodeID": "149043",
      "text": "But I agree, the video is indeed propaganda and crosses the line into 'lying'. (and one doesn't need the 'audition' clips to see that.)",
      "type": "I",
      "timestamp": "2016-03-08 20:09:53"
    },
    {
      "nodeID": "149044",
      "text": "I laughed when I first saw the ad on MSNBC's Hardball tonight. It shows the fear, insecurities and the fallacies that guide anti-gay equality rights activists.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:54"
    },
    {
      "nodeID": "149045",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:54"
    },
    {
      "nodeID": "149046",
      "text": "The California doctor entered a profession that promises to &#8220;first, do no harm&#8221; and the law requires her to treat a patient in need &#8211; gay or straight, Christian or Muslim &#8211; regardless of her religious beliefs. The law does not, and cannot, dictate her faith &#8211; it can only insist that she follow her oath as a medical professional.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:54"
    },
    {
      "nodeID": "149047",
      "text": "Actually, no, my understanding is that in most states the law doesn't require this at all. Many doctors take what is known as the Hipocratic oath, but it's not a legally binding oath. Doctors may be subject to personal lawsuits, but that's not the same thing. Also, the fact the church you mentioned owns a 'beachside pavillion' has nothing to do with much of anything. If the church truly owns it, they can refuse any ceremony they want. That it has been 'open to all for years' carries no weight whatsoever. It is church property--which is essentially the same as a church saying it doesn't want gay ceremonies in its sanctuary which churches are free to refuse. Maybe churches are imposed upon in such ways in Canada, but not in the US. Given these matters, I'm not sure the HRC is being any more honest than the video they are responding to.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:54"
    },
    {
      "nodeID": "149048",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:54"
    },
    {
      "nodeID": "149049",
      "text": "So then if I owned a business or a piece of property I could then refuse to sell or accommodate fundamentalist anti gay Christians and 'That it has been 'open to all for years' carries no weight whatsoever.' It is my property and I don't like the immorality of fundamentalist anti gay Christians.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:54"
    },
    {
      "nodeID": "149050",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:54"
    },
    {
      "nodeID": "149051",
      "text": "The point has obviously gone over your head.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:54"
    },
    {
      "nodeID": "149052",
      "text": "No. It's not going over my head. I am pointing out something that is a more apt analogy. You just don't like it, cause your analogy doesn't involve somebody being refused service, so you prefer your inaccurate analogy over mine which is more apt. Me giving a better analogy is not something 'going over my head'... emoticon_xdonno",
      "type": "I",
      "timestamp": "2016-03-08 20:09:54"
    },
    {
      "nodeID": "149053",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:54"
    },
    {
      "nodeID": "149054",
      "text": "No church has to marry any couple if they do not wish to do so.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:54"
    },
    {
      "nodeID": "149055",
      "text": "But apparently they can't say no to renting the property for a gay wedding, even if they decide to just say 'no' to everyone and get out of business. go figure",
      "type": "I",
      "timestamp": "2016-03-08 20:09:54"
    },
    {
      "nodeID": "149056",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:54"
    }
  ],
  "edges": [
    {
      "edgeID": "189804",
      "fromID": "149035",
      "toID": "149036",
      "formEdgeID": null
    },
    {
      "edgeID": "189805",
      "fromID": "149036",
      "toID": "149034",
      "formEdgeID": null
    },
    {
      "edgeID": "189806",
      "fromID": "149038",
      "toID": "149039",
      "formEdgeID": null
    },
    {
      "edgeID": "189807",
      "fromID": "149039",
      "toID": "149037",
      "formEdgeID": null
    },
    {
      "edgeID": "189808",
      "fromID": "149041",
      "toID": "149042",
      "formEdgeID": null
    },
    {
      "edgeID": "189809",
      "fromID": "149042",
      "toID": "149040",
      "formEdgeID": null
    },
    {
      "edgeID": "189810",
      "fromID": "149044",
      "toID": "149045",
      "formEdgeID": null
    },
    {
      "edgeID": "189811",
      "fromID": "149045",
      "toID": "149043",
      "formEdgeID": null
    },
    {
      "edgeID": "189812",
      "fromID": "149047",
      "toID": "149048",
      "formEdgeID": null
    },
    {
      "edgeID": "189813",
      "fromID": "149048",
      "toID": "149046",
      "formEdgeID": null
    },
    {
      "edgeID": "189814",
      "fromID": "149049",
      "toID": "149050",
      "formEdgeID": null
    },
    {
      "edgeID": "189815",
      "fromID": "149050",
      "toID": "149047",
      "formEdgeID": null
    },
    {
      "edgeID": "189816",
      "fromID": "149052",
      "toID": "149053",
      "formEdgeID": null
    },
    {
      "edgeID": "189817",
      "fromID": "149053",
      "toID": "149051",
      "formEdgeID": null
    },
    {
      "edgeID": "189818",
      "fromID": "149055",
      "toID": "149056",
      "formEdgeID": null
    },
    {
      "edgeID": "189819",
      "fromID": "149056",
      "toID": "149054",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
