{
  "nodes": [
    {
      "nodeID": "136659",
      "text": "Nothing you said changes the fact that one person, the Oregon Attorney General is blocking the will of the people from being known by not submitting the required State Approved Ballot Title. foundit attempted to claim this was a fairly won victory, and I just pointed out that wasn't true at all. And these gay talking points about seeking EQUALITY have to end. Unless you can produce evidence that gay people were originally kidnapped from their native lands by force, brought here in shackles, sold like farm animals, owned like property, and forced to work like beasts of burden as they were whipped and beaten if they didn't perform as required. Is that your story Op?  If so, then why are you referred to as Ohio professor? I never knew a slave that had such a superior sounding name. Your tiny minority is seeking special rights, not equality. You have all the same rights that we all have. You want a special dispensation for being gay and you don't deserve it at all. Nor do you deserve the right to marry unless you can fulfill Gods command to be fruitful and multiply. That's why same gender marriage has never been respected or honored by the larger community Op, because it can never fulfill the reason that marriage and families were originally formed. And even though past civilizations have accepted gay people as a real, and even vital part of the community in some Societies, in no other generation in the history of the World has same sex marriage ever been considered as a good or positive option for the improvement of the Society.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:33"
    },
    {
      "nodeID": "136660",
      "text": "So now your true colors finally show Archie. Now we see the mind numbing dogma that has been persecuting gays for years. And now that we have a voice, now that we have finally said enough to your radical incoherent mind numbing tirade of slanderous bull, you have obviously gone into a mode of severe mental meltdown.  Comparing gays equal rights to slavery is as assnine as any thing you have said on this forum thus far. You saying that unless we were in bondage and were slaves you would REFUSE us equal rights of any kind! Unless your forgeting it is people of your distinct odd calibur full of pointing blame, ridicule, and judging others when they dont have the backbone to judge themselves in the mirror and instead take their frustrations out on others and target them due to self weakness and loathing to incure a disgusting self satisfaction and glee in the suffering of others, that are the basis for all the injustices done to those who have been affected by the horror and torment of persecution due to belief or difference than others. Sorry everyone but this is just too much for me. The nerve of some people! Have fun with God Archie Im sure when your at the pearly gates and when you stand before St Peter and hold out your hand expecting the riches of heaven and glory of your own dilussional self satisfaction, I hope he writes your name next to those of the pharascee's and pulls the lever.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:33"
    },
    {
      "nodeID": "136661",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:33"
    }
  ],
  "edges": [
    {
      "edgeID": "181034",
      "fromID": "136660",
      "toID": "136661",
      "formEdgeID": null
    },
    {
      "edgeID": "181035",
      "fromID": "136661",
      "toID": "136659",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
