{
  "nodes": [
    {
      "nodeID": "136665",
      "text": "Feel free to repeat any prior arguments you've made, Chuz; I welcome this thread as the 'start anew' you suggested elsewhere. While I'll probably use the ideas I've rebutted with before, I'm quite aware I wasn't as accurate in my wording of some posts as I could have been; so no assumptions of my position on any specifics, please, just as I will (try to) make no assumptions of yours.  In light of that - and given that it is you who is defending your position - I leave it to you to make your own arguments, rather than have me rebut a possibly misrepresented one. Fire away. NB: This is in the Challenger's Corner on request from Chuz, not me. As such, I cannot guarentee a swift reply - one is highly likely, but not guarenteed. Hopefully this won't make much of a difference.  Pasted from another thread;",
      "type": "I",
      "timestamp": "2016-03-08 19:43:35"
    },
    {
      "nodeID": "136666",
      "text": "Quote: Originally Posted by Chuz Life; You have my respect for accepting the challenge, (my challenge to you to issue this challenge) IANGB. You also have my respect for defining your disagreement with me in a fair (almost uncomfortably) challenging way that considers both our points of views quite nicely. I accept your challenge and (as you eluded to) reserve the right to take my time on some of the more challenging responses. If we have to agree to disagree at the end, I hope that we will have had the most informative. intellectually honest and civil discussion possible. And that it serves as an example and benefit to others. Let's get it on!",
      "type": "I",
      "timestamp": "2016-03-08 19:43:35"
    },
    {
      "nodeID": "136667",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:35"
    },
    {
      "nodeID": "136668",
      "text": "The purpose of this thread is to continue/reboot the debate between myself and Chuz Life within the general topic of abortion legality.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:35"
    },
    {
      "nodeID": "136669",
      "text": "Fair enough.  However, before we start I would like to clarify a few minor points in your opening challenge.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:35"
    },
    {
      "nodeID": "136670",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:35"
    },
    {
      "nodeID": "136671",
      "text": "An alternative (shorter!) wording of the statement, taking into account the greater context of the Constitution, would be 'A (human) zygote is a person'. As hinted by the title, the general context of this thread is how the statement relates to the rights of a zygote; we may end up branching out into that area, but the statement is the starting point.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:35"
    },
    {
      "nodeID": "136672",
      "text": "Please note that I added the word 'human' to your comment above IANGB. After all it is not my claim that all zygotes are human beings / 'persons.' Agree? Also, I want to make it clear that I am arguing only for the most basic of human rights (life) and not for the full panopoly of rights that say an adult human individual would have.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:35"
    },
    {
      "nodeID": "136673",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:35"
    },
    {
      "nodeID": "136674",
      "text": "This has got to the state where I can't think of a single argument backing up his (Chuz's) 'fact' that I have not seen (or, in many cases, written) a rebuttal to.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:35"
    },
    {
      "nodeID": "136675",
      "text": "That's great,... hopefully you will re-post some of them here and we can debate/ discuss them.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:35"
    },
    {
      "nodeID": "136676",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136677",
      "text": "My contention is this: since joining the forums, Chuz has posted (1) pro-life arguments based on the (2) initial assumption of 'the fact that a human individuals life biologically begins at conception'.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136678",
      "text": "1. I consider my arguments to be 'anti-elective abortion' not 'pro-life.' And I would appreciate it if you would try to understand the differences between the two. 'Pro-lifers' approach the abortion debate from an 'all life is sacred' generally religious based point of view. I do not. I neither believe that 'all life is sacred' nor that 'god' or religion should be used in the debate at all. 2. My argument that a 'human individual's life biologically begins at conception' is not an 'assumption.' It's is a conclusion reached by an indepth study of the facts and references available.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136679",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136680",
      "text": "However, ever since he (Chuz) started a thread attempting to convince others of this 'fact', he has consistently ignored the vast majority of arguments against his reasoning - while continuing to tout the 'fact' in other threads.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136681",
      "text": "I'm not sure what thread or posts you are talking about, IANGB. But If you are talking about posts where I invited you to start a challenger's corner debate,... here we are.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136682",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136683",
      "text": "P.S. If it's ok with you, IANGB,... I would like to keep this debate ONLY between the two of us; and (if it's ok with Admin) I would like to create a mirror thread in the Abortion forum for those who want to add their 2 cents.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136684",
      "text": "That sounds good to me. Although it might be easiest to preserve flow later on it we don't actually mirror each of our posts once comments arrive (and inevitably digress) - just let people quote/cite us from this one if needs be. I certainly plan on adding in more off-topic commentary/digressions in the mirror thread (marked in these posts as *, when I remember to). Incidentally, I hate to be finicky with names, but there's not need to go all-caps with my name - I keep imagining you shouting it! Iangb, iangb or just plain Ian is all good.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136685",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136686",
      "text": "My argument that a 'human individual's life biologically begins at conception' is not an 'assumption.' It is a conclusion reached by an in depth study of the facts and references available. Please don't malign my position this way again as I will not attempt to malign yours.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136687",
      "text": "Apologies, that wasn't my intention. My meaning was this; while it was your conclusion, your use of it as an unsupported 'fact' forced us to treat it as an assumption. We had no way by which we could make it a conclusion - that's the purpose of this thread!",
      "type": "I",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136688",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136689",
      "text": "IANGB, I consider my arguments to be 'anti-elective abortion' not 'pro-life.' And I would appreciate it if you would try to understand the differences between the two. 'Pro-lifers' approach the abortion debate from an 'all life is sacred' generally religious based point of view. I do not. I neither believe that 'all life is sacred' nor that 'god' or religion should be used in the debate at all.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136690",
      "text": "Fair enough; I was just simplifying and using 'pro-life' as a dichotomy with 'pro-choice'. Clearly, it's not that simple. With regards to religion in the debate - that's fine by me for this thread*.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136691",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136692",
      "text": "I do, indeed, know who planned parenthood is. That doesn't necessarily make them accurate - and if you look for long enough on the internet, you can find a source which says pretty much whatever you want it to.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136693",
      "text": "I'm posting this here with the hopes that others will add their input in reference to our debate in the Challengers Corner.  How long can a self described 'intellectually honest' person such as yourself (Iangb) maintain denial and dismiss without (aparent) consideration source after source that proves against your claims? I claim that 'biologically speaking, a human individual's life begins at conception.' I have provided (among others) a source from no less than Planned Parenthood which supports my claim.  And you not only dismiss the definitions but question Planned Parenthood's accuracy / conclusions. Frankly, I would like some input from our readers to see if any of them want me to continue belaboring this point.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136694",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:36"
    },
    {
      "nodeID": "136695",
      "text": "I hope that we will have had the most informative. intellectually honest and civil discussion possible. And that it serves as an example and benefit to others. Let's get it on!",
      "type": "I",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136696",
      "text": "Ditto! With that in mind... I want to let you make your own arguments for your position before I post a rebuttal to any of them, for reasons described above. Instead, though, I can post a brief few arguments of my own. Firstly: the statement you are trying to support is 'Biologically speaking, a human individual's life begins at conception'. However, the word 'life' - that which you are arguing has a factually determinable beginning, does not have an absolute biological definition. To quote the wikipedia article on it: 'It is still a challenge for scientists and philosophers to define life in unequivocal terms'. This is doubly the case when considering the 'life' of an individual, as opposed to the 'life' of, say, a skin cell. For example, a person with no brain activity can be composed of living cells if they are kept on life support, but legally and medically the individual is considered dead. The argument, then: If 'life' has no definitive definition, how can you argue that it has a clearly definable start? Secondly: Consider a zygote. According to you, it is an individual. But a zygote can split into two - to form monozygotic, or 'identical', twins. Before splitting, it is one 'individual'. Afterwards, it is two. Where has the extra individual come from? Given that the split can happen up to 15 days after fertilisation, when was the start of that individuals life? Thirdly: In contrast to identical twins, consider a chimera organism. A chimera is made up of cells containing one of two different strands of human DNA - they are formed when two fertilised eggs or early embryos collide and become one embryo, which then goes on to be a single human being. Given that the single individual was created by the merging of two different individuals (by your definition), when was the biological start of their life?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136697",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136698",
      "text": "'Human' is all good, as is your definition of the right you are arguing for - although I may use that definition as a talking point! I have no objections here.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136699",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136700",
      "text": "I neither believe that 'all life is sacred' nor that 'god' or religion should be used in the debate at all.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136701",
      "text": "As I'm sure you know, the Declaration of Independence states: '...all men are created equal, they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.' Who or what do you consider to be the (capitalised) Creator in this text? More importantly, who do you think the authors of the Declaration considered the Creator to be? The Declaration certainly seems to tie up the notion of 'inalienable rights' with religion. No more, I'm going to bed.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136702",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136703",
      "text": "MIRRORED POST it might be easiest to preserve flow later on it we don't actually mirror each of our posts once comments arrive (and inevitably digress) - just let people quote/cite us from this one if needs be.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136704",
      "text": "Agreed",
      "type": "I",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136705",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136706",
      "text": "Incidentally, I hate to be finicky with names, but there's not need to go all-caps with my name - I keep imagining you shouting it! Iangb, iangb or just plain Ian is all good.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136707",
      "text": "Done",
      "type": "I",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136708",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136709",
      "text": "Firstly: the statement you are trying to support is 'Biologically speaking, a human individual's life begins at conception'. However, the word 'life' - that which you are arguing has a factually determinable beginning, does not have an absolute biological definition. To quote the wikipedia article on it: 'It is still a challenge for scientists and philosophers to define life in unequivocal terms'. This is doubly the case when considering the 'life' of an individual, as opposed to the 'life' of, say, a skin cell. For example, a person with no brain activity can be composed of living cells if they are kept on life support, but legally and medically the individual is considered dead. The argument, then: If 'life' has no definitive definition, how can you argue that it has a clearly definable start? Secondly: Consider a zygote. According to you, it is an individual. But a zygote can split into two - to form monozygotic, or 'identical', twins. Before splitting, it is one 'individual'. Afterwards, it is two. Where has the extra individual come from? Given that the split can happen up to 15 days after fertilisation, when was the start of that individuals life? Thirdly: In contrast to identical twins, consider a chimera organism. A chimera is made up of cells containing one of two different strands of human DNA - they are formed when two fertilised eggs or early embryos collide and become one embryo, which then goes on to be a single human being. Given that the single individual was created by the merging of two different individuals (by your definition), when was the biological start of their life?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136710",
      "text": "I'll take these questions (one at a time) in the other thread.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136711",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136712",
      "text": "MIRRORED POST ,... it might be easiest to preserve flow later on if we don't actually mirror each of our posts once comments arrive (and inevitably digress) - just let people quote/cite us from this one if needs be. I certainly plan on adding in more off-topic commentary/digressions in the mirror thread (marked in these posts as *, when I remember to).",
      "type": "I",
      "timestamp": "2016-03-08 19:43:37"
    },
    {
      "nodeID": "136713",
      "text": "Iangb, I would have thought that you would be intellectually honest enough to have (at least) accepted the fact that I have supported my claims.  I also thought that (by now) someone from your side of the abortion issue would step in (in this thread or by private message) and hold you to your claims of being 'intellectually honest.'  At this point, I actually have you questioning Planned Parenthood's definitions?  QUOTE;",
      "type": "I",
      "timestamp": "2016-03-08 19:43:38"
    },
    {
      "nodeID": "136714",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:38"
    },
    {
      "nodeID": "136715",
      "text": "In my reading of the Declaration (and using the 1st. Amendment as a filter) it doesn't matter who or what the founders meant by 'Creator.' The conlusion is the same; regardless.  Namely; The fact that the founders considered our basic rights to be inherrent.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:38"
    },
    {
      "nodeID": "136716",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:38"
    },
    {
      "nodeID": "136717",
      "text": "To complain when he demolishes your flimsy semantic constructs with his superior analytical and debating skills, and call on support from outside, when you were the one who insisted on a head to head challenge is no less ironic for its predictability. It appears you are only now dimly aware of the enormity of the miscalcuation you made in provoking this challenge. Get on with it. Less the caviling and elision, if you please.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:38"
    },
    {
      "nodeID": "136718",
      "text": "Thanks for this totally un-predictable response. emoticon_xdonno",
      "type": "I",
      "timestamp": "2016-03-08 19:43:38"
    },
    {
      "nodeID": "136719",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:38"
    }
  ],
  "edges": [
    {
      "edgeID": "181038",
      "fromID": "136666",
      "toID": "136667",
      "formEdgeID": null
    },
    {
      "edgeID": "181039",
      "fromID": "136667",
      "toID": "136665",
      "formEdgeID": null
    },
    {
      "edgeID": "181040",
      "fromID": "136669",
      "toID": "136670",
      "formEdgeID": null
    },
    {
      "edgeID": "181041",
      "fromID": "136670",
      "toID": "136668",
      "formEdgeID": null
    },
    {
      "edgeID": "181042",
      "fromID": "136672",
      "toID": "136673",
      "formEdgeID": null
    },
    {
      "edgeID": "181043",
      "fromID": "136673",
      "toID": "136671",
      "formEdgeID": null
    },
    {
      "edgeID": "181044",
      "fromID": "136675",
      "toID": "136676",
      "formEdgeID": null
    },
    {
      "edgeID": "181045",
      "fromID": "136676",
      "toID": "136674",
      "formEdgeID": null
    },
    {
      "edgeID": "181046",
      "fromID": "136678",
      "toID": "136679",
      "formEdgeID": null
    },
    {
      "edgeID": "181047",
      "fromID": "136679",
      "toID": "136677",
      "formEdgeID": null
    },
    {
      "edgeID": "181048",
      "fromID": "136681",
      "toID": "136682",
      "formEdgeID": null
    },
    {
      "edgeID": "181049",
      "fromID": "136682",
      "toID": "136680",
      "formEdgeID": null
    },
    {
      "edgeID": "181050",
      "fromID": "136684",
      "toID": "136685",
      "formEdgeID": null
    },
    {
      "edgeID": "181051",
      "fromID": "136685",
      "toID": "136683",
      "formEdgeID": null
    },
    {
      "edgeID": "181052",
      "fromID": "136687",
      "toID": "136688",
      "formEdgeID": null
    },
    {
      "edgeID": "181053",
      "fromID": "136688",
      "toID": "136686",
      "formEdgeID": null
    },
    {
      "edgeID": "181054",
      "fromID": "136690",
      "toID": "136691",
      "formEdgeID": null
    },
    {
      "edgeID": "181055",
      "fromID": "136691",
      "toID": "136689",
      "formEdgeID": null
    },
    {
      "edgeID": "181056",
      "fromID": "136693",
      "toID": "136694",
      "formEdgeID": null
    },
    {
      "edgeID": "181057",
      "fromID": "136694",
      "toID": "136692",
      "formEdgeID": null
    },
    {
      "edgeID": "181058",
      "fromID": "136696",
      "toID": "136697",
      "formEdgeID": null
    },
    {
      "edgeID": "181059",
      "fromID": "136697",
      "toID": "136695",
      "formEdgeID": null
    },
    {
      "edgeID": "181060",
      "fromID": "136698",
      "toID": "136699",
      "formEdgeID": null
    },
    {
      "edgeID": "181061",
      "fromID": "136699",
      "toID": "136666",
      "formEdgeID": null
    },
    {
      "edgeID": "181062",
      "fromID": "136701",
      "toID": "136702",
      "formEdgeID": null
    },
    {
      "edgeID": "181063",
      "fromID": "136702",
      "toID": "136700",
      "formEdgeID": null
    },
    {
      "edgeID": "181064",
      "fromID": "136704",
      "toID": "136705",
      "formEdgeID": null
    },
    {
      "edgeID": "181065",
      "fromID": "136705",
      "toID": "136703",
      "formEdgeID": null
    },
    {
      "edgeID": "181066",
      "fromID": "136707",
      "toID": "136708",
      "formEdgeID": null
    },
    {
      "edgeID": "181067",
      "fromID": "136708",
      "toID": "136706",
      "formEdgeID": null
    },
    {
      "edgeID": "181068",
      "fromID": "136710",
      "toID": "136711",
      "formEdgeID": null
    },
    {
      "edgeID": "181069",
      "fromID": "136711",
      "toID": "136709",
      "formEdgeID": null
    },
    {
      "edgeID": "181070",
      "fromID": "136713",
      "toID": "136714",
      "formEdgeID": null
    },
    {
      "edgeID": "181071",
      "fromID": "136714",
      "toID": "136712",
      "formEdgeID": null
    },
    {
      "edgeID": "181072",
      "fromID": "136715",
      "toID": "136716",
      "formEdgeID": null
    },
    {
      "edgeID": "181073",
      "fromID": "136716",
      "toID": "136701",
      "formEdgeID": null
    },
    {
      "edgeID": "181074",
      "fromID": "136718",
      "toID": "136719",
      "formEdgeID": null
    },
    {
      "edgeID": "181075",
      "fromID": "136719",
      "toID": "136717",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
