{
  "nodes": [
    {
      "nodeID": "152109",
      "text": "let G = 'God exists' 1. G -< []G ? G implies G is necessarily true 2. ~[]~G ? it is possible that G is true 3. []G -< G ? same as 1, G being necessarily true implies G is true 4. ~[]G -< []~[]G ? ~[]G implies ~[]G is necessarily true (same app from 1) 5. []G v ~[]G ? either []G is is true or not (excluded middle) 6. []G v []~[]G ? Substitution from 4 and 5 7. []~[]G -< []~G ? flip 4 (as in flipping 1 to get 3) 8. []G v []~G ? Substitution from 6 and 7 9. []G ? from 2, we can eliminate []~G from 8 10. G ? from 3",
      "type": "I",
      "timestamp": "2016-03-08 20:16:14"
    },
    {
      "nodeID": "152110",
      "text": "let me try to translate into words 1. if there is a god in this world, there is a god in all worlds 2. there being a god is a possibility 3. If there's a god in all worlds, there's a god in this one 4. There not being a god in all worlds implies that there's isn't a god in any world (all or nothing) 5. There is either a god in all worlds or there isn't a god in all worlds 6. from 4,5 there either is a god in all worlds or no god in any world 7. if there's no god in this world then there's not a god in all worlds 8. There's either a god in all worlds or there is no god in any world. 9. Since god is a possibility we know the statement <there is no god in any world< is false. 10. Since there's a god in all worlds there's a god in this one from 3 Is this the right interpretation? If it is there is one flaw in it. #9 is flawed. Just because there's a possibility of a god doesn't mean that there is a god in some world, just that there's a possibility of him being in some world.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:14"
    },
    {
      "nodeID": "152111",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:14"
    },
    {
      "nodeID": "152112",
      "text": "basically, something with logical necessity must exist in every reality, including ours",
      "type": "I",
      "timestamp": "2016-03-08 20:16:14"
    },
    {
      "nodeID": "152113",
      "text": "If this thread is intended to be read only by those with a technical expertise in logical analysis, then my low-tech approach will make you groan. However, I'm still puzzled by the idea that 'logical necessity must exist in every reality' when this idea is applied to a particular problem. I can see that interior to logical reasoning, 'necessity' must exist in every reality - otherwise what we understand as 'logic' would not be that but something else. To simplify: All my friends are Irish Sheila is my friend So Sheila is Irish. (The same sort of logical necessity applies (I think) to propositions involving mathematics: 6+2 = 8 cannot be refuted because 6+2 is just another way of writing 8.) As Sheila exists in the real world, the information about her contained in the syllogism also happens to be factually true. But the necessary truths of logic including the proposition that God exists, are deduced from applying the rules of logic and are not necessarily factual truths and seem to have the same status as Sheila would if she existed only as an idea.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:14"
    },
    {
      "nodeID": "152114",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:14"
    },
    {
      "nodeID": "152115",
      "text": "I think there is something wrong with Premse One. It translates into English as 'If God exists, then he exists in all possible worlds.' No logical rule justifies this statement. It is equally foolish to say that 'If England exists, then it exists in all possible worlds.' But clearly, England does not exist in the possible world where Earth never formed.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:14"
    },
    {
      "nodeID": "152116",
      "text": "the reason why premise 1 can logically stand is that God is first of all defined as the 'greatest possible being'. no matter what reality we are considering, such a thing as the greatest possible being in that relity must exist. 'greatest' is a superlative, compared to all other beings that exist its like 'the oldest man alive'. no matter what scenario, such a person as the oldest man alive will always exist, therefore such a man (that fits that definition) will have a necessary existence",
      "type": "I",
      "timestamp": "2016-03-08 20:16:14"
    },
    {
      "nodeID": "152117",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:15"
    },
    {
      "nodeID": "152118",
      "text": "i'm impressed! this is a very precise description, in regular english and yes, the deduction in 9 seems presumptious if all we state is God has a 'possibility of existence'. how this was cleverly cleared up (from the same source site) was simply a trip back to the definition: 'greatest possible being'. the 'greatest possible being', by definition, MUST have a possible existence. in otherwords, we cannot assume that there is a possibility that the greatest possible being does not exist. yeah, it sounds like the whole 'proof' is pointless because your premise is already the proof just keep in mind that for the purposes of this proof, God is defined as 'the greatest being possible'. as long as that definition is maintained, the proof works... does that mean that God exists? hmmm....emoticon_frazzled",
      "type": "I",
      "timestamp": "2016-03-08 20:16:15"
    },
    {
      "nodeID": "152119",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:16:15"
    },
    {
      "nodeID": "152120",
      "text": "The greatest possible (anything you can name) can only exist in a finite series. As you point out, this is not the case in an infinite series such as integers. So the definition that began this thread that God is identified as 'the greatest being possible' must limit the possibilities to a finite number. As I write this I can see that it's self-evident - but what I can't see is how this gets us any closer to showing that God exists (or not) !",
      "type": "I",
      "timestamp": "2016-03-08 20:16:15"
    },
    {
      "nodeID": "152121",
      "text": "This is why the title is 'God exists!!! (but he's not who you think he is). It's a funny proof which I don't think Christians would agree this definition was God. But basically it's saying that take the set of all human beings. Call the greatest God. God exists.  Not only that, but the final conclusion is one of the premises. The proof is one big circle :)",
      "type": "I",
      "timestamp": "2016-03-08 20:16:15"
    },
    {
      "nodeID": "152122",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:15"
    },
    {
      "nodeID": "152123",
      "text": "This is why the title is 'God exists!!! (but he's not who you think he is). It's a funny proof which I don't think Christians would agree this definition was God. But basically it's saying that take the set of all human beings. Call the greatest God. God exists. Not only that, but the final conclusion is one of the premises. The proof is one big circle :)",
      "type": "I",
      "timestamp": "2016-03-08 20:16:15"
    },
    {
      "nodeID": "152124",
      "text": "Thanks: your contributions to this thread throw more light on the subject than anybody else's. However, not sure that believers in any religion in which supernatural agencies are worshipped would be happy with the inclusion of 'God' among the set of human beings - unless Jesus Christ was both a man and God which I think is a Christian doctrine. I suppose I started out reading this particular thread expecting to discover a non-circular logical argument that would 'prove' the existence of a God - and found nothing of the kind. I now think my questions on the matter have been rather stupid and naive.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:15"
    },
    {
      "nodeID": "152125",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:16:15"
    },
    {
      "nodeID": "152126",
      "text": "dzeron raises an interesting point...  the realm of 'possible' is limited. that is, after you've done everything that is possible, there's nothing left but the impossible to do (and the impossible cant be done). so in a way, its not like integers, there is a limit to 'possible' beyond which nothing more is possible. at that point you simply cant add 1 to the last possible thing, as with integers. if there is a being that can do and know everything that is possible, then no greaters being can exist, because nothing more than 'everything that is possibe' is possible  zachvac kinda hit the nail on the head. if we agree that there is such a thing as 'the greatest being possible', then all that is left to do is specifically demonstrate what a 'possbility' really is for example, is it possible to create a mercedes-benz from a tree? if we define this as impossible, then not even God can do it, since God can only do what is possible (by definition). is it possible to create a book from a tree? if it is possible then God can do this. if we define God as 'the greatest being possible', then what we define as 'possible' ultimately defines God",
      "type": "I",
      "timestamp": "2016-03-08 20:16:15"
    },
    {
      "nodeID": "152127",
      "text": "But your proof didn't claim that God could do anything possible. Maybe only one person could build a computer, maybe one person could make a car, maybe one person could run the mile in under 4 minutes. That doesn't mean that God can do ALL of these things. It means that whoever we define to be the greatest being, we can call him god and thus he exists. Of course this wouldn't be sufficient to Christians as this says that God is probably mortal and has the limits of being a physical being.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:15"
    },
    {
      "nodeID": "152128",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:15"
    },
    {
      "nodeID": "152129",
      "text": "Maybe only one person could build a computer, maybe one person could make a car, maybe one person could run the mile in under 4 minutes. That doesn't mean that God can do ALL of these things. It means that whoever we define to be the greatest being, we can call him god and thus he exists. Of course this wouldn't be sufficient to Christians as this says that God is probably mortal and has the limits of being a physical being.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:15"
    },
    {
      "nodeID": "152130",
      "text": "exactly. :)",
      "type": "I",
      "timestamp": "2016-03-08 20:16:15"
    },
    {
      "nodeID": "152131",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:16:15"
    }
  ],
  "edges": [
    {
      "edgeID": "191974",
      "fromID": "152110",
      "toID": "152111",
      "formEdgeID": null
    },
    {
      "edgeID": "191975",
      "fromID": "152111",
      "toID": "152109",
      "formEdgeID": null
    },
    {
      "edgeID": "191976",
      "fromID": "152113",
      "toID": "152114",
      "formEdgeID": null
    },
    {
      "edgeID": "191977",
      "fromID": "152114",
      "toID": "152112",
      "formEdgeID": null
    },
    {
      "edgeID": "191978",
      "fromID": "152116",
      "toID": "152117",
      "formEdgeID": null
    },
    {
      "edgeID": "191979",
      "fromID": "152117",
      "toID": "152115",
      "formEdgeID": null
    },
    {
      "edgeID": "191980",
      "fromID": "152118",
      "toID": "152119",
      "formEdgeID": null
    },
    {
      "edgeID": "191981",
      "fromID": "152119",
      "toID": "152110",
      "formEdgeID": null
    },
    {
      "edgeID": "191982",
      "fromID": "152121",
      "toID": "152122",
      "formEdgeID": null
    },
    {
      "edgeID": "191983",
      "fromID": "152122",
      "toID": "152120",
      "formEdgeID": null
    },
    {
      "edgeID": "191984",
      "fromID": "152124",
      "toID": "152125",
      "formEdgeID": null
    },
    {
      "edgeID": "191985",
      "fromID": "152125",
      "toID": "152123",
      "formEdgeID": null
    },
    {
      "edgeID": "191986",
      "fromID": "152127",
      "toID": "152128",
      "formEdgeID": null
    },
    {
      "edgeID": "191987",
      "fromID": "152128",
      "toID": "152126",
      "formEdgeID": null
    },
    {
      "edgeID": "191988",
      "fromID": "152130",
      "toID": "152131",
      "formEdgeID": null
    },
    {
      "edgeID": "191989",
      "fromID": "152131",
      "toID": "152129",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
