{
  "nodes": [
    {
      "nodeID": "139508",
      "text": "Research Shows Gay Marriage Reduces VD An associate professor in the Department of Economics at Swarthmore College has written a paper for the National Bureau of Economic Research that shows how in Europe, where same-sex relationships have been granted legal recognition since 1989 (beginning in Denmark), there is a correlation between same-sex marriage (or civil unions) and a decline in the rate of at least one sexually transmitted disease, syphilis. In 'Forsaking All Others? The Effects of 'Gay Marriage' on Risky Sex,' Thomas S. Dee writes: One of the conjectured benefits of establishing the legal recognition of same sex partnerships is that it would promote a culture of responsibility and commitment among homosexuals. A specific implication of this claim is that 'gay marriage' will reduce the prevalence of sexually transmitted infections (STI). In this study, I present a simple 2-period model, which provides a framework for discussing the ways in which gay marriage might reduce (or increase) the prevalence of STI. Then, I present reduced-form empirical evidence on whether gay marriage has actually reduced STI rates. These evaluations are based on country-level panel data from Europe, where nations began introducing national recognition of same-sex partnerships in 1989. The results suggest that these gay marriage laws led to statistically significant reductions in syphilis rates. However, these effects were smaller and statistically imprecise with respect to gonorrhea and HIV. [from the paper's abstract] Professor Dee is no neophyte or quirky economist working on a pet project. He has contributed articles to numerous academic journals and chapters to several books, including No Child Left Behind?: The Politics and Practice of School Accountability, Developments in School Finance, and An Economic Analysis of Risky Behavior Among Youths. Dee's concluding paragraph suggests the impact on both the U.S. economy and public health that could ensue from legalizing gay relationships: These results suggest that gay marriage might reduce, perhaps dramatically, the social costs associated with STI like syphilis. In the United States, over 34,000 cases of 25 syphilis were reported in 2003 (CDC 2004b). And the direct and indirect annual costs of syphilis have been estimated at nearly $1 billion, which reflects in large part, the role that syphilis plays in spreading HIV (CDC 1999). However, the policy relevance of these results probably extends beyond the issue of improvements in public health. For many who are debating the desirability of gay marriage, these results may be more important because of what they suggest about the likely effects of gay marriage on the degree of personal commitment in same-sex relationships.  The full paper provides extensive economic analysis, including charts and graphs, and is worth reading for all those concerned about the prospect of equal-marriage rights in the United States -- whether proponents or opponents of the concept. http://ricksincerethoughts.blogspot.com/2005/05/research-shows-gay-marriage-reduces-vd.html",
      "type": "I",
      "timestamp": "2016-03-08 19:49:16"
    },
    {
      "nodeID": "139509",
      "text": "Yes, and it reduces a much needed population growth too. emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 19:49:16"
    },
    {
      "nodeID": "139510",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:49:16"
    },
    {
      "nodeID": "139511",
      "text": "I don't think anyone here that I know of has argued that monogamy does not help against STDs.",
      "type": "I",
      "timestamp": "2016-03-08 19:49:16"
    },
    {
      "nodeID": "139512",
      "text": "OH get off it!!!! How many times have we seen the argument from your side that gay marriage would increase the incidence of AIDS?",
      "type": "I",
      "timestamp": "2016-03-08 19:49:16"
    },
    {
      "nodeID": "139513",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:49:17"
    },
    {
      "nodeID": "139514",
      "text": "Hey, have you printed your name on the inside waistband of you dungarees yet so when you pull your head out from where the sun don't shine you'll know who the heck you are?  How many times do you need to be told....GAYS HAVE CHILDREN...MY SON IS PROOF ENOUGH.",
      "type": "I",
      "timestamp": "2016-03-08 19:49:17"
    },
    {
      "nodeID": "139515",
      "text": "So are we to understand you had a healthy sexual relationship with a man?",
      "type": "I",
      "timestamp": "2016-03-08 19:49:17"
    },
    {
      "nodeID": "139516",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:49:17"
    }
  ],
  "edges": [
    {
      "edgeID": "183072",
      "fromID": "139509",
      "toID": "139510",
      "formEdgeID": null
    },
    {
      "edgeID": "183073",
      "fromID": "139510",
      "toID": "139508",
      "formEdgeID": null
    },
    {
      "edgeID": "183074",
      "fromID": "139512",
      "toID": "139513",
      "formEdgeID": null
    },
    {
      "edgeID": "183075",
      "fromID": "139513",
      "toID": "139511",
      "formEdgeID": null
    },
    {
      "edgeID": "183076",
      "fromID": "139515",
      "toID": "139516",
      "formEdgeID": null
    },
    {
      "edgeID": "183077",
      "fromID": "139516",
      "toID": "139514",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
