{
  "nodes": [
    {
      "nodeID": "136250",
      "text": "No, it tests whether he is all-powerful. The proof shows that the very notion of all-powerfulness leads to other notions that are absurd, such as the unbreakable rock or, someone else posted, the round square. This is called 'reduction to the absurd' and it is a valid logical method. It has been used to prove that 1/0 is undefinable.  I stated that he cannot do something inside of his own nature, that is, his nature doubles back on itself and is contradictory. Similarly if someone spoke of something that is 'both green and not green at the same time and in the same sense' I can disprove this statement using the Law of Non Contradiction. Of course, one can pull off the rubbish argument that 'it is incomprehensible, therefore it is true.' As I stated earler, such an argument is fallacious.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:43"
    },
    {
      "nodeID": "136251",
      "text": "Your statement is a logical fallacy. It is not proof but simply illogical. The fallacy is called the fallacy of inconsistency. You argue from two contradictory premises. 1) God is all Powerful, 2) God can not do something. You state one as the conclusion of the other but that is just a funny way of stating two premises. The statement is illogical. Look up your favorite text on logical fallacies and you will see that I am right.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:43"
    },
    {
      "nodeID": "136252",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:43"
    },
    {
      "nodeID": "136253",
      "text": "That's contradictory. If he knows what will happen, then he cannot change what will happen, and is thus, not omniscient. These are contradictory.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:43"
    },
    {
      "nodeID": "136254",
      "text": "Not being able to change something would be an indication of not being omnipotent. Here is another example of your inadequacies.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:43"
    },
    {
      "nodeID": "136255",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:43"
    },
    {
      "nodeID": "136256",
      "text": "I can't claim originality for this proof, but I have never heard any good refutation of it.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:43"
    },
    {
      "nodeID": "136257",
      "text": "That's because its sophistry. Its an inherent contradiction and it simply means we don't have the capacity to understand it. Another more common example is that the assertion that the universe cannot be endless, and yet as far as we know it is. Trying to understand it is for us humans like an ant trying to fathom the theory of relativity. Damn are we ever conceited as a race...we seem to think that if we can't understand something, it cannot be. We also tend to think, in every generation, that we have achieved somehow the pinnacle of progress.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:43"
    },
    {
      "nodeID": "136258",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:43"
    },
    {
      "nodeID": "136259",
      "text": "By Reduction to the Absurd:",
      "type": "I",
      "timestamp": "2016-03-08 19:42:43"
    },
    {
      "nodeID": "136260",
      "text": "Yes this is absurd. All things are subject to the Will of God the Creator. Nothing exists or can exist that is not subject to God's Will. God is not perfect at everything. God is not perfectly evil either.  Your analogy is flawed. Try again.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:43"
    },
    {
      "nodeID": "136261",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:42:43"
    },
    {
      "nodeID": "136262",
      "text": "By Reduction to the Absurd: Suppose that God is in fact all-powerful. If he is all-powerful, then he can do anything. Yet this raises the question, 'If God can do anything, can he make a rock so hard that he himself cannot break it?' If the answer is yes, then God cannot break this rock, so there is something he cannot do. If the answer is no, then he cannot make such a rock, and thus there is also something he cannot do. Therefore, it is impossible that God can do everything, and it is thus impossible for him to be all powerful. I can't claim originality for this proof, but I have never heard any good refutation of it, and yet people still act as if God is all powerful despite the absurdity of such a notion. :xbanghead If there is a refutation, then I'd like to hear it.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:43"
    },
    {
      "nodeID": "136263",
      "text": "The question is illogical. By declaring the existence of an all powerful God then saying God cannot do something is not a comment on his powerfulness but rather the direct representation of his nature. Your question by its very statement does not test wether or not God is all powerful but wether or not God is comprehensible. See another thread for that topic. The statement that God is all powerful defines his nature. To state then that he cannot do something outside of his nature as proof of the non existence of his nature is circular in logic.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:43"
    },
    {
      "nodeID": "136264",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:43"
    },
    {
      "nodeID": "136265",
      "text": "To be able to do 'anything', including things outside the knowable, is unintelligble. You cannot even being the argument because you are arguing the unknowable, which is, unknowable. That's the root. You can no more argue that god can participate in the unknowable, than you can do any rational examiniation of anything that has the attribute of being unknowable. It's meaningless. If on the other hand you are starting with the premise that god is some entity that resides in the knowable universe, and is also knowable, then we can discuss this. And then 'god' cannot also be the creator of the universe, which means I can probably stop right there in the debate. Jim's claim of 'god is omnipotent and omniscient, is equally nonsensical. Ominpotence cannot be understood, it's unknowable. But, to tie this all back into a more useful example: If God is omniscient, he knows everything that will happen and has happened. If God is omnipotent, he can do anything. That's contradictory. If he knows what will happen, then he cannot change what will happen, and is thus, not omnipotent. These are contradictory. So theists can choose, either to discuss meaningless things (unknowable), or to admit that there is no god by classic definition.  -Mach",
      "type": "I",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136266",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136267",
      "text": "Well, the simplest refutation would be to say that God is omnipotent within the realms of logic. Everything that isn't inherently contradictory, God could do. Another simple refutation would be to say that since God is beyond the physical realm, the logic of the physical realm doesn't apply to him. Perhaps he can create a rock so heavy he can't lift it, and yet still lift it. Our logic may simply not apply, the same way that Euclidean geometry doesn't apply in cruved space.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136268",
      "text": "The first refutation is not a refutation at all - it is a retreat. No longer is God all-poweful, but he is all-powerful within the realm of logic. That reminds me of the guy in Monty Python's Life of Brian who says 'Besides the sanitation, the education, the aqueduct, the public order, etc. what have the Romans ever done for us?' The second refutation sounds like something Rousseau said, along the lines of 'I don't care about logic. I'll believe in God privately.' If one can claim that the power of God is beyond logic, but still true, then one can also claim that the powerlessness of God is beyond logic, but true. Similarily, I can claim that '2+2=5' is true by saying 'We humans are too simple-minded to understand it, therefore it must be true.' That's fallacious.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136269",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136270",
      "text": "The first refutation is not a refutation at all - it is a retreat.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136271",
      "text": "Fair enough.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136272",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136273",
      "text": "'Yes, God can make a rock so big that He can't move it. Then after He makes it, He can unmake it.'",
      "type": "I",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136274",
      "text": "Unmaking it isn't moving it. And I didn't say 'Move a big rock' I said 'Break a hard rock.' In half, that is.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136275",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136276",
      "text": "hey! i was gonna say the same thing jim just said, whadya know! but basically, God cannot do the illogical, like create a round square, simply because it cannot be done. it is by nature illiogical for any rock to be unbreakable, no matter how hard it is. in fact, something as simple as adding 2+2 and getting 3 is impossible for God. that doesnt make him less omnipotent, just means that there are certain illogicalities that can never exist",
      "type": "I",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136277",
      "text": "Ditto. To unkerpaulie, you are good! I really enjoyed reading your post, especially the last part: 'just means that there are cerain illogicalities that can never exist'. I would also say that God is also a logical being from whom we derive our logic - which appears to be missing in the original post... The original post does not put limits on God's power, just, as unkerpaulie said, there are certain illogicalities that can never exist.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136278",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136279",
      "text": "All things are subject to the Will of God the Creator. Nothing exists or can exist that is not subject to God's Will.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136280",
      "text": "What about this hypothetical rock? Can it exist? Or, does this mean that God himself requires God's Will to exist? Cyclical! :xbanghead",
      "type": "I",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136281",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136282",
      "text": "No it can not exist without being subject to God's Will. The only way the hypotehtical Rock could exist would be if God would deem to give the rock Free Will and then deem to honor the rock's Free Will as God honors Free Will -- the vast majority of the time -- within people. This hypothetical is rather pedistrian.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136283",
      "text": "an unbreakable rock cannot exist, simply because its illogical, not because of God's will. as long as something is classified as a rock, or any other solid for that matter, it can break. in the same way God cannot create a round square.  then again, God can set limits on himself, in that he can create a situation that he himself cannot revoke. in a way it is similar to the hard rock question. for instance, God cannot undo his word. if he says something will happen, or never happen, then it can never be undone. according to genesis, one of the things God cannot do is destroy the earth by water. in this sense, here is something God cannot do. by God's own declarations he limits his possible actions. but it doesnt make him less than omnipotent. he still possesses the ABILITY to destroy the earth by global flood, but he cannot because he cannot lie, and for every declaration he makes, its one more thing he cannot do",
      "type": "I",
      "timestamp": "2016-03-08 19:42:44"
    },
    {
      "nodeID": "136284",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136285",
      "text": "Good point.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136286",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136287",
      "text": "in the same way God cannot create a round square.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136288",
      "text": "God can do whatever He wants. Although one can say 'God does not' or 'God is not', a thiest believeing in and worshipping the God of Abraham and Joachim I do not think should ever say 'God can not' anything.... With God, all things and everything is possible.  Sentiments such as those expressed above in my view seem to be evident in Western Christianity where it seems believers are too often trying to bring God down to our level, imposing limits etc.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136289",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136290",
      "text": "okay, well i think that you are just finding reasons to go against Him. I think that you had some bad experiances when you were younger or a while ago that made you turn on God. You are looking for reasons, not very good ones i might add, to convince people.....either way, God loves you. :)",
      "type": "I",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136291",
      "text": "Here come the Christians, thinking they can know everything by guessing, and commiting the genetic fallacy left and right.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136292",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136293",
      "text": "Problem with your logic is thus. Step two is not based on step one. It is a second premise. The fact that a being is all powerful precludes step two. Therefore, contradictory PREMISES. Therefore, fallacy of the inconsitency.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136294",
      "text": "Technically, all syllogisms need two premises, first of all. 'Step two' and 'step three' were a dilemma, not separate steps. Learn to read. Dilemma: You only read Scenario 1, which was: step two -God can create a rock he cannot lift - Step three - God cannot lift the rock conclusion - God is not all powerful Scenario Two was - God cannot create such a rock - Therefore, there is something God cannot do - Therefore, God is not all-powerful The only case in which God could truly be all-powerful is if he can somehow both create an unbreakable rock and then break it, which defies the Law of Non Contradiction and is thus absurd. Thus, the notion of all-powerfulness, which leads to such a notion, is also absurd.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136295",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136296",
      "text": "While the comment by 'God-is-real' may have been unwelcome, you merely prove his point by your prejudicial reaction (lumping all christians together into some category YOU think appropriate).",
      "type": "I",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136297",
      "text": "I apologize for that statement. I just thought that his air of superiority when he was preaching to be simply sickening.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136298",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136299",
      "text": "So theists can choose, either to discuss meaningless things (unknowable), or to admit that there is no god by classic definition.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136300",
      "text": "Some theists are willing to ignore such discussions. It has nothing to do with whether God exists. As previously stated, this thread topic is meaningless because of our inequality to God and the illogicalness of the question. We do not and will never understand Him totally.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136301",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136302",
      "text": "But, to tie this all back into a more useful example: If God is omniscient, he knows everything that will happen and has happened. If God is omnipotent, he can do anything.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:45"
    },
    {
      "nodeID": "136303",
      "text": "Virtually anything!",
      "type": "I",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136304",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136305",
      "text": "... Jim's claim of 'god is omnipotent and omniscient, is equally nonsensical. Ominpotence cannot be understood, it's unknowable.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136306",
      "text": "Perhaps by you this is true.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136307",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136308",
      "text": "Which then would NOT be omnipotent/omniscient.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136309",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136310",
      "text": "Good, then you go back to the first point, which is that you cannot rationally claim to have knowledge of the unknowable. So yes, you're back to either being rational and not accepting god, or being irrational and accepting knowledge of the unknowable. I don't make the rules Jim. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136311",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136312",
      "text": "corrected above, thank you, minus the insult that followed. It still stands however as a rational rebuttal.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136313",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136314",
      "text": "Good, then you go back to the first point, which is that you cannot rationally claim to have knowledge of the unknowable. So yes, you're back to either being rational and not accepting god, or being irrational and accepting knowledge of the unknowable. I don't make the rules Jim.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136315",
      "text": "Not having knowledge of an unknown says nothing about it's existence. I am thankful (to God) that neither you nor I make the rules.  ...God be with you.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136316",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136317",
      "text": "Our definition of omniscient does not include virtual. That tells me that omniscient means having infinite knowledge.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136318",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136319",
      "text": "It wasn't meant as an insult...just a statement of fact. I likely have as many or more inadequacies than do you.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136320",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136321",
      "text": "No Jim, by reason. You cannot know the unknowable, it's a contradiction. To claim anything about the unknowable implies knowledge of the unknowable. Me saying it has no relevance to it's being rational.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:46"
    },
    {
      "nodeID": "136322",
      "text": "This thread started with a challenge to God's omnipotence. It had nothing to do with omniscience. Our definition of omnipotent is 'having virtually unlimited authority or influence. That appears to rule out the ability to do every conceivable task, uncluding those that are illogical. It does not diminish the power of God.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:47"
    },
    {
      "nodeID": "136323",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:42:47"
    },
    {
      "nodeID": "136324",
      "text": "i totally agree with this point, Mach. it is useless to give God definitions that include the impossible or illogical. thats what this whole debate is about. its imperative that we limit what can be done to what is logically possible. it is not logically possible to foresee the future and then cause the future to be different that what was foreseen. omniscient can only be defined as 'knowing all that can be possibly known', and similarly omnipotent as 'able to do anything that can possibly be done' if you want to argue that God cannot do or know EVERYTHING, then you should win that easily, since EVERYTHING includes the logical and illogical. but defining God as able to do anything possible, then you have a much better frame to work with",
      "type": "I",
      "timestamp": "2016-03-08 19:42:47"
    },
    {
      "nodeID": "136325",
      "text": "Right. And it's much easier to argue the root cause, as you pushed for on this forum as well, since you have to deal with fewer arguments. There's no reason to argue about 'can god lift an unliftable rock', if you start at the begining...define god.  -Mach",
      "type": "I",
      "timestamp": "2016-03-08 19:42:47"
    },
    {
      "nodeID": "136326",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:42:47"
    },
    {
      "nodeID": "136327",
      "text": "gotta start at square 1.  it seems the best definition anybody came up with for God is 'the greatest possible being'. this means a being that can do and know anything and everything that is POSSIBLE to do and know. this obviously means that God cannot do the impossible if everybody can agree on this, then we could really work on acknowledging what God can do, and even if he can exist i would like to start by asserting that the 'greatest possible being' DOES exist. this has been proven",
      "type": "I",
      "timestamp": "2016-03-08 19:42:47"
    },
    {
      "nodeID": "136328",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:47"
    }
  ],
  "edges": [
    {
      "edgeID": "180742",
      "fromID": "136251",
      "toID": "136252",
      "formEdgeID": null
    },
    {
      "edgeID": "180743",
      "fromID": "136252",
      "toID": "136250",
      "formEdgeID": null
    },
    {
      "edgeID": "180744",
      "fromID": "136254",
      "toID": "136255",
      "formEdgeID": null
    },
    {
      "edgeID": "180745",
      "fromID": "136255",
      "toID": "136253",
      "formEdgeID": null
    },
    {
      "edgeID": "180746",
      "fromID": "136257",
      "toID": "136258",
      "formEdgeID": null
    },
    {
      "edgeID": "180747",
      "fromID": "136258",
      "toID": "136256",
      "formEdgeID": null
    },
    {
      "edgeID": "180748",
      "fromID": "136260",
      "toID": "136261",
      "formEdgeID": null
    },
    {
      "edgeID": "180749",
      "fromID": "136261",
      "toID": "136259",
      "formEdgeID": null
    },
    {
      "edgeID": "180750",
      "fromID": "136263",
      "toID": "136264",
      "formEdgeID": null
    },
    {
      "edgeID": "180751",
      "fromID": "136264",
      "toID": "136262",
      "formEdgeID": null
    },
    {
      "edgeID": "180752",
      "fromID": "136265",
      "toID": "136266",
      "formEdgeID": null
    },
    {
      "edgeID": "180753",
      "fromID": "136266",
      "toID": "136256",
      "formEdgeID": null
    },
    {
      "edgeID": "180754",
      "fromID": "136268",
      "toID": "136269",
      "formEdgeID": null
    },
    {
      "edgeID": "180755",
      "fromID": "136269",
      "toID": "136267",
      "formEdgeID": null
    },
    {
      "edgeID": "180756",
      "fromID": "136271",
      "toID": "136272",
      "formEdgeID": null
    },
    {
      "edgeID": "180757",
      "fromID": "136272",
      "toID": "136270",
      "formEdgeID": null
    },
    {
      "edgeID": "180758",
      "fromID": "136274",
      "toID": "136275",
      "formEdgeID": null
    },
    {
      "edgeID": "180759",
      "fromID": "136275",
      "toID": "136273",
      "formEdgeID": null
    },
    {
      "edgeID": "180760",
      "fromID": "136277",
      "toID": "136278",
      "formEdgeID": null
    },
    {
      "edgeID": "180761",
      "fromID": "136278",
      "toID": "136276",
      "formEdgeID": null
    },
    {
      "edgeID": "180762",
      "fromID": "136280",
      "toID": "136281",
      "formEdgeID": null
    },
    {
      "edgeID": "180763",
      "fromID": "136281",
      "toID": "136279",
      "formEdgeID": null
    },
    {
      "edgeID": "180764",
      "fromID": "136283",
      "toID": "136284",
      "formEdgeID": null
    },
    {
      "edgeID": "180765",
      "fromID": "136284",
      "toID": "136282",
      "formEdgeID": null
    },
    {
      "edgeID": "180766",
      "fromID": "136285",
      "toID": "136286",
      "formEdgeID": null
    },
    {
      "edgeID": "180767",
      "fromID": "136286",
      "toID": "136283",
      "formEdgeID": null
    },
    {
      "edgeID": "180768",
      "fromID": "136288",
      "toID": "136289",
      "formEdgeID": null
    },
    {
      "edgeID": "180769",
      "fromID": "136289",
      "toID": "136287",
      "formEdgeID": null
    },
    {
      "edgeID": "180770",
      "fromID": "136291",
      "toID": "136292",
      "formEdgeID": null
    },
    {
      "edgeID": "180771",
      "fromID": "136292",
      "toID": "136290",
      "formEdgeID": null
    },
    {
      "edgeID": "180772",
      "fromID": "136294",
      "toID": "136295",
      "formEdgeID": null
    },
    {
      "edgeID": "180773",
      "fromID": "136295",
      "toID": "136293",
      "formEdgeID": null
    },
    {
      "edgeID": "180774",
      "fromID": "136297",
      "toID": "136298",
      "formEdgeID": null
    },
    {
      "edgeID": "180775",
      "fromID": "136298",
      "toID": "136296",
      "formEdgeID": null
    },
    {
      "edgeID": "180776",
      "fromID": "136300",
      "toID": "136301",
      "formEdgeID": null
    },
    {
      "edgeID": "180777",
      "fromID": "136301",
      "toID": "136299",
      "formEdgeID": null
    },
    {
      "edgeID": "180778",
      "fromID": "136303",
      "toID": "136304",
      "formEdgeID": null
    },
    {
      "edgeID": "180779",
      "fromID": "136304",
      "toID": "136302",
      "formEdgeID": null
    },
    {
      "edgeID": "180780",
      "fromID": "136306",
      "toID": "136307",
      "formEdgeID": null
    },
    {
      "edgeID": "180781",
      "fromID": "136307",
      "toID": "136305",
      "formEdgeID": null
    },
    {
      "edgeID": "180782",
      "fromID": "136308",
      "toID": "136309",
      "formEdgeID": null
    },
    {
      "edgeID": "180783",
      "fromID": "136309",
      "toID": "136254",
      "formEdgeID": null
    },
    {
      "edgeID": "180784",
      "fromID": "136310",
      "toID": "136311",
      "formEdgeID": null
    },
    {
      "edgeID": "180785",
      "fromID": "136311",
      "toID": "136254",
      "formEdgeID": null
    },
    {
      "edgeID": "180786",
      "fromID": "136312",
      "toID": "136313",
      "formEdgeID": null
    },
    {
      "edgeID": "180787",
      "fromID": "136313",
      "toID": "136254",
      "formEdgeID": null
    },
    {
      "edgeID": "180788",
      "fromID": "136315",
      "toID": "136316",
      "formEdgeID": null
    },
    {
      "edgeID": "180789",
      "fromID": "136316",
      "toID": "136314",
      "formEdgeID": null
    },
    {
      "edgeID": "180790",
      "fromID": "136317",
      "toID": "136318",
      "formEdgeID": null
    },
    {
      "edgeID": "180791",
      "fromID": "136318",
      "toID": "136308",
      "formEdgeID": null
    },
    {
      "edgeID": "180792",
      "fromID": "136319",
      "toID": "136320",
      "formEdgeID": null
    },
    {
      "edgeID": "180793",
      "fromID": "136320",
      "toID": "136308",
      "formEdgeID": null
    },
    {
      "edgeID": "180794",
      "fromID": "136322",
      "toID": "136323",
      "formEdgeID": null
    },
    {
      "edgeID": "180795",
      "fromID": "136323",
      "toID": "136321",
      "formEdgeID": null
    },
    {
      "edgeID": "180796",
      "fromID": "136325",
      "toID": "136326",
      "formEdgeID": null
    },
    {
      "edgeID": "180797",
      "fromID": "136326",
      "toID": "136324",
      "formEdgeID": null
    },
    {
      "edgeID": "180798",
      "fromID": "136327",
      "toID": "136328",
      "formEdgeID": null
    },
    {
      "edgeID": "180799",
      "fromID": "136328",
      "toID": "136325",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
