{
  "nodes": [
    {
      "nodeID": "148308",
      "text": "Um, no. There are many man-made substances that are not found in nature at all. And, I've never seen one of those naturally occuring skyscrapers or Ford F-150's.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:14"
    },
    {
      "nodeID": "148309",
      "text": "But what makes them any different from ant hills or beaver dams? skyscrapers are natural because humans are a part of nature and they built them.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:14"
    },
    {
      "nodeID": "148310",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:14"
    },
    {
      "nodeID": "148311",
      "text": "You've never seen a skyscraper or a Ford F-150? You must not get out much. ;) Everything on earth is found in nature, because nature encompasses everything on earth. Consider that some being with intelligence that far surpasses ours witnesses life on earth. Consider that they may say, 'Look, how cute! These particular animals manipulate their environment more than any of the other animals.' We are still a part of nature.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:14"
    },
    {
      "nodeID": "148312",
      "text": "You not differentiating between the beaver and the beaver dam, the bird and the bird's nest or the man and the man's truck. The dams, nests and truck do not occur naturally...they are constructed by the naturally occuring animals using materials that occur in nature (albeit we have to smelt the iron and vulcanize the rubber whilst the birds and beavers just stick stuff together).",
      "type": "I",
      "timestamp": "2016-03-08 20:08:14"
    },
    {
      "nodeID": "148313",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:14"
    },
    {
      "nodeID": "148314",
      "text": "Are we so arrogant that we assume we are the only animals capable of thought or choices?",
      "type": "I",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148315",
      "text": "Yes, many people I feel are that arrogant.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148316",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148317",
      "text": "I'm just wondering why all of the other species in the world, of which most would agree we evolved from are considered 'in nature' yet we aren't. We are allowed to kill flies all the time but not humans. What makes us so elite? Why are we above the term 'animal' for most people? Many people for gay marriage will argue that since animals are gay as well that proves gayness is natural. I say what is so outragous about the fact that they could be making a decision too? I am for gay marriage being legal but that's not what I'm talking about. Are we so arrogant that we assume we are the only animals capable of thought or choices?",
      "type": "I",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148318",
      "text": "I think your questions could be considered in a theological context. We're taught that we are a 'special creation', made in God's image. Then as a added bonus he gave us dominion over other animals, which is a great source of boastfulness for some people (Consider the pride of a man, his chest swelling as he contemplates his intellectual superiority over a billy goat, for instance). This combination allows for the thinking that humans aren't natural in this world and are somehow above it all IMO, which leads to your observation of 'arrogance'.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148319",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148320",
      "text": "the differences between humans and all other members of the animal kingdom are near irreconcilable. chimps really dont even come close. in fact, humans are capable of putting habits into other animals (and other humans) that actually can override their natural instincts.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148321",
      "text": "So what if overriding other instincts is an instinc? (and there you go with natural again, why are human instincts not natural instincts?) Pretty much everything we do is instinctual.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148322",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148323",
      "text": "Your question, which has been pointed out already, has a theological basis - God is supposed to have given us dominion over the rest of creation etc. But what separates us from other mammals (if we restrict the question to that class of vertebrates) is reckoned to be 'self consciousness' - the human mind that can deliberate upon and analyse its own thought processes.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148324",
      "text": "And how do you know what other animals can analyze? Is that another supreme abilities of us humans? To read the minds of animals?",
      "type": "I",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148325",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148326",
      "text": "Yes we can create modern technological wonders. The pyramids, the Twin Towers, and Meer. Alas, as was so truthfully spoke by Isaac Asimov, 'The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.' Just look at us and ask the question 'What are we doing?' There are some of us that are attacking innocent civilians, others who won't lift a finger to help out of sheer arrogance, others who are too decadent to do anything.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148327",
      "text": "And think of what other animals have built (and for an actual purpose). Take a look at a bee hive. It's so complex and so perfect for them. They built that. An ant hill is at least 20 times the size of an ant. That's 120 feet for us (for a 6 foot person).",
      "type": "I",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148328",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148329",
      "text": "Human beings are the only sentient beings. We have a concept of the future which separates us from all other creatures.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:15"
    },
    {
      "nodeID": "148330",
      "text": "I think others corrected you nicely on the future thing, but I would like to add that the only way humans are the only sentient beings is if we define sentient as something only humans are. If sentient merely means self-aware, I can't tell my cat's self-awareness from my own, so I really couldn't say who's sentient and who's not.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:16"
    },
    {
      "nodeID": "148331",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:16"
    },
    {
      "nodeID": "148332",
      "text": "Undoubtedly dogs (and other animals) have an 'emotional life' but this has nothing to do with morality - which presupposes a self conscious/analytical mind.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:16"
    },
    {
      "nodeID": "148333",
      "text": "Well, if morality is simpy defined as: http://www.answers.com/morality mo·ral·i·ty (m&#601;-r&#259;l'&#301;-t&#275;, mô-) pronunciation n., pl. -ties. 1. The quality of being in accord with standards of right or good conduct. 2. A system of ideas of right and wrong conduct: religious morality; Christian morality. 3. Virtuous conduct. 4. A rule or lesson in moral conduct. I would say, based on #1, that any social structure that gives rise to acceptable and unacceptable behavior is an example of a moral system.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:16"
    },
    {
      "nodeID": "148334",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:16"
    }
  ],
  "edges": [
    {
      "edgeID": "189290",
      "fromID": "148309",
      "toID": "148310",
      "formEdgeID": null
    },
    {
      "edgeID": "189291",
      "fromID": "148310",
      "toID": "148308",
      "formEdgeID": null
    },
    {
      "edgeID": "189292",
      "fromID": "148312",
      "toID": "148313",
      "formEdgeID": null
    },
    {
      "edgeID": "189293",
      "fromID": "148313",
      "toID": "148311",
      "formEdgeID": null
    },
    {
      "edgeID": "189294",
      "fromID": "148315",
      "toID": "148316",
      "formEdgeID": null
    },
    {
      "edgeID": "189295",
      "fromID": "148316",
      "toID": "148314",
      "formEdgeID": null
    },
    {
      "edgeID": "189296",
      "fromID": "148318",
      "toID": "148319",
      "formEdgeID": null
    },
    {
      "edgeID": "189297",
      "fromID": "148319",
      "toID": "148317",
      "formEdgeID": null
    },
    {
      "edgeID": "189298",
      "fromID": "148321",
      "toID": "148322",
      "formEdgeID": null
    },
    {
      "edgeID": "189299",
      "fromID": "148322",
      "toID": "148320",
      "formEdgeID": null
    },
    {
      "edgeID": "189300",
      "fromID": "148324",
      "toID": "148325",
      "formEdgeID": null
    },
    {
      "edgeID": "189301",
      "fromID": "148325",
      "toID": "148323",
      "formEdgeID": null
    },
    {
      "edgeID": "189302",
      "fromID": "148327",
      "toID": "148328",
      "formEdgeID": null
    },
    {
      "edgeID": "189303",
      "fromID": "148328",
      "toID": "148326",
      "formEdgeID": null
    },
    {
      "edgeID": "189304",
      "fromID": "148330",
      "toID": "148331",
      "formEdgeID": null
    },
    {
      "edgeID": "189305",
      "fromID": "148331",
      "toID": "148329",
      "formEdgeID": null
    },
    {
      "edgeID": "189306",
      "fromID": "148333",
      "toID": "148334",
      "formEdgeID": null
    },
    {
      "edgeID": "189307",
      "fromID": "148334",
      "toID": "148332",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
