{
  "nodes": [
    {
      "nodeID": "154276",
      "text": "To the Editor: Re 'The Sex Speech' (column, June 12): Nicholas D. Kristof recognizes the depth of racism and the breadth of sexism in the United States. But nonwhite women in this country face both, and suffer real consequences as a result: African-American women are four times more likely than white women to die in childbirth. The United States ranks first among developed nations in the number of women who die because of pregnancy-related complications. Every woman has the right to survive pregnancy. There is no reason, as Mr. Kristof notes, that the United States should not be a leader in making this basic human right a reality. That means financing reproductive health services, from contraception to maternal health care. What better way to address the intersection of racism and sexism and 'to repair America's standing in the world' than to save women from dying during pregnancy, whether they live in an African village or Greenwich Village? Nancy Northup, President Center for Reproductive Rights New York, June 13, 2008",
      "type": "I",
      "timestamp": "2016-03-08 20:21:16"
    },
    {
      "nodeID": "154277",
      "text": "http://www.nytimes.com/2008/06/18/opinion/l18kristof.html",
      "type": "I",
      "timestamp": "2016-03-08 20:21:16"
    },
    {
      "nodeID": "154278",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:21:16"
    },
    {
      "nodeID": "154279",
      "text": "With all the medical technology a child should be born and the mother survive.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:16"
    },
    {
      "nodeID": "154280",
      "text": "Then why does the following occur?",
      "type": "I",
      "timestamp": "2016-03-08 20:21:16"
    },
    {
      "nodeID": "154281",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:17"
    },
    {
      "nodeID": "154282",
      "text": "The simple fact is that people don't want the immense responsibility that logically pertains to their voluntary actions actions, so they fabricate denials of reality as a convenient escape, out of pure selfishness-- like every other atrocity in history.  The study of law includes an analysis of how people excuse their wrongdoings, fabricating pausible rationalizations for their acting to benefit at another's expense; denial is typically the first of these, claiming that the act 'does not hurt anyone,' however obvious the contrary. Other rationales follow, such as self-preservation, natural right to act, and eventually growing defensive by blaming the victim. While the fabricator typically believes his story original, it is anything but-- it's simply the inevitable course of selfishness.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:17"
    },
    {
      "nodeID": "154283",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:21:17"
    },
    {
      "nodeID": "154284",
      "text": "pregnancy is not a human being. A pregnancy is part of a human being.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:17"
    },
    {
      "nodeID": "154285",
      "text": "Biologically speaking, the fetus is human; the mother person is simply sustaining it via blood-- just like via mother's milk after birth. Can she legally starve the newborn child of that (if no other suitable nourishment is available) simply because she has the 'right to her body?' I think no, by law.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:17"
    },
    {
      "nodeID": "154286",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:21:17"
    },
    {
      "nodeID": "154287",
      "text": "Biologically speaking, the fetus is human...",
      "type": "I",
      "timestamp": "2016-03-08 20:21:17"
    },
    {
      "nodeID": "154288",
      "text": "But psychologically speaking, a first trimester fetus is not a being since it lacks sentience. DNA is all it takes to confirm that something is human; like your fingernail pairings.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:17"
    },
    {
      "nodeID": "154289",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:17"
    },
    {
      "nodeID": "154290",
      "text": "Biologically speaking, the fetus is human",
      "type": "I",
      "timestamp": "2016-03-08 20:21:17"
    },
    {
      "nodeID": "154291",
      "text": "The fetus is also a parasite, and if the woman chooses to do so, she has the right to extract it from her body.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:17"
    },
    {
      "nodeID": "154292",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:17"
    },
    {
      "nodeID": "154293",
      "text": "OMG. Here we go again. Please tell us on what basis the state is better able to determine the future of a woman's pregnancy than she herself is. What theory of law would you use to support your point? Hypothetical situation: Roe is overturned, returning control over abortion to the states. State 'A' bans abortions; state 'B' permits them under most circumstances. 1. What sanction does State 'A' put in place to punish those who have abortions within its borders? Upon whom is the sanction applied? The woman? The doctor? 2. How does state 'A' prevent its citizens from traveling to state 'B' to have the abortion performed? 3. How will state 'A' determine that one of its citizens has traveled to state 'B' to have the abortion performed? 4. Can state 'A' punish one of its citizens for traveling to state 'B' to have a legal act performed on her? 5. By what claim of right is any man entitled to an opinion on the question? After you finish those, Joel, I have a few more for you.emoticon_angry",
      "type": "I",
      "timestamp": "2016-03-08 20:21:17"
    },
    {
      "nodeID": "154294",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:17"
    },
    {
      "nodeID": "154295",
      "text": "This is the argument concerning 'choice' that, to me, rings untrue and is a potential weak point. The whole 'when does life begin/when is it human?' isn't where those that favor woman's rights should stake their claim. I support a woman's right to control her body and I feel that one of the best ways to 'judge' a culture is to see how they treat women. I think that it is imperative to allow a women to control her body, regardless of when life begins, etc... Now I also abhor abortions and I extol responsibility. However, #$%( happens and a woman MUST be able to retain the ability to decide what to do in the event of an unexpected pregnancy. Now, considering responsibility important, I can understand and appreciate time limits and whatnot, because that is humane. But we should call a spade a spade... a fetus is or will be human and an abortion does 'kill' it. Its horrible that it happens, but we have to allow women that right.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:17"
    },
    {
      "nodeID": "154296",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:18"
    },
    {
      "nodeID": "154297",
      "text": "OMG. Here we go again.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:18"
    },
    {
      "nodeID": "154298",
      "text": "Yes, it seems you never learn, so I have no hope of educating you, and absolutely no intention.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:18"
    },
    {
      "nodeID": "154299",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:18"
    },
    {
      "nodeID": "154300",
      "text": "Please tell us on what basis the state is better able to determine the future of a woman's pregnancy than she herself is. What theory of law would you use to support your point?",
      "type": "I",
      "timestamp": "2016-03-08 20:21:18"
    },
    {
      "nodeID": "154301",
      "text": "Since you ask nicely, the answer is 'Supreme soveriegn authority', i.e. the fact that governments are established among men to secure their basic rights-- i.e. they not left to individual whims to respect or violate as each pleases, in the model of classic anarchy. States are thus delegated by their People, with the power to to protect these rights through laws. I believe we've gone over this before; you didn't understand it then, I doubt you will now... or ever. It's still true, however: ignorance is never disproof. If you form your own nation, you can name yourself the sovereign and construe the laws however you choose; however that's neither here nor there.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:18"
    },
    {
      "nodeID": "154302",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:18"
    },
    {
      "nodeID": "154303",
      "text": "Quote: Originally Posted by Joel_Henderson Biologically speaking, the fetus is human  The fetus is also a parasite, and if the woman chooses to do so, she has the right to extract it from her body.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:18"
    },
    {
      "nodeID": "154304",
      "text": "(Note the key word 'also,' which admits that it's human).  As for the rest, This is more of the sort of 'defensive rationalization' I talked about earlier, i.e. when people find it more rewarding to self-righteously defend their wrongdoings and thus shirk their responsibility to others, than to shoulder the burdens to those they have harmed, and thus they act in self-absorbed narcissism and sociopathic dissociation, while likewise waxing arrogant in self-deceiving affirmation of their own 'brilliance' and other superiority to do as they please, by simply denying said consequences however obvious-- illustrated here, by simply calling a fetus a 'parasite' and thus daintily strutting off away from one's obvious duties to it, despite admitting it's also human. However, a human being forced into dependency on another for its life, is not a 'parasite,' but a VICTIM, and thus has the right to aid from the ones responsible for that dependency. Since you've admitted that it's human, then the remainder is plain; it also has the right to aid from the one responsible for its dependency, i.e. the man and woman in question who proximately caused it to be in its dependent situation through their willful actions in full knowledge of that risk. Here, the doctrine of Strict Liability would apply, in that normal sexual contact carries the inherent risk of pregnancy. This doctrine already applies to men, and should likewise apply to women who choose to abort in spite of their responsibility to the prenatal human in question, created and made dependent on her for its life through her intentional actions.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:18"
    },
    {
      "nodeID": "154305",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:18"
    },
    {
      "nodeID": "154306",
      "text": "Note the key word 'also,' which admits that it's human.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:18"
    },
    {
      "nodeID": "154307",
      "text": "A fingernail is human. Big deal emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:21:18"
    },
    {
      "nodeID": "154308",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:18"
    },
    {
      "nodeID": "154309",
      "text": "a human being forced into dependency on another for its life, is not a 'parasite,'",
      "type": "I",
      "timestamp": "2016-03-08 20:21:18"
    },
    {
      "nodeID": "154310",
      "text": "It's not a human being it's a clump of uninvited cells. If it's not a parasite (as you claim) then it wouldn't need the woman to survive emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:21:18"
    },
    {
      "nodeID": "154311",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:19"
    },
    {
      "nodeID": "154312",
      "text": "by simply calling a fetus a 'parasite' and thus daintily strutting off away from one's obvious duties",
      "type": "I",
      "timestamp": "2016-03-08 20:21:19"
    },
    {
      "nodeID": "154313",
      "text": "The only 'duty' that any human being has with a parasite is to extract it as quickly as they can, if they chose to do so.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:19"
    },
    {
      "nodeID": "154314",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:19"
    },
    {
      "nodeID": "154315",
      "text": "I believe there is a point at which we(society) must be prepared to protect the fetus from his/her mother. Otherwise we sanction inhumanity.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:19"
    },
    {
      "nodeID": "154316",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:19"
    },
    {
      "nodeID": "154317",
      "text": "The one with the COMMON LAW-- but since you don't have common sense, you probably never hoid of it. Ignorance of a contract's obvious terms is never an excuse from being bound by them, once one consents to those legal and binding terms via accepting consideration (i.e. engaging in 'sexual congress' as you put it); and if men think that sexual intercourse with a fertile woman doesn't involve the risk of pregnancy, they're inexcusably ignorant... like you. This creates an implied-in-fact contract between the the man and the woman, with the party conceived being beneficiary and subject thereto (i.e. parental rights over the child etc). Those are the clear and obvious terms, and therefore sexual intercourse is a contingency-agreement between the couple doing the coupling, and any potential offspring resulting therefrom. If they don't like the terms, they can act to reduce the chances, or avoid the contract entirely through simply abstaining from the agreemetn-- but they can't pact for the wrongful death of the unwitting third party, in order for their own personal benefit at that child's expense. Freedom is not carte blanche to do as one pleases, but only in a manner exclusive of the rights of others; and so social contracts are not not strictly about what you want, it's about what you CONSENT to-- whether by your actions or words-- consistent with those rights of everyone, whether pre- or post-natal; a woman's body is not another country, let alone another universe. The price of freedom isn't eternal vigilance-- it's RESPONSIBILITY to others, for what you choose do with that freedom.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:19"
    },
    {
      "nodeID": "154318",
      "text": "Though I am jumping into the discussion here and have not followed it from the beginning, I need to address yours points. I get the impression that you view women as having a responsibility over their offspring from the point of conception on - i.e. not only in late term. I would contest this. Up to around the beginning of the third trimester, the embryo / fetus is nothing but a developing body with 'nobody home' - i.e. no mental existence (no thoughts, no emotions, no sense of self, no feelings of pain, no ability to experience their environment - nothing). I do not see any reason to have forced responsibility over such a living mindless body. As at the end of life when the mind can be gone from accident or illness, it is not worth keeping the empty living body artificially alive. It is the person who effectively resides in the body (through mental brain function or belief in a soul) who we value - not the body itself.  From discussions with those on the pro-life side, it seems clear that the thing that is valued in the embryo / early fetus is not as much what it currently IS but what it WILL BECOME. What it currently IS is only valued because it is on its way to becoming something / someone that we do value. The hypothetical question to test this was how much is such a life valued if it suddenly stopped growing so that it would never reach the stage of lifeform that has emotions, thoughts, feelings of pain, etc. Apparently, its value dropped significantly (at least that was the answer for those not afraid of anwering that question). However, once there is 'somebody home' in that body, then I would agree that you now have another person whose rights should be taken into account. Biologically, neurologically speaking, such mental functions can't start before around the beginning of the third trimester. So, I support more clearly legally restricting third trimester abortion rights to the limited exceptions (mother's life, significant risk to health, mercy killing deformed fetuses, etc.). Then it makes sense to speak of an 'other' to whom one has responsibilities. One last point. I have heard a few pro-life advocates make the same arguement you do that pro-choice supporters make their arguements simply out of a 'defense rationalization', where you think they really do agree that they are doing wrong. You don't realize that they actually generally do believe all of what they say. As a general rule of thumb, I tend to think that most people believe what they say. However, many people have holes or inconsistencies in their thinking that one can highlight if one can tell what those holes or inconsistencies are. I have found that the best way to discover such holes and inconsistencies in reasoning is to see what type of questions people make an effort at avoiding to answer. Where the pro-life camp is concerned, I find that a major hole in their reasoning is to highlight what the embryo / early fetus is AT THAT MOMENT , independent of what it will become in the future. This has highlighted that it is only valued by what it WILL BECOME, not for what it currently IS. As for the extreme pro-choice side that would allow abortions at all times for any reason (note: they represent a minority of the pro-choice side), then they get very uncomfortable when you question them about the difference in a fetus one day from birth vs a newborn baby and force them to answer the question of whether or not they would allow a birth-minus-one-day abortion for any reason. So, instead of jumping to wrong assumptions about the reasoning of pro-choice supporters, search for holes in logic and reasoning that you can exploit. That would be far more effective than your false assumptions that they are harboring guilt.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:19"
    },
    {
      "nodeID": "154319",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:19"
    },
    {
      "nodeID": "154320",
      "text": "Certainly and I'm all about personal responsibility as well. That's why I have no problem with time limits and other limitations being placed on abortion... What's important though, is that the paramount concern should be that a woman must retain the right to control her own body all semantics of when life begins aside. For there to be true equality between the sexes (which I feel is one of the most important conditions to having a truly free, just, and legitimate society) woman must be able to stand on equal footing and they can't do that if they don't have some means of control over their reproductive systems.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:19"
    },
    {
      "nodeID": "154321",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:21:19"
    }
  ],
  "edges": [
    {
      "edgeID": "193500",
      "fromID": "154277",
      "toID": "154278",
      "formEdgeID": null
    },
    {
      "edgeID": "193501",
      "fromID": "154278",
      "toID": "154276",
      "formEdgeID": null
    },
    {
      "edgeID": "193502",
      "fromID": "154280",
      "toID": "154281",
      "formEdgeID": null
    },
    {
      "edgeID": "193503",
      "fromID": "154281",
      "toID": "154279",
      "formEdgeID": null
    },
    {
      "edgeID": "193504",
      "fromID": "154282",
      "toID": "154283",
      "formEdgeID": null
    },
    {
      "edgeID": "193505",
      "fromID": "154283",
      "toID": "154279",
      "formEdgeID": null
    },
    {
      "edgeID": "193506",
      "fromID": "154285",
      "toID": "154286",
      "formEdgeID": null
    },
    {
      "edgeID": "193507",
      "fromID": "154286",
      "toID": "154284",
      "formEdgeID": null
    },
    {
      "edgeID": "193508",
      "fromID": "154288",
      "toID": "154289",
      "formEdgeID": null
    },
    {
      "edgeID": "193509",
      "fromID": "154289",
      "toID": "154287",
      "formEdgeID": null
    },
    {
      "edgeID": "193510",
      "fromID": "154291",
      "toID": "154292",
      "formEdgeID": null
    },
    {
      "edgeID": "193511",
      "fromID": "154292",
      "toID": "154290",
      "formEdgeID": null
    },
    {
      "edgeID": "193512",
      "fromID": "154293",
      "toID": "154294",
      "formEdgeID": null
    },
    {
      "edgeID": "193513",
      "fromID": "154294",
      "toID": "154282",
      "formEdgeID": null
    },
    {
      "edgeID": "193514",
      "fromID": "154295",
      "toID": "154296",
      "formEdgeID": null
    },
    {
      "edgeID": "193515",
      "fromID": "154296",
      "toID": "154288",
      "formEdgeID": null
    },
    {
      "edgeID": "193516",
      "fromID": "154298",
      "toID": "154299",
      "formEdgeID": null
    },
    {
      "edgeID": "193517",
      "fromID": "154299",
      "toID": "154297",
      "formEdgeID": null
    },
    {
      "edgeID": "193518",
      "fromID": "154301",
      "toID": "154302",
      "formEdgeID": null
    },
    {
      "edgeID": "193519",
      "fromID": "154302",
      "toID": "154300",
      "formEdgeID": null
    },
    {
      "edgeID": "193520",
      "fromID": "154304",
      "toID": "154305",
      "formEdgeID": null
    },
    {
      "edgeID": "193521",
      "fromID": "154305",
      "toID": "154303",
      "formEdgeID": null
    },
    {
      "edgeID": "193522",
      "fromID": "154307",
      "toID": "154308",
      "formEdgeID": null
    },
    {
      "edgeID": "193523",
      "fromID": "154308",
      "toID": "154306",
      "formEdgeID": null
    },
    {
      "edgeID": "193524",
      "fromID": "154310",
      "toID": "154311",
      "formEdgeID": null
    },
    {
      "edgeID": "193525",
      "fromID": "154311",
      "toID": "154309",
      "formEdgeID": null
    },
    {
      "edgeID": "193526",
      "fromID": "154313",
      "toID": "154314",
      "formEdgeID": null
    },
    {
      "edgeID": "193527",
      "fromID": "154314",
      "toID": "154312",
      "formEdgeID": null
    },
    {
      "edgeID": "193528",
      "fromID": "154315",
      "toID": "154316",
      "formEdgeID": null
    },
    {
      "edgeID": "193529",
      "fromID": "154316",
      "toID": "154295",
      "formEdgeID": null
    },
    {
      "edgeID": "193530",
      "fromID": "154318",
      "toID": "154319",
      "formEdgeID": null
    },
    {
      "edgeID": "193531",
      "fromID": "154319",
      "toID": "154317",
      "formEdgeID": null
    },
    {
      "edgeID": "193532",
      "fromID": "154320",
      "toID": "154321",
      "formEdgeID": null
    },
    {
      "edgeID": "193533",
      "fromID": "154321",
      "toID": "154315",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
