{
  "nodes": [
    {
      "nodeID": "157811",
      "text": "In short, all of materialism/mechanism/physicalism/positivism/naturalism/darwinism/geneticism reduces to giving credit to effects for being their own causes. Which earns a great big, 'DUH!!', from me.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:14"
    },
    {
      "nodeID": "157812",
      "text": "But then of course nearly every idea not your own generates a DUH from you. As in DUH why use data.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:15"
    },
    {
      "nodeID": "157813",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:15"
    },
    {
      "nodeID": "157814",
      "text": "Not so. Systems are extended, temporally. They are a series of connected, interdependent events, and not a singlular event, by definition. Therefore there is no saying that what determines them is a single set of 'initial conditions', since even the simplest allopatric systems [such as the solar system], are constantly and perpetually receiving fresh input on top of whatever their 'initial conditions' may have been. Initial conditions start systems going, but they continue on thanks to constant input; otherwise entropy puts a stop to them. Therefore it is false to believe that ' if you could trace the evolution of [any] system back in time with perfect accuracy, [then what it is now] would all be originally determined by the system's initial state.'.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:15"
    },
    {
      "nodeID": "157815",
      "text": "But of course! Of course you have to take into account all the input that any one system receives from all external sources in order to trace back to an initial state.  (No system can ever be truly closed, truly isolated from the rest of the universe, for what should be obvious reasons. Certain systems are only classified as 'closed' for experiments' sake because they have been very efficiently isolated and the parameters of unavoidable input are precisely calculable and can be subtracted from results, thereby giving the results that a truly closed system would provide.) In your pool-shot example below, for instance, the initial state must take account of the wear & tear of the table, the strength of the cue, the slope of the floor, humidity, temperature and every other variable. So any such 'backtracking' (which is highly hypothetical given the extreme complexity of the calculations) has to take into account the knowledge that no system is isolated. This is part of what chaos theory attempts to do, and why chaos theory must deal in probabilities until we have computers ordres of magnitude more powerful than we do today.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:15"
    },
    {
      "nodeID": "157816",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:15"
    },
    {
      "nodeID": "157817",
      "text": "Actually, materialism does not have any answer for what 'drives' any organization, when you take the broad view. Meaning that their reliance on terms like 'law', 'force', 'energy' , etc., are only labels for unobserved non-corporeal, non-substantial, non-mateial, 'drivers', that are inferred from observations of certain repetitive, iterated 'change' phenomena/effects detected within this temporal, physical, substantial, corporeal universe. What these 'drivers' are, in and of themselves, is beyond materialism's power to explain, so it simply evades that fundamental question and starts with a universe, a reality, that 'just happened, that's all'. Ex nihilo. Ab nihilo.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:15"
    },
    {
      "nodeID": "157818",
      "text": "But it does have an answer, as long as (and I see no reason to infer otherwise) 'organisation' is defined, as are many scientific concepts, as a human-imposed description of the sum of a multitude of physical cause/effect phenomena. Remember when we argued about entropy? I essentially stated (or admitted, if you want to see it that way) that the concepts that we label 'entropy', 'order', 'disorder' and even 'particle' are human-imposed abstracts applied for ease of understanding.  Again referencing a point I have previously made, the maths that backs up the areas of physics (which necessarily includes chemistry/biology) that are confirmed with near-certitude, is equally as-certain-as-possible, but is impossible to satisfactorily translate into ordinary language; hence the terms employed that, relative to the maths, are so vague and easily misinterpretable. My best example is the uncertainty principle, which can be explained in words, but can only be shown to be an uncontrevertible fact by using maths. The great thing about the UP is that it is not even necessary to perform a real experiment; given certain parameters (already known) the UP is inevitable. The POV I am justifying here is one that does not even begin to reference such terms as 'organisation' and what may 'drive' it. This may be a personal thing, but ideally IMHO the scientific method should never assume 'organisation' or 'drives', it should only look at facts and figures. After this analysis has been done mathematically, there may (and indeed always are) patterns discernible that we, humans, can label 'organisation' and 'drives', but these things do not exist in and of themselves. They are abstracts, simplifications, words used so that we do not have to talk in complex equations. Given all this, when we come to the Four Fundamental Forces, we do actually know (ie we are almost certain) that these phenomena are a part of the world of facts and figures, not part of the world of human-imposed concepts. My best supporting argument for this is that the FFFs cannot (yet) be further reduced to anything simpler. There are plenty of other 'forces' such as kinetic energy, potential energy etc that derive their very existence from the FFFs. The FFFs are anything but non-material, as they are intermediated by known, defined, observed particles/quanta or in the case of gravity, the medium of spacetime. The only confusion comes when trying to determine 'What is a particle? What is spacetime?' Regardless of the answers, surely we have to assume that particles and spacetime are material, for if not, then nothing is.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:15"
    },
    {
      "nodeID": "157819",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:15"
    },
    {
      "nodeID": "157820",
      "text": "If we look at a closed system, as materialists suppose our universe to be, and look strictly at the material, physical events occurring within it, and assume that it is receiving no further 'physical' inputs than were the 'initial conditions' of the 'Big Bang', then it becomes plausible to believe, as materialist/mechanists most adamantly insist, that every single change event that occurred, is occurring, or ever will occur, was predestined, immutable, and inevitable, no matter whether it was anomalous or was systematic, right down to the last typo I've made so far in this post. All thanks to what they label as 'inititial conditions'. In the case of 'the big bang' they've another word for that, too, --something that call a 'singularity'. One more cute bumper-sticker that has no real meaning behind it at all. Seen from that angle, everything that occurs in any 'system' is simply a continuation of the action of the 'drivers' involved in the 'initial conditions', no matter how protracted that action may be. The 'initial conditions' of 'the break' in a game of billiards determining exactly where each ball will end up, no matter how many ricochets it makes off rails and other balls. And so on for each shot throughout the systematized process that is the game entire. And that is very much the view of the universe's internal systems as held by materialists today. The closed system that is the universe seen as a variation on a pool shot, i.e., 'assumed' , 'taken for granted', initial conditions determining various dissipatory extentions in subsequents events, until 'the table' is all used up, entropically. All 'systems', be they physical or biological, as allopoietic strings of predestined and mechanically inevitable entropic outcomes. That mentality is utterly satisfactory until it slams into a brick wall called biology. All of a sudden we have autopoietic systems where phenomena are observed that cannot be justified or rationalised in terms of 'initial conditions', nor in terms of additional external physical inputs,and allopoietic controls, but only in terms of initial and continuing psychical inputs. This does not stop true-believing materialists from trying to rationalise these psychical biological phenomena back into their mechanical mindset, however. We hear new magic words from them intead. Words like, 'epiphenomena' and 'emergence'. More euphemisms for 'spontaneous generation', aka, 'creatio ex nihilo, ab nihilo'. Aka, 'magick'. Materialism, and the darwinism it spawned, is an extremely superstitious mindset.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:15"
    },
    {
      "nodeID": "157821",
      "text": "But here I slam into my own brick wall, one which neatly intersects my path down your chain of reasoning. Biological systems are simply orders of magnitude more complex than any other chemical processes because they are , by definition, autocatalytic-with-errors systems, which is a giant leap in terms of potential, in terms of the variety of future system-states that can be generated. But it is still possible to model these system-state trajectories in terms of probability, which is where chaos theory and emergence come in. To bring myself to a close, I return to my original point. The concept 'emergence' is a human-imposed concept that can be easily described, if you so wish, as new information arising in a system ex nihilo. But it is equally easily (and more precisely) described as a rearrangent of a system's information in a way that is specifically unpredictable. That is what emergence is. There is no 'energy' created ex nihilo. There is no 'matter' created ex nihilo. The only thing that seems to be created ex nihilo is that sudden realisation within the human mind that the patterns of information have drastically changed in a way that redefines the entire system. This is why maths is essential, because the maths shows that the system has merely been reorganised, albeit radically. It is such radical restructuring of information that I suspect gives rise to apparent consciousness. As I have said before, I do not deny consciousness, and I do prefer to think that it is real. But I do not assume that it is anything but apparent when I am making analytical judgements, and I cannot begin to imagine how you come to the conclusion that organisms such as bacteria possess it when they specifically, are quite obviously and evidently, no more than fiendishly complex micromachinery. With mammals it's another story.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:15"
    },
    {
      "nodeID": "157822",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:15"
    }
  ],
  "edges": [
    {
      "edgeID": "195998",
      "fromID": "157812",
      "toID": "157813",
      "formEdgeID": null
    },
    {
      "edgeID": "195999",
      "fromID": "157813",
      "toID": "157811",
      "formEdgeID": null
    },
    {
      "edgeID": "196000",
      "fromID": "157815",
      "toID": "157816",
      "formEdgeID": null
    },
    {
      "edgeID": "196001",
      "fromID": "157816",
      "toID": "157814",
      "formEdgeID": null
    },
    {
      "edgeID": "196002",
      "fromID": "157818",
      "toID": "157819",
      "formEdgeID": null
    },
    {
      "edgeID": "196003",
      "fromID": "157819",
      "toID": "157817",
      "formEdgeID": null
    },
    {
      "edgeID": "196004",
      "fromID": "157821",
      "toID": "157822",
      "formEdgeID": null
    },
    {
      "edgeID": "196005",
      "fromID": "157822",
      "toID": "157820",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
