{
  "nodes": [
    {
      "nodeID": "153523",
      "text": "Even though the Revision argument may have merit, it is not what the focus should be on. Proponents of marraige equality should be getting the message out that ballot box discrimination is not OK. This is the argument that should be taken to the courts. It should be made clear that civil rights are not a voting matter, and that even if 90% of the people voted to ban gay marriage, targeting a historically vulnerable group and stripping them of a fundamental right is not something that should be put to a vote. That's what the courts are for, to protect the minority from the tyranny of the majority.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:28"
    },
    {
      "nodeID": "153524",
      "text": "You make an excellent point, Shooter.  While I don't feel the 'voter referendum' idea should be abolished completely, there should be limits as to what should and should not ever be put to a simple majority vote, which I feel is like a state being able to cancel out the republican (little 'r') concept upon which our country is wisely based and revert to mob rule. Whatever the majority of a state's populace's preferences or prejudices, they should NOT be allowed to put up for majority vote issues that openly contradict that state's constitution, as interpreted by those they elected in the first place. (I'm speaking California here. I know in some states their Supreme Court judges are appointed--nevertheless, those that appoint them are elected.) If they want to vote in new judges, fine. New legislature, fine. But once they've voted them in, I don't feel they should be able to go around, gather a few hundred thou signatures, put on the ballot an initiative to negate the rulings, and spend scads of money (mostly from out of state, yet!) to go 'booga booga' to lie to, mislead and frighten people to overrule the decisions of the people whose legal knowlege and wisdom they voted to abide by in the first place. This voter initiative thing, at least in my state, is seriously flawed.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:28"
    },
    {
      "nodeID": "153525",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:19:28"
    },
    {
      "nodeID": "153526",
      "text": "Interesting insight on the matter, foundit. I find it strange that no anti-gay marriage proponent has responded yet.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:28"
    },
    {
      "nodeID": "153527",
      "text": "I think there are some things they will habitually avoid discussing. After a while, even Archie realizes the claims he makes that are no-brainer false.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:28"
    },
    {
      "nodeID": "153528",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:19:28"
    },
    {
      "nodeID": "153529",
      "text": "The reason that's the case is because there are many limitations on marriage but only homosexuals claim they are being discriminated against.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:28"
    },
    {
      "nodeID": "153530",
      "text": "And if you rewind a little over 40 years, the exact same thing could be said about interracial marriage. Archie's reply is a non-argument, and false at that. Multiple other groups state discrimination in marriage, but there are LEGITIMATE STATE INTERESTS prohibiting their marriage. Little things like child rape, lack of consent, and other issues.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:28"
    },
    {
      "nodeID": "153531",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:28"
    },
    {
      "nodeID": "153532",
      "text": "However, at some point the will of the majority should be respected. Otherwise we have no business even calling ourselves a democracy (not that we technically are, but we at least fancy ourselves one). Whenever a decision does not go our way, the first reaction should not be turn to the courts especially since there are other methods at your disposal.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:29"
    },
    {
      "nodeID": "153533",
      "text": "I think it would be more valid to say 'Whenever a decision does not go our way, the first reaction should not be turn AGAINST the courts ...' And what other 'method' is there for the minority who has the majority oppressing them? Is the minority supposed to turn to 'democracy' for protection? Democracy was part of the reason they were being discriminated against in the first place!",
      "type": "I",
      "timestamp": "2016-03-08 20:19:29"
    },
    {
      "nodeID": "153534",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:29"
    },
    {
      "nodeID": "153535",
      "text": "That power is actually pretty recent. You are right that the 14th helped grant that power, but that was not what the role of the Court was originally. That is a different discussion, however.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:29"
    },
    {
      "nodeID": "153536",
      "text": "You are wrong in your claim. The power of the 14th amendment, applied to ensuring equality, has a very real history. Would you care to look at how the 14th amendment has been applied over its history?",
      "type": "I",
      "timestamp": "2016-03-08 20:19:29"
    },
    {
      "nodeID": "153537",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:29"
    },
    {
      "nodeID": "153538",
      "text": "I meant a decision that the majority of the population has made in regards to legislation.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:29"
    },
    {
      "nodeID": "153539",
      "text": "I know what you meant. My comment was to demonstrate the counter side of the issue. Interracial marriage laws were overturned at a time when this country disapproved of interracial marriage by a margin of three to one. By your approach, interracial marriage laws SHOULD NOT have been overturned in the 1960's. In fact, by your approach we still would have had illegal interracial marriage into the late 80's, early 90's. The 14th amendment makes no proviso about allowing unjust discrimination in cases of majority rule. By your approach, WHAT WOULD BE THE POINT? If the majority disapproves of the discrimination, they simply 'vote' it out of existence. No need for the courts at all.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:29"
    },
    {
      "nodeID": "153540",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:29"
    },
    {
      "nodeID": "153541",
      "text": "In doing so, you have just castrated the power of the court to protect the minority from the tyranny of the majority. By your response, the court's decision must match the majority. And as already noted, it's the MAJORITY THAT WANTS the discrimination in the first place.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:29"
    },
    {
      "nodeID": "153542",
      "text": "Yes, that's true. If the majority places discriminations in place and the Court is bound to enforce the law as written, then the Court is bound to enforce that discrimination. That is democracy, and that is the rule of law. If we choose to undermine that democracy, which we have done, we have to be very careful where that leads. What we end up with is less and less of a representative democracy. Who has the power at the end of it? Certainly not 'the people'.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:29"
    },
    {
      "nodeID": "153543",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:19:29"
    }
  ],
  "edges": [
    {
      "edgeID": "192972",
      "fromID": "153524",
      "toID": "153525",
      "formEdgeID": null
    },
    {
      "edgeID": "192973",
      "fromID": "153525",
      "toID": "153523",
      "formEdgeID": null
    },
    {
      "edgeID": "192974",
      "fromID": "153527",
      "toID": "153528",
      "formEdgeID": null
    },
    {
      "edgeID": "192975",
      "fromID": "153528",
      "toID": "153526",
      "formEdgeID": null
    },
    {
      "edgeID": "192976",
      "fromID": "153530",
      "toID": "153531",
      "formEdgeID": null
    },
    {
      "edgeID": "192977",
      "fromID": "153531",
      "toID": "153529",
      "formEdgeID": null
    },
    {
      "edgeID": "192978",
      "fromID": "153533",
      "toID": "153534",
      "formEdgeID": null
    },
    {
      "edgeID": "192979",
      "fromID": "153534",
      "toID": "153532",
      "formEdgeID": null
    },
    {
      "edgeID": "192980",
      "fromID": "153536",
      "toID": "153537",
      "formEdgeID": null
    },
    {
      "edgeID": "192981",
      "fromID": "153537",
      "toID": "153535",
      "formEdgeID": null
    },
    {
      "edgeID": "192982",
      "fromID": "153539",
      "toID": "153540",
      "formEdgeID": null
    },
    {
      "edgeID": "192983",
      "fromID": "153540",
      "toID": "153538",
      "formEdgeID": null
    },
    {
      "edgeID": "192984",
      "fromID": "153542",
      "toID": "153543",
      "formEdgeID": null
    },
    {
      "edgeID": "192985",
      "fromID": "153543",
      "toID": "153541",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
