{
  "nodes": [
    {
      "nodeID": "158122",
      "text": "Anyone starting from this materialist point of view will be unable to deal with the essential reality of intelligence and all other psychical qualities, properties, traits as real causes, or to attribute their observable and observed effects on material entities back to them, rather than to the motion of particles in space.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:02"
    },
    {
      "nodeID": "158123",
      "text": "But you see, for the materialist, there is no distinction between 'intelligence' and 'the motion of physical particles in space', its not an either/or proposition - they may well say 'He scored 155 on the IQ test because he is intelligent (by intelligent, meaning his brain has certain physical characteristics).",
      "type": "I",
      "timestamp": "2016-03-08 20:30:02"
    },
    {
      "nodeID": "158124",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:02"
    },
    {
      "nodeID": "158125",
      "text": "In order to study intelligence, it is essential to know and understand motivation, and motivation cannot be known or understood without first knowing and understanding the value system of the entity under study.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:03"
    },
    {
      "nodeID": "158126",
      "text": "Well, sort of. It isn't necessary, but if you're predicting intelligence from what someone does rather than direct measurements of physical properties, knowing their motivation level might allow you to make more accurate predictions. Nevertheless even without knowing the subjects' motivations at all, today's generic intelligence tests still have excellent predictive power for success in both school and employment, and are perhaps better predictors for future success than any other method we have (including interviews, personality inventories, aptitude in a particular field)",
      "type": "I",
      "timestamp": "2016-03-08 20:30:03"
    },
    {
      "nodeID": "158127",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:03"
    },
    {
      "nodeID": "158128",
      "text": ". If you can inject me with something that compels me to seek out and drink a coke, then I am not acting freely, and if I am not choosing to act in a certain fashion, then intelligence is not involved, at least not directly, in what I do.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:03"
    },
    {
      "nodeID": "158129",
      "text": "Well this involves the free will / determinism debate, you say you aren't free if your preferences are implanted... I say you are free when you act in accordance with your preferences, regardless of how those preferences were arrived at. I think to claim you need to 'choose' your preferences is absurd, as the act of choosing requires prior preferences, which presumably also required a choice.... and the question of how we acquired our first preference arises...",
      "type": "I",
      "timestamp": "2016-03-08 20:30:03"
    },
    {
      "nodeID": "158130",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:03"
    },
    {
      "nodeID": "158131",
      "text": "Finally, the ultimate neo-Darwinian taboo has been broken. Wiesmann's barrier has been breached, and in many different forms, some of which I mentioned already (see box 2).",
      "type": "I",
      "timestamp": "2016-03-08 20:30:03"
    },
    {
      "nodeID": "158132",
      "text": "So now Wiesmann's barrier is the most important thing to the ToE? Somehow I doubt that biologists agree, but obviously creationists have more authority on the topic of evolution...",
      "type": "I",
      "timestamp": "2016-03-08 20:30:03"
    },
    {
      "nodeID": "158133",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:03"
    },
    {
      "nodeID": "158134",
      "text": "That isn't completely true. Bacteria have been observed to increase their mutation rate in times of stress. (I don't remember the exact source, but I do know that you provided it.) Put another way, bacteria have been observed to introduce random changes in their DNA when they are presented with a problem. Also, while the ToE is not based on the assumption that DNA may change in response to environmental stimuli, it doesn't rule that out, either.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:03"
    },
    {
      "nodeID": "158135",
      "text": "Well you seem to be going against what your theory says....here's an overview: (please notice there is no mention of epigenetics, nonrandom mutations, the inheritance of acquired characteristics, adaptive mutations, or horizontal gene transfer -- all of which can bring about new traits/functions. http://www.biologycorner.com/bio3/notes-chap17.html How Organisms Evolve Evolution occurs on populations, not individuals. Individuals do not evolve, but are part of populations which do Evolution is a genetic change occuring in a population of organisms over many generations  Population Genetics - branch of biology that deals with the frequency, distribution and inheritance of alleles (genes) in a population A gene pool is the sum of all the genes occuring in a population  The Mechanisms of Evolution There are five majore causes of evolutionary change within a population 1. mutation 2. migration 3. small population 4. nonrandom mating 5. natural selectionGenetic Drift - small populations are more effected by random chance  Your theory is OUTDATED!",
      "type": "I",
      "timestamp": "2016-03-08 20:30:03"
    },
    {
      "nodeID": "158136",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:03"
    },
    {
      "nodeID": "158137",
      "text": "Well since you guys say it's not important I guess it's not. However, that's not what the dogma has been for several decades.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:03"
    },
    {
      "nodeID": "158138",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:03"
    },
    {
      "nodeID": "158139",
      "text": "Well, it is relevant, or at least was. It just isn't fundamental to the ToE, and even if Weismann's barrier needs to be revised, that doesn't mean that the ToE is invalid as well.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:03"
    },
    {
      "nodeID": "158140",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:04"
    }
  ],
  "edges": [
    {
      "edgeID": "196228",
      "fromID": "158123",
      "toID": "158124",
      "formEdgeID": null
    },
    {
      "edgeID": "196229",
      "fromID": "158124",
      "toID": "158122",
      "formEdgeID": null
    },
    {
      "edgeID": "196230",
      "fromID": "158126",
      "toID": "158127",
      "formEdgeID": null
    },
    {
      "edgeID": "196231",
      "fromID": "158127",
      "toID": "158125",
      "formEdgeID": null
    },
    {
      "edgeID": "196232",
      "fromID": "158129",
      "toID": "158130",
      "formEdgeID": null
    },
    {
      "edgeID": "196233",
      "fromID": "158130",
      "toID": "158128",
      "formEdgeID": null
    },
    {
      "edgeID": "196234",
      "fromID": "158132",
      "toID": "158133",
      "formEdgeID": null
    },
    {
      "edgeID": "196235",
      "fromID": "158133",
      "toID": "158131",
      "formEdgeID": null
    },
    {
      "edgeID": "196236",
      "fromID": "158135",
      "toID": "158136",
      "formEdgeID": null
    },
    {
      "edgeID": "196237",
      "fromID": "158136",
      "toID": "158134",
      "formEdgeID": null
    },
    {
      "edgeID": "196238",
      "fromID": "158137",
      "toID": "158138",
      "formEdgeID": null
    },
    {
      "edgeID": "196239",
      "fromID": "158138",
      "toID": "158132",
      "formEdgeID": null
    },
    {
      "edgeID": "196240",
      "fromID": "158139",
      "toID": "158140",
      "formEdgeID": null
    },
    {
      "edgeID": "196241",
      "fromID": "158140",
      "toID": "158135",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
