{
  "nodes": [
    {
      "nodeID": "137118",
      "text": "The problem is that a lot of people feel that there has been a concerted effort for a long time now to get homosexuality in the face of people as much as possible. How many children's books are about two people falling in love, period (regardless of gay or straight)? I've got children and we run across a LOT of books. Few are about that. Now young adult books are a different story. But not children's books. So if these children's books are about gay people falling in love, they were written that way on purpose. So my question is, why can't gay people just write honest children's books with NO agenda? If these books have gay relationships in them, and they are children's books, then there is every reason to believe they were written that way as an agenda. And I'd say for a book titled Heather Has Two Moms, an agenda is pretty obvious. Sheesh, whatever happened to good 'ol Dr. Seuss?",
      "type": "I",
      "timestamp": "2016-03-08 19:44:27"
    },
    {
      "nodeID": "137119",
      "text": "So it is a bad thing that children read about people and families that exisist and that they are likely to come across? What about King and King? That is a story of a prince falling in love with another prince. If King and king has an agenda then so does snow white, cinderella, Repunzel, and sleeping beauty. Ever read the real stories for yourself, not the cleaned up Disney versions, they are gruesome little tales that would give any child nightmares and make King and King look tame.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:27"
    },
    {
      "nodeID": "137120",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:27"
    },
    {
      "nodeID": "137121",
      "text": "Sheesh, whatever happened to good 'ol Dr. Seuss?",
      "type": "I",
      "timestamp": "2016-03-08 19:44:28"
    },
    {
      "nodeID": "137122",
      "text": "I think if you pay any attention, you'll find only hetero characters in Dr. Seuss. I'm sure if there were any suggestion of gay Whos for Horton to hear, the right-wing, anti-gay, pseudo-christians (specific enough for you?) would be trying to ban Seuss, too.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:28"
    },
    {
      "nodeID": "137123",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:28"
    },
    {
      "nodeID": "137124",
      "text": "Then don't post because there is no reason any of us should listen to you. You are just a classic example of the pot calling the kettle black.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:28"
    },
    {
      "nodeID": "137125",
      "text": "So I am not intitled to my opinions? Your statement is so ironic because it seems that others also suffer from pot and kettleism and don't realize it.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:28"
    },
    {
      "nodeID": "137126",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:28"
    },
    {
      "nodeID": "137127",
      "text": "Lets play a game name one public conservative law maker that fully supports gay marriage? I bet you can't find even one. I am glad I can't find a conservative that supports gay marriage. If a conservative supported gay marriage they wouldn't be a conservative now would they? Conservatives believe that what you do in the privacy of your own home is just that...PRIVATE. Why must liberals force thier views upon the rest of America despite the fact that America obviously doesn't share those views?  The fact is, even if you don't like it, America was founded on Christian values and that is what our laws are based on. The majority of Americans still describe themselves as Christian and until that changes gay marriage is not going to happen. Trying to foce it upon the country just won't work.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:28"
    },
    {
      "nodeID": "137128",
      "text": "So as a gay man I should be forced to accept hetero marriage. If I am forced to accept hetero marriage they should be forced to accept gay marriage. What part of equal protection do you not understand? I personally would like to see all displays of all religions wiped fron the public square. No one is going to dictate to me how to live my life based upon some outdated religious belief that I don't subscribe too.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:28"
    },
    {
      "nodeID": "137129",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:28"
    }
  ],
  "edges": [
    {
      "edgeID": "181366",
      "fromID": "137119",
      "toID": "137120",
      "formEdgeID": null
    },
    {
      "edgeID": "181367",
      "fromID": "137120",
      "toID": "137118",
      "formEdgeID": null
    },
    {
      "edgeID": "181368",
      "fromID": "137122",
      "toID": "137123",
      "formEdgeID": null
    },
    {
      "edgeID": "181369",
      "fromID": "137123",
      "toID": "137121",
      "formEdgeID": null
    },
    {
      "edgeID": "181370",
      "fromID": "137125",
      "toID": "137126",
      "formEdgeID": null
    },
    {
      "edgeID": "181371",
      "fromID": "137126",
      "toID": "137124",
      "formEdgeID": null
    },
    {
      "edgeID": "181372",
      "fromID": "137128",
      "toID": "137129",
      "formEdgeID": null
    },
    {
      "edgeID": "181373",
      "fromID": "137129",
      "toID": "137127",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
