{
  "nodes": [
    {
      "nodeID": "145169",
      "text": "gay marriage: isn't one of the main points of being gay, besides the 'i was born this way'-ism kind of a way to tell convention to go shove it? as far as i'm concerned, marriage is simply a way of providing a stable home life for children, thus giving them a better chance of succeeding outside the home. and it doesn't always work! look at the divorce rates- whats the average marriage length now, two or three years? while we're on it, why are you fighting for state sanctions anyway? is it tax benefits or something? i simply can't understand this, and its driving me up the wall! so far i've seen you guys (and girls, or whatever you would prefer that i refer to you as) say 'to hell with the system! we're outside it, we don't need it!' and then you turn around and say 'we want back in! give us this this and this, or we'll have gay pride parades and march on washington!' would somebody care to explain this to me so i can go about my life in a slightly more politically correct manner? :)",
      "type": "I",
      "timestamp": "2016-03-08 20:01:47"
    },
    {
      "nodeID": "145170",
      "text": "Well you're right, the gay pride movement embodies counter-culturalism. It doesn't take a rocket scientist to see that. In my opinion it's another outgrowth of the sexual revolution taken to the extreme.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:47"
    },
    {
      "nodeID": "145171",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:01:47"
    },
    {
      "nodeID": "145172",
      "text": "gay marriage: isn't one of the main points of being gay, besides the 'i was born this way'-ism kind of a way to tell convention to go shove it?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:47"
    },
    {
      "nodeID": "145173",
      "text": "Well, the simple answer to this question is 'No it is not.' Telling convention to shove it is not one of the main points of being gay, not in any way shape or form. Being gay is simply about the people one is attracted to, the people one loves, and the person one wants to spend his or her life with. Now this does not mean that these people do not tell convention to go shove it, but they do so only when they believe convention is unfair, unjust, unequal, and a detriment to happiness. On the issue of gay rights, most (but maybe not all) gay people believe that the specific convention of denying some rights to gay people is a bad one, so they stand against it. They do not simply hate convention because it is convention; good convention is worth retaining.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:47"
    },
    {
      "nodeID": "145174",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:47"
    },
    {
      "nodeID": "145175",
      "text": "as far as i'm concerned, marriage is simply a way of providing a stable home life for children, thus giving them a better chance of succeeding outside the home. and it doesn't always work!",
      "type": "I",
      "timestamp": "2016-03-08 20:01:47"
    },
    {
      "nodeID": "145176",
      "text": "Really? So why do the elderly marry? Why do those who know they can never convieve children marry? Why do those who actively refuse to have children marry? Marriage is in no way 'simply a way of providing a stable home life for children' at all. Marriage, today, is for compainionship and love.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:47"
    },
    {
      "nodeID": "145177",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:47"
    },
    {
      "nodeID": "145178",
      "text": "would somebody care to explain this to me so i can go about my life in a slightly more politically correct manner? :)",
      "type": "I",
      "timestamp": "2016-03-08 20:01:47"
    },
    {
      "nodeID": "145179",
      "text": "Oh get off it. PC is **** and you know it.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:47"
    },
    {
      "nodeID": "145180",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:47"
    },
    {
      "nodeID": "145181",
      "text": "claiming to be 'just like me' detracts from that argument. claiming to be 'just like everyone else' would work, and i'll assume you meant something like that (if you want to know why, read some of my other posts). this also goes against roughly 1/3rd of the philosiphies of the gay couples i know and commonly associate with- those philosiphies being 'hey! sex is for pleasure, and if you're trying to avoid having kids the best way is to **** the same sex as yourself!'",
      "type": "I",
      "timestamp": "2016-03-08 20:01:47"
    },
    {
      "nodeID": "145182",
      "text": "Well, I would not make the claim that anyone is just like anyone else, but I would make the claim that gay people are just as likely to be good people as anyone else. Now, I would wager that I know far more gay people than you do. I wager this only because I am in a variety of gay rights organizations, as well as other gay-friendly organizations. I also have many gay friends outside of these organizations. I know of none being sexually promiscuous, though perhaps some are doing it behind my back. I know of many who do believe that sex is for pleasure, but an equal, if not greater percentage of heterosexuals who also believe sex should be used for pleasure. Further, I know a number of very promiscuous heterosexuals. Yet we let those heterosexuals marry. In truth, I see no reason not to. Lots of people of all sexual orientations believe that sex should be used for pleasure, not just children. This fact is a religious / moral belief, and it does not make these people bad parents, nor does it make these people bad people, nor does it make these people less in need of the benefits of marriage should they decide to start a family. If we are going to give marriage to some people, it is inexcusable to deny that marriage to others who are in equal need of it. If you would like others to respect your status as a husband (or wife, or whatever you would prefer that I refer to you as), then you must be willing to respect the marriage of others in return.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:47"
    },
    {
      "nodeID": "145183",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:48"
    },
    {
      "nodeID": "145184",
      "text": "And these can be extended to portable civil unions.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:48"
    },
    {
      "nodeID": "145185",
      "text": "So could heterosexual marriage.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:48"
    },
    {
      "nodeID": "145186",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:48"
    },
    {
      "nodeID": "145187",
      "text": "Public support does not make it the way to go. There was public support for slavery at one time, and prohibition. Both turned out to be the wrong direction.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:48"
    },
    {
      "nodeID": "145188",
      "text": "So you are saying that despite the majority of the public opposing gay marriage, opposing it may be the wrong direction? Good for you. You're getting it.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:48"
    },
    {
      "nodeID": "145189",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:48"
    },
    {
      "nodeID": "145190",
      "text": "How is it that gay marriage recognition is an example of 'equality' rather than a special right? You already have the very same right to marry and opposite-sex person right now, as anyone else in this country. The problem is that you want a right over and above that--special rights.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:48"
    },
    {
      "nodeID": "145191",
      "text": "Because homosexuals aren't attracted to members of the opposite sex, so it's pointless. In order to have a right, you have to have a legimimate way in which you can exercize that equal right. That's not possible with hetero-only marriages. There is no special right, it's equalizing it for biological concerns.  Saying homosexuals can get married, but only to heterosexuals is like saying that they HAVE the right, but they have to go against their biological/mental state in order to exercize that. That's unreasonable. Of course, prior to this debate, Blacks COULD get married, but only proper marriage was between members of the same race. emoticon_rolleyes They have the same, equal rights!",
      "type": "I",
      "timestamp": "2016-03-08 20:01:48"
    },
    {
      "nodeID": "145192",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:48"
    }
  ],
  "edges": [
    {
      "edgeID": "187092",
      "fromID": "145170",
      "toID": "145171",
      "formEdgeID": null
    },
    {
      "edgeID": "187093",
      "fromID": "145171",
      "toID": "145169",
      "formEdgeID": null
    },
    {
      "edgeID": "187094",
      "fromID": "145173",
      "toID": "145174",
      "formEdgeID": null
    },
    {
      "edgeID": "187095",
      "fromID": "145174",
      "toID": "145172",
      "formEdgeID": null
    },
    {
      "edgeID": "187096",
      "fromID": "145176",
      "toID": "145177",
      "formEdgeID": null
    },
    {
      "edgeID": "187097",
      "fromID": "145177",
      "toID": "145175",
      "formEdgeID": null
    },
    {
      "edgeID": "187098",
      "fromID": "145179",
      "toID": "145180",
      "formEdgeID": null
    },
    {
      "edgeID": "187099",
      "fromID": "145180",
      "toID": "145178",
      "formEdgeID": null
    },
    {
      "edgeID": "187100",
      "fromID": "145182",
      "toID": "145183",
      "formEdgeID": null
    },
    {
      "edgeID": "187101",
      "fromID": "145183",
      "toID": "145181",
      "formEdgeID": null
    },
    {
      "edgeID": "187102",
      "fromID": "145185",
      "toID": "145186",
      "formEdgeID": null
    },
    {
      "edgeID": "187103",
      "fromID": "145186",
      "toID": "145184",
      "formEdgeID": null
    },
    {
      "edgeID": "187104",
      "fromID": "145188",
      "toID": "145189",
      "formEdgeID": null
    },
    {
      "edgeID": "187105",
      "fromID": "145189",
      "toID": "145187",
      "formEdgeID": null
    },
    {
      "edgeID": "187106",
      "fromID": "145191",
      "toID": "145192",
      "formEdgeID": null
    },
    {
      "edgeID": "187107",
      "fromID": "145192",
      "toID": "145190",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
