{
  "nodes": [
    {
      "nodeID": "143897",
      "text": "By golly! A day doesn't go by in the great and wonderful United States of America that another shooting doesn't occur, with a number of deaths and serious wounds. Isn't America wonderful? That we get to carry around a whole bunch of guns and go out every day and kill and maim? Wonderful work! NRA! Every time I see another story about another shooting in America, sometimes ever two or three shootouts and killings, it absolutely thrills me because I know that the NRA has armed even more Americans and more Americans can now go out and shoot and kill and maim. So, carry on, NRA! I know you're working on that wonderful time when every time a new baby is born in this country, right after a baby takes its first breath, a gun will be placed in his or her tiny hand.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:08"
    },
    {
      "nodeID": "143898",
      "text": "Just curious, is it beyond you to make a post that includes common sense and logic? I'm thinking it is since all of you posts seem to be based on rhetoric and emotion. Three paragraphs and all of them contain a falsehood/ lie, congrats your batting 1.000.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:08"
    },
    {
      "nodeID": "143899",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:08"
    },
    {
      "nodeID": "143900",
      "text": "Hey Simone, would you be interested in debating gun control with me?  I'm serious, now. I can try to show you the error of your ways, and you can try to do the same with me. You can even bring Brady along for backup, if you can catch him.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:08"
    },
    {
      "nodeID": "143901",
      "text": "Mullets swim into this big old placid lagoon seeing nothing but calm clear waters not realizing it is filled with a bunch of voracious sharks :)",
      "type": "I",
      "timestamp": "2016-03-08 19:59:08"
    },
    {
      "nodeID": "143902",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:08"
    },
    {
      "nodeID": "143903",
      "text": "Prove it! You can't, until we go on for at least a month without some SOB grabbing his damn gun and offing people. That will never happen.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:08"
    },
    {
      "nodeID": "143904",
      "text": "I'd rather be 'offed' than to live with a wild eyed screaming banshee like yourself setting policy and demanding impossible tasks. Are the police SOB'S too? I don't suppose you would object to the friendly neighborhood rapist getting shot by a gun owning neighbor now would you?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:08"
    },
    {
      "nodeID": "143905",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:08"
    },
    {
      "nodeID": "143906",
      "text": "You can't, until we go on for at least a month without some SOB grabbing his damn gun and offing people.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:08"
    },
    {
      "nodeID": "143907",
      "text": "So what? What's that have to do with the NRA? Are you going to blame the NRA for the Mumbai attack? For the school shootings that happen every year in Germany? For Britain's black market trade in illegal weaponry?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:08"
    },
    {
      "nodeID": "143908",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:08"
    }
  ],
  "edges": [
    {
      "edgeID": "186192",
      "fromID": "143898",
      "toID": "143899",
      "formEdgeID": null
    },
    {
      "edgeID": "186193",
      "fromID": "143899",
      "toID": "143897",
      "formEdgeID": null
    },
    {
      "edgeID": "186194",
      "fromID": "143901",
      "toID": "143902",
      "formEdgeID": null
    },
    {
      "edgeID": "186195",
      "fromID": "143902",
      "toID": "143900",
      "formEdgeID": null
    },
    {
      "edgeID": "186196",
      "fromID": "143904",
      "toID": "143905",
      "formEdgeID": null
    },
    {
      "edgeID": "186197",
      "fromID": "143905",
      "toID": "143903",
      "formEdgeID": null
    },
    {
      "edgeID": "186198",
      "fromID": "143907",
      "toID": "143908",
      "formEdgeID": null
    },
    {
      "edgeID": "186199",
      "fromID": "143908",
      "toID": "143906",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
