{
  "nodes": [
    {
      "nodeID": "148116",
      "text": "poor boo-boo... You want to talk pain? I wish the pro-infanticide zealots could experience being dismembered and having their skulls collapsed and their brains sucked out so they'll know what an innocent baby feels when it's being aborted.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:52"
    },
    {
      "nodeID": "148117",
      "text": "You mean like how you suck any rationale thought or discourse from a debate topic? Talk about ABORTING.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:52"
    },
    {
      "nodeID": "148118",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:52"
    },
    {
      "nodeID": "148119",
      "text": "How about someone abort you? Would you like that? May your illicit flame turn Hare Krishna on a Friday afternoon.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:52"
    },
    {
      "nodeID": "148120",
      "text": "You know Easy I almost laughed almost. Funny but I'm already out of the womb and have been for oh.. 21 years 5 months 8 days 2 hours and 5 minutes. Pacific time of course.  Oh and I love the voodoo little hocus pocus threat you made. I hear that Dove soap not only moisturizes skin, but also makes great for carving little voodoo figurines, kind of like whittling but with a kick. Just kind of pandering but isn't wishing ill will, or cursing someone like considered witchcraft and therefore a sin? Guess your one of those 'Special' Christians who pick from column A and insert into said column B. Boy wish I could change whats a sin and whats not for myself on the fly. Funny how those little frequent flier miles kick in after making so many 'donations' to the collection box hmm? Oh lordy lordy business is booming in the house of god!!",
      "type": "I",
      "timestamp": "2016-03-08 20:07:52"
    },
    {
      "nodeID": "148121",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:52"
    }
  ],
  "edges": [
    {
      "edgeID": "189158",
      "fromID": "148117",
      "toID": "148118",
      "formEdgeID": null
    },
    {
      "edgeID": "189159",
      "fromID": "148118",
      "toID": "148116",
      "formEdgeID": null
    },
    {
      "edgeID": "189160",
      "fromID": "148120",
      "toID": "148121",
      "formEdgeID": null
    },
    {
      "edgeID": "189161",
      "fromID": "148121",
      "toID": "148119",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
