{
  "nodes": [
    {
      "nodeID": "143411",
      "text": "GEOCHEMISTRY: Dating Service Radiocarbon dating is the preeminent method for determining the age of carbonaceous materials younger than about 50,000 years. The determination of accurate calendar ages from radiocarbon ages requires a calibration curve, though, because the production of 14C and its distribution between atmospheric, oceanic, and terrestrial carbon reservoirs both vary with time. Charged with the task of producing the official calibration curve for terrestrial radiocarbon dating, the IntCal working group has just released the latest version, IntCal04. Reimer et al. present this new curve, which replaces the previous version that has been in effect since 1998. IntCal04 extends the calibration backward by 2000 years, to 26,000 calendar years before the present (cal yr B.P., where the present is defined as 1950), increases the resolution of the period earlier than 11,400 cal yr B.P., and considers the uncertainty in both the calendar age and the 14C age in the calibration. Tree ring data contribute the bulk of the ages in the interval between today and 12,400 cal yr B.P., and marine data from corals and foraminifera provide the calibration for samples older than 12,400 years. Associated papers in the same issue describe the details of this impressive and valuable achievement. -- HJS Radiocarbon 46, 1029 (2005).",
      "type": "I",
      "timestamp": "2016-03-08 19:58:01"
    },
    {
      "nodeID": "143412",
      "text": "So how can evilutionists have any confidence in carbon dating if they keep updating the calibration curve? Huh? :)",
      "type": "I",
      "timestamp": "2016-03-08 19:58:01"
    },
    {
      "nodeID": "143413",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:01"
    },
    {
      "nodeID": "143414",
      "text": "The fact that some scientists totally dismiss god is proof of there ignorance of scientific method. There is growing evidence to support the existence of a supreme being, and a lot of scientists are ignorant of this fact, yet they accept theories from the quantum level wich are not proven beyond the proof of the existence of god. Mayabe your mind isnt as closed as others I have spoke with on this subject. I do believe in scientific method, but I also have faith that god is out there.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:01"
    },
    {
      "nodeID": "143415",
      "text": "I bet you can not show one piece of objective evidence for any supreme being what so ever without resorting to lies, distoritions or plain ignorance. Also, many of those scientists doing the work you are ignoring are probably not atheists at all. You seem to be assuming that. Since you are making the claim these scientists are 'atheists', I want you to demonstrate that they are.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:02"
    },
    {
      "nodeID": "143416",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:02"
    },
    {
      "nodeID": "143417",
      "text": "If you believe anything that you havent proven to yourself, then you are placing faith in the source that the information came from. Have you personally taken samples from the rings of trees and the corals that the scientists have used to measure the ammount of carbon that was present at these times and personally carbon dated the earth yourself?",
      "type": "I",
      "timestamp": "2016-03-08 19:58:02"
    },
    {
      "nodeID": "143418",
      "text": "Well, that's not exactly true. I don't put absolute faith in the results of science, but I do trust that scientists are not lying. They may be wrong, but I don't defend what they say to the death. I don't have an absolute belief in what they have found or the conclusions they've drawn. I tend to 'believe' the big bang theory, but I have serious doubts as to its validity. I think the ability to change your mind about things as they come is what makes it not faith. Trusting scientists that they aren't lying doesn't mean that I have faith in what they say. Faith is a really strong word.  edit -  Oh, I also realize what you are saying so I'll try to explain.  Scientists publish their results in journals. Their methods and results are there for everyone to see. All you and I have to do is go to a library that subscribes to the journal, or personally subscribe to it, and look up their work. If you had a problem with what they did, you can do your own experiments to prove them wrong, or at least make your case why you think they are wrong. Now, getting your results published is another can of worms. But, anyway, you or I don't have to be published to redo the experiments ourselves, but that might take some money. Anyway, all I'm saying is that once something is published, it's not written in stone. It doesn't become infallible scripture. People who read it, 'believe' it (or not), based on their own knowledge of the subject. Results and conclusions are challenged all the time. Interpretations are modified all the time. I really don't see what any of this has to do with Faith.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:02"
    },
    {
      "nodeID": "143419",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:02"
    },
    {
      "nodeID": "143420",
      "text": "Is asking two people really a poll? :p  Waxy",
      "type": "I",
      "timestamp": "2016-03-08 19:58:02"
    },
    {
      "nodeID": "143421",
      "text": "Just how many graduates of the ICR Graduate School in geology and working in the oil industry do you think there are?",
      "type": "I",
      "timestamp": "2016-03-08 19:58:02"
    },
    {
      "nodeID": "143422",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:02"
    }
  ],
  "edges": [
    {
      "edgeID": "185846",
      "fromID": "143412",
      "toID": "143413",
      "formEdgeID": null
    },
    {
      "edgeID": "185847",
      "fromID": "143413",
      "toID": "143411",
      "formEdgeID": null
    },
    {
      "edgeID": "185848",
      "fromID": "143415",
      "toID": "143416",
      "formEdgeID": null
    },
    {
      "edgeID": "185849",
      "fromID": "143416",
      "toID": "143414",
      "formEdgeID": null
    },
    {
      "edgeID": "185850",
      "fromID": "143418",
      "toID": "143419",
      "formEdgeID": null
    },
    {
      "edgeID": "185851",
      "fromID": "143419",
      "toID": "143417",
      "formEdgeID": null
    },
    {
      "edgeID": "185852",
      "fromID": "143421",
      "toID": "143422",
      "formEdgeID": null
    },
    {
      "edgeID": "185853",
      "fromID": "143422",
      "toID": "143420",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
