{
  "nodes": [
    {
      "nodeID": "151846",
      "text": "O.k., lets go through your scenario. The government has been toppled and the standing army has been crushed. Somehow all Americas nuclear arms were obliterated. The invading force has successfully instituted a dictatorship and is now systematically destroying our personal freedoms.  Now suppose the year is 1799 and the population rises up. The five rounds with 200 million guns, works. The population overthroughs the invading army through sheer numbers, though the price is high in terms of casualties. America is once again free and the democratic system is once again put in place. The year is 2004, the population is no longer fit and tough from working in the fields to get their own food. But each of the 400 million people has a gun, with lets say 30 rounds each. The population now has 12 billion rounds, and lets assume each round is an armour piercing bullet with long range capabilities, and lets also assume for the hell of it, that each gun is a machine gun with long-range single shot abilities and a scope (just for fun).  Same situation, same invading force. The population rises up, taking along with them the few remaining rockets and bombs from the few remaining weapons caches. Lets say 2 million hand-held anti-plane missiles, 4 million anti-tank missiles and for even more fun, lets say they have a genius military leader who has somehow the ability to maintain instant contact with any unit anywhere, and is the greatest tactical mind the planet has ever know. To overthrough the standing American army the invading force must have had massive numbers of planes, tanks and naval units.  First off, 4 million anti-tank weapons is not much when put against 400 million people, so you have a lot of venerable areas. Where ever the militia units try to form, they are killed by tanks, even though many of the tanks with infantry backing are destroyed the army keeps going because to over through America who has the greatest tanks in the world, you would have to have like 10-1 ratio on the American armed divisions.  But, wait. Lets assume somehow the ground forces of well-organized troops and tanks is defeated by the population. Lets assume the invading army again somehow lost all its ground units, lets pretend the enemy forces had exactly 4 million tanks, and the ratio of shot-to-kill was perfect.  To defeat the American army of planes you would, again, have to have massive numbers (or technology superior planes). So the population tries shooting down the planes, but the planes would usually get away because modern planes can take out a ground-based target with out ever going closer the a couple miles.  But again, wait. Somehow, without losing so many troops as not to be able to defeat the massive mechanized occupying force, all planes are spotted (miles away) and shoot down by the UNTRAINED militia. The genius military leaders (who no body though to kill) work no doubt.  Yet still, the population is defeated because if I remember correctly, the militia doesn't have naval units. So even if all the inland forces could be killed, the majority of costal forces would be protected by barrages from the enemy naval force (which is very large because it had to defeat the American navy, the greatest in the world technologically). But lets assume, the population just swims to the invading ships, kills the crews, and uses the ships they stole to kill the other enemy ships. Thank god for that tactical genius at the helm of the American resistance.  I am actually guessing that invading force must be like 20 times bigger then America's armies for one simple reason. The only way you could defeat the American ICBMs is to have a blitzkrieg (I know my spelling sucks) like attack. Most of the ICBM silos aren't connected to the internet, mainly because the government knows the silos would be venerable to internet attack, so any rebuttal involving the virus-like disabling of the nuclear stockpile is gone. Now, you may be wondering what am I trying to say here. Well its simple, if somehow, just somehow, the entire military force of the U.S. was obliterated, it would take just one ICBM hit on the enemy's capital city to make attack impossible.  Again, the blitzkrieg like attack? Even if that worked the U.S., like Russia and a few other nuclear powers, keeps stockpiles of nuclear weapons hidden underground in the invent of being taken over, and the underground stockpiles usually have several rockets with enough range to blast the heck out of the closest invading army. So it would never happen that the U.S. would be left nuclear-naked. But lets assume that happened (maybe during a really, REALLY cool party some idiot colonel peed on them, and they just fried). The genius military commander did somehow take out the entire invading force of air, ground and sea. You still have to deal with the fact that whoever invaded the U.S. probably spend several trillion doing it ( I know, that's a pretty low number for the invasion of America), and in that case most likely have satellites and long-range missiles (again lets assume somehow America's own just fell out of the sky and the invading force got even guys together to be able to take out all America's nuclear silos including the underground stockpiles which each have own guard forces of soldiers training night and day for such an event).  The hugest, most glaring problem with the militia, unless every one the 400 million militia units somehow got a radio and a laptop, they would have to gather. And if they gathered in the numbers they would need to gather in, to order to defeat the large invading army, they would be taken out very easily by 1. ICBMs launched from enemy subs 2. Prominent meetings between our military genius and his supporters stopped by snipers with a 1.5 mile range and superb training and intelligence (remember those satellites) 3. all groups preparing for 'battle' so to speak could be taken out as they are marching or driving or whatever by mortars, ambushes, rockets, infantry rushes, tank columns etc. before they knew what hit them. 4. It would take a lot of planning to get 400 million people to fight, and assuming everybody has a laptop with wireless capability, they would still need satellites for the military genius in California to command units in N.Y., N.Y., and....wait America's satellites are gone and if the invading force could do that, it wouldn't be that hard to take out commercial internet satellites in geoscyhronize orbit (effectively sitting ducks). And any land based networks would be destroyed in the first few hours of insurrection.  -------------------------------------------------------------------------- But militia units only have guns, and they would get their butts whooped, even with massive numbers. What you are saying is only true about Napoleonic tactics, in today's modern warfare almost completely infantry-based armies are obsolete and very venerable  No the afghan war is not a valid counterpoint, the terrain was different, the people are more hardened, the weapons were supplied by a military power superior to the Russians, the afghans had unlimited anti-tank reserves, had incredibly extensive cave networks in which to hide, plan and attack, only had to defeat, on the majority, other infantry battalions because of the terrain in which armoured vehicles could not cross, the Russians were under funded and their moral low, the soviets had already been beaten down by large amounts of smaller fights across the cracking Soviet Empire, china needed to be supplied with more troops as it started to look toward independence, Afghanistan is nowhere near water eliminated the possibility of naval back-up by the very crappy Russian naval forces, the afghans received help from the rest of the Arab world which would not happen with the U.S. because if an enemy can take out the U.S., it could probably take out the combined forces of Europe and North America, and, finally, the afgans didn't have nukes so they had to defend themselves with their own two hands, but america has nukes and if ever anything tryed to do what is in the above senario they would get blasted because unlike the russians in afganhistan, the americans would be defended their homeland.  Neither is the French revolution a good-counter point, as I have said, your tactics only work with Napoleonic-style battles and guess what kind of battle were happening when Napoleon the 3rd was in power? (in case you didn't learn it in school, Napoleon the 3rd, napoleon's nephew, was in power during the french revolution)  Trust me, cause the only thing I love more then physics is military tactics and warfare.  ----As I have shown in more detail, Treat2 is right, it wouldn't work.------  The other amendments don't pertain to retaining the sovereignty of the U.S.A, they pertain to the basic rights each citizen enjoys and therefore will always be important and 'In Fashion' so long as the U.S. still has human citizens.  Please opinions only, not baseless assumptions using limited military knowledge, or rebuttals to previous opinions.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:35"
    },
    {
      "nodeID": "151847",
      "text": "So,in your opinion,are you saying that this invading force that you are talking about,would never bat an eye as to whether the people of the USA are armed to the teeth or not in their pre-war planning? Surely any country that tried to overtake the USA would suffer severe damage to its military in all aspects.And even if it succeeded,it would still have to deal with our armed citizens. Are you trying to tell me that this is not a ditterent? Sure,if you dream up some DARTH VADER size invasion,no one stands a chance.But if you put it real world perspective.Say,2 or 3 of the bigger countries got together and decided to over take the USA.I would assume 'armed citizens' would be a major factor in deciding whether to invade or not.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:35"
    },
    {
      "nodeID": "151848",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:35"
    }
  ],
  "edges": [
    {
      "edgeID": "191788",
      "fromID": "151847",
      "toID": "151848",
      "formEdgeID": null
    },
    {
      "edgeID": "191789",
      "fromID": "151848",
      "toID": "151846",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
