{
  "nodes": [
    {
      "nodeID": "150194",
      "text": "Maybe. Maybe not. Frankly, I don't care. You still don't get to make these decisions for me (whether I i have sex, use birth control or reporoduce) - and I don't give a damn how many laws I may break to continue to own my body. Trust me boys, there ain't anything you can do about that. Period.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150195",
      "text": "And you should be able to do this even if it might hurt someone else...abortion kills another human, drinking and driving might hurt kill another human, firing a gun in the privacy of your own home might hurt someone but it is in private so I don't give a damn what someone else thinks.   ---- Anyway, I see you guys still won't admit that Planned Parenthood is wrong about the facts and is misleading women everywhere...but thats ok because you like these facts.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150196",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150197",
      "text": "It is irrelevant what Sanger's viewpoint on eugenics was. Even if we accept that she did advocate it remember birth control is not eugenics in itself but one of the tools used to meet its aims.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150198",
      "text": "No, it's plenty relevant. See what I mean, the pro-abortion crowd is attempting to downplay the signifigance of one of their heroines' philosophies. Especially when you consider that Sanger was in lock-step with Adolph Hitler's philosophy regarding the 'master race!'",
      "type": "I",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150199",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150200",
      "text": "Based on what? You admit there were 800,000 abortions performed in 1973 but yet if you dared to check the fertility rate between 1972 to 1973 it is nearly static; meaning there were just as many people giving birth before and after Roe. Surely, 800,000 potential births being aborted would have cut the fertility rate sharpely but it didn't. You don't have to be a rocket-scientist to speculate what this means; that just as many women were having abortions between 1972 - 1973 and Roe v Wade only changed who was performing these abortions...not whether people were having them or not.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150201",
      "text": "so a 200,000 or 20% decrease in abortions happened because abortion became legal? Where is your rocket-science skills on that one? Aside from the actual numbers not being known, the experts still state that it probably wasn't as high as many abortions activists claim. http://www.forerunner.com/forerunner/X0449_Life_Without_Roe.html",
      "type": "I",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150202",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150203",
      "text": "Think twice about that. You come on here strutting your stuff that Planned Parenthood is lying or misleading and now everyone can see that you are the one who is misleading. Now isn't that ironic!",
      "type": "I",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150204",
      "text": "You are the only one defending them now...the funny part it, planned parenthood had the stats as reasons why abortion should be legal (or is legal). But wait! As we established the number of people that died from abortions went down to under a thousand so this reason is still not accurate and is still misleading. Anymore ideas?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150205",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150206",
      "text": "Wow! Can you imagine that? A study affiliated by the NRLC also just happens to support their platform position concerning the number of illegal abortions. What a favorable coincidence! It doesn't even tell you how it was done. However every statistic concerning the number of illegal abortions being performed within the millions to hundreds of thousands come from people not affiliated within either movement. They were observations and studies done on the forefront; doctors treating post-abortive women from complications.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150207",
      "text": "So you use the site to try and make a point and then call the site biased....How confusing. You then go on to talk about a how making abortion illegal will not reduce abortions (a point I don't really care about) but unrelated to this topic...so if you want to talk about that, start another thread.  So do you still wish to defend Planned Parenthoods fake numbers?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150208",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150209",
      "text": "The figure comes from a 1936 study by Dr. Frederick Taussig who estimated that abortion claimed the lives of 5,000 to 10,000 women a year.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:13"
    },
    {
      "nodeID": "150210",
      "text": "So 5,000 to 10,000 women dying from illegal abortions isn't high? Dude, that is nearly five times the number of women who were dying from abortions in the 1940s! That is VERY high!",
      "type": "I",
      "timestamp": "2016-03-08 20:12:14"
    },
    {
      "nodeID": "150211",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:14"
    }
  ],
  "edges": [
    {
      "edgeID": "190624",
      "fromID": "150195",
      "toID": "150196",
      "formEdgeID": null
    },
    {
      "edgeID": "190625",
      "fromID": "150196",
      "toID": "150194",
      "formEdgeID": null
    },
    {
      "edgeID": "190626",
      "fromID": "150198",
      "toID": "150199",
      "formEdgeID": null
    },
    {
      "edgeID": "190627",
      "fromID": "150199",
      "toID": "150197",
      "formEdgeID": null
    },
    {
      "edgeID": "190628",
      "fromID": "150201",
      "toID": "150202",
      "formEdgeID": null
    },
    {
      "edgeID": "190629",
      "fromID": "150202",
      "toID": "150200",
      "formEdgeID": null
    },
    {
      "edgeID": "190630",
      "fromID": "150204",
      "toID": "150205",
      "formEdgeID": null
    },
    {
      "edgeID": "190631",
      "fromID": "150205",
      "toID": "150203",
      "formEdgeID": null
    },
    {
      "edgeID": "190632",
      "fromID": "150207",
      "toID": "150208",
      "formEdgeID": null
    },
    {
      "edgeID": "190633",
      "fromID": "150208",
      "toID": "150206",
      "formEdgeID": null
    },
    {
      "edgeID": "190634",
      "fromID": "150210",
      "toID": "150211",
      "formEdgeID": null
    },
    {
      "edgeID": "190635",
      "fromID": "150211",
      "toID": "150209",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
