{
  "nodes": [
    {
      "nodeID": "155604",
      "text": "Personally, I feel that abortion is wrong, even if the mother is in danger of loosing her life when the baby is born. Think about, just for a second, not only did God create us, but he also decides when our work for him is over and we can return home to Him. With that in mind, if the mother is in danger of loosing her life, it is God's will. Her work here on earth is done. Some may argue that 'who cares? it wasnt alive anyway, and besides, what are the chances that it would have actually done something great like find a cure for AIDS?' I have had many people use that in an arguement, well, my answer for them is always 'what are the chances that wouldn't?' Think about it. One of the 3000 or so aborted babies a day, could have found the cure for AIDS or another disease. Another may have found a way to have the closest thing to world peace that we can have.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:09"
    },
    {
      "nodeID": "155605",
      "text": "Well you just made the ultimate mistake. Trying to justify things based on your belief in God skews your views and doesn't allow you to make a logical decision anyways. This has basically just become a religious debate instead of one on abortion and I think if you want to find the answer to this question you will need to debate on the Religion board. Also if everything that occurs is Gods will, then isn't it Gods will that an abortion take place if it does occur? I won't debate that an aborted baby could have been responsible for an important event in the future if it had been born, but this is a rare event. I submit to you this idea as well if you like the cases of rare events. What if one of those babies grew up and killed someone who would be responsible for an important future event had he lived long enough to do so? That is a rare case as well. I'm sure you will say this doesn't justify abortion and I'll agree with you because both our points about low probability instances are so rare that they shouldn't matter in this debate anyways.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:10"
    },
    {
      "nodeID": "155606",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:10"
    },
    {
      "nodeID": "155607",
      "text": "Now onto the mother dieing if giving birth this is juss my opinion and belief if iwas the mother i would have first married a husband who would raise the kid up right after i died. Also i would know that i have lived some odd years and know its my turn to allow another to live. For i have had a full life and the baby deserves a chance.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:10"
    },
    {
      "nodeID": "155608",
      "text": "Oh how wonderful for you. You can say something like this so easily without having to consider anything but what someone else would have to do. Are you a man or woman? As a man you would never have to live by the advice your giving but would you so willingly follow your advice if your wife had to make the choice? How about your mom? How about your sister? How about your child? For a woman it is slightly different as you may have to follow through with this yourself. How would you explain this to your parents? How about your kids? How could you die knowing your husband would have to raise your killer? Wouldn't you wonder? As a husband what would be the affects of knowing your kid killed your loved one? In a vacuum where only one life is affected I guess I could agree with you. However, hundreds of lives are affected. And lets not forget, I'm the one debating that people should be given a choice here while your trying to force them into a choice. Your the one who is saying this specific suffering has to occur while I'm saying make your own decision and pick the suffering you deem the least of the two horrible options.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:10"
    },
    {
      "nodeID": "155609",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:24:10"
    },
    {
      "nodeID": "155610",
      "text": "LASTLY ID LIKE TO SAY WHY DONT WE STOP AND ASK THE ABORTED BABIES WHAT THEY THINK ON ABORTION...... hmm we cant",
      "type": "I",
      "timestamp": "2016-03-08 20:24:10"
    },
    {
      "nodeID": "155611",
      "text": "I think therefore I am, I don't think therefore I am not. You cannot say something like 'Lets ask the baby what it thinks'. That is like asking a brain dead person what he thinks. The brain dead person isn't there. He doesn't exist in our world. His body is there, but he isn't. That is assuming you place emphasis on the mind making us what we are like I do. You could debate this though although it is legal to pull the plug on the brain dead person. I've never actually felt so deeply about this topic as I do now after you mentioned the wife dying for the kid to live. It makes me sick even thinking about how you would have her so easily accept her death. Perhaps you feel the same way about how easily I accept the death of an unborn. However, I want you to put yourself in some situations where either you or your wife or daughter or son or mother and father will have to deal with this type of situation. I don't want you to just answer with no real feeling and just do it for the sake of debating my point of view. Take it to heart and actually think it over. I can't believe you cannot find a single case where you would wish to have the choice or wish for someone else to have the choice.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:10"
    },
    {
      "nodeID": "155612",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:10"
    }
  ],
  "edges": [
    {
      "edgeID": "194446",
      "fromID": "155605",
      "toID": "155606",
      "formEdgeID": null
    },
    {
      "edgeID": "194447",
      "fromID": "155606",
      "toID": "155604",
      "formEdgeID": null
    },
    {
      "edgeID": "194448",
      "fromID": "155608",
      "toID": "155609",
      "formEdgeID": null
    },
    {
      "edgeID": "194449",
      "fromID": "155609",
      "toID": "155607",
      "formEdgeID": null
    },
    {
      "edgeID": "194450",
      "fromID": "155611",
      "toID": "155612",
      "formEdgeID": null
    },
    {
      "edgeID": "194451",
      "fromID": "155612",
      "toID": "155610",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
