{
  "nodes": [
    {
      "nodeID": "139589",
      "text": "Monster: I believe in something very much like intelligent design but I also believe in evolution.  I believe in a creator but summarily reject the bible.  Clearly the bible is myth and a dangerous one at that.  But I do not see why one can not and should not believe that evolution is simply the way our intelligent designer created us. An intelligent designer would design a system to produce the product as easily as possible.  After the singularity was designed there is simply nothing left to do but sit back and enjoy the show.",
      "type": "I",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139590",
      "text": "All of that sounds a lot like Deism.  Personally, if I was somehow FORCED to believe in a religion, based on what I currently know of the lot, it would be Deism.",
      "type": "I",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139591",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139592",
      "text": "Monster: As for those who would redesign science to include it well, XXXXXX are everywhere what else can you do about it except hope they donÂ’t come to power?",
      "type": "I",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139593",
      "text": "Have you seen who our current President is?",
      "type": "I",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139594",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139595",
      "text": "Does belief in intelligent design preclude belief in evolution Forgive me for I am sure all of you must have all ready discussed this at some time in the past.  I believe in something very much like intelligent design but I also believe in evolution.  I believe in a creator but summarily reject the bible. ?",
      "type": "I",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139596",
      "text": "Ah, so I take it you are saying is it possible to reconcile a belief in God (of some sort) with the discoveries of science? Well I hope it is as long as one never lets a religious belief stand in the way of objective analysis of evidence from the physical world.",
      "type": "I",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139597",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139598",
      "text": "An intelligent designer would design a system to produce the product as easily as possible.",
      "type": "I",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139599",
      "text": "With regard to this statement you have to consider: 1. How can anyone know what product an 'intelligent designer' wanted. 2. Even from the example of life on Earth we can clearly see there is nothing easy at all about the path life has taken over the millenia. But I think it is possible to hold your position, although it can be a tricky one by virtue of the entrenchment of opinions that has occured in the religion science debate- due to the less than pragmatic attiudes of some of the participants.",
      "type": "I",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139600",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139601",
      "text": "An intelligent designer would design a system to produce the product as easily as possible.  After the singularity was designed there is simply nothing left to do but sit back and enjoy the show.",
      "type": "I",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139602",
      "text": "would this be considered intelligent design? to me it would be like winding up a top, loading it with paint, and then letting it spin on paper to create a painting. the process is deliberately set in motion, but the painting itself is random and not deliberate. where the paint falls is not by design, even though the overall pattern would be. anyway, to answer the question, there are lots of people who believe in a creator as well as evlution, so the beliefs are not mutually exclusive. the problem is that christianity depends upon the account of genesis being true. spontaneous origin is mutually exclusive to genesis, but evolution by itself is not necessarily. but evolution poses other problems such as the age of the earth and the existence of dinosaurs that creationists are stumped by. in order to belief in evolution, you must, at the very least, disregard the genesis account. and disregarding genesis automatically invalidates christianity. but it doesnt necessarily invalidate the existence of a creator. pretty wierd, huh?",
      "type": "I",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139603",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139604",
      "text": "If one accepts the Intelligent Design movement's form of ID, ...",
      "type": "I",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139605",
      "text": "Can you explain to me what that is? I've never been able to get a straight answer. In particular, what was supposed to have happened, and when?",
      "type": "I",
      "timestamp": "2016-03-08 19:49:32"
    },
    {
      "nodeID": "139606",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:49:33"
    },
    {
      "nodeID": "139607",
      "text": "Well, I can more easily explain what it is NOT. In my latter ID days, I was arguing for a form of Directed Panspermia, with the aliens themselves having arisen by purely natural means - starting off as simpler organisms than us, but then evolving intelligence - and then creating life as we know it. Without getting into details, imagine what we humans will probably due in 100 years or so: create a new form of life (robotic) that is vastly different than our own and probably more complex. And it is a form of life we would be more likely to send out into space than ourselves, and that is better suited for being send out to other planets than we are. Analogously, imagine a form of alien life unlike that as we know it creating bacterial life and then sending it out in spaceships to populate other worlds. With our form of life being designed by a different form of life and rocketed here, that would be intelligent design of life as we know it. However, that is NOT what the ID movement holds ID to be: their's is a religious position down to its core, as became even more clear in the Dover, PA court case.  Also, one could argue that Intelligent Design is a fact. When humans create a novel amino acid sequence, or modify a bacterium to perform a specific target function, then we are practicing intelligent design in biology. But that is NOT what the ID movement means. Theirs is a religious position that uses human design as an analogy, not as their goal.  As far as Behe's ID, he made it clear in his Darwins' Black Box and in court in the Dover, PA case that he can't say much of anything about ID. He can't tell WHEN the designs were created, HOW the designs were instantiated, by WHOM or 'WHOMS' the designs were created, or WHERE the designs and instantiations occurred. He's got 0 details. Yet he rejects evolution - despite the tons of evidence - because not every single I has been dotted in the origin of the bacterial flagellum. Behe strains out a gnat yet swallows a camel.",
      "type": "I",
      "timestamp": "2016-03-08 19:49:33"
    },
    {
      "nodeID": "139608",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:49:33"
    },
    {
      "nodeID": "139609",
      "text": "The ID movements form of ID states that there are 'large gaps' in the theory of evolution that can only be explained by the presence of a supernatural designer. Behe is happy to think that it is the christian god (like the rest of them), but they arn't allowed to say that, because if they do, they violate that annoying ammendment! The ID argument is not scientific, because it's not falsifiable, and has no supporting evidence. The ID movement relies solely on LACK of evidence for evolution, which is complete bunk. Just because we don't know yet, it doesn't mean that godditit. (Incedentally, most of Behe's claims of 'Irreducible Complexity' are already destroyed by science, as DamEtel will be more than happy to explain.)",
      "type": "I",
      "timestamp": "2016-03-08 19:49:33"
    },
    {
      "nodeID": "139610",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:49:33"
    },
    {
      "nodeID": "139611",
      "text": "That , of course, is the logical fallacy known as 'Personal incredibility'. The concept he promoted of 'irreducilble complex' has been shown to be devoid of any meaning. All example he showed of 'gaps' in systems he proclaimed to be 'irredibly complex' have been shown to be reducible. Some were even found to be reducible even BEFORE his book 'Darwin's black box' was published. Those gaps in knowledge were filled in. What Behe was basiclaly saying is 'Gosh, we don't know, it must have been God'. We found out. God retreats. Yes, there are unknowns, and probably always will be. But our ignornace is not evidence of an intelligent designer. To promote an intelligent designer as a scientific theory, you have to have evidence FOR an intellient designer, rather than gaps in the knowlege of how biochemical systems formed.  Believing in a God is fine, but it isn't science.",
      "type": "I",
      "timestamp": "2016-03-08 19:49:33"
    },
    {
      "nodeID": "139612",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:49:33"
    },
    {
      "nodeID": "139613",
      "text": "The ID movements form of ID states that there are 'large gaps' in the theory of evolution that can only be explained by the presence of a supernatural designer. Behe is happy to think that it is the christian god (like the rest of them), but they arn't allowed to say that, because if they do, they violate that annoying ammendment!",
      "type": "I",
      "timestamp": "2016-03-08 19:49:33"
    },
    {
      "nodeID": "139614",
      "text": "So if I understand this correctly, we shouldn't believe evolution because it has gaps, but we should believe ID even though no one will/can say when the design happened, where it happened, what it was, or who the intelligence was? Is that about right? Seems to me the ID is nothing but gaps. Whenever I push an IDer for details of their claims, all I get is an anti-evolution position. Not even IDers seem to be able to say why ID should be considered correct.",
      "type": "I",
      "timestamp": "2016-03-08 19:49:33"
    },
    {
      "nodeID": "139615",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:49:33"
    }
  ],
  "edges": [
    {
      "edgeID": "183128",
      "fromID": "139590",
      "toID": "139591",
      "formEdgeID": null
    },
    {
      "edgeID": "183129",
      "fromID": "139591",
      "toID": "139589",
      "formEdgeID": null
    },
    {
      "edgeID": "183130",
      "fromID": "139593",
      "toID": "139594",
      "formEdgeID": null
    },
    {
      "edgeID": "183131",
      "fromID": "139594",
      "toID": "139592",
      "formEdgeID": null
    },
    {
      "edgeID": "183132",
      "fromID": "139596",
      "toID": "139597",
      "formEdgeID": null
    },
    {
      "edgeID": "183133",
      "fromID": "139597",
      "toID": "139595",
      "formEdgeID": null
    },
    {
      "edgeID": "183134",
      "fromID": "139599",
      "toID": "139600",
      "formEdgeID": null
    },
    {
      "edgeID": "183135",
      "fromID": "139600",
      "toID": "139598",
      "formEdgeID": null
    },
    {
      "edgeID": "183136",
      "fromID": "139602",
      "toID": "139603",
      "formEdgeID": null
    },
    {
      "edgeID": "183137",
      "fromID": "139603",
      "toID": "139601",
      "formEdgeID": null
    },
    {
      "edgeID": "183138",
      "fromID": "139605",
      "toID": "139606",
      "formEdgeID": null
    },
    {
      "edgeID": "183139",
      "fromID": "139606",
      "toID": "139604",
      "formEdgeID": null
    },
    {
      "edgeID": "183140",
      "fromID": "139607",
      "toID": "139608",
      "formEdgeID": null
    },
    {
      "edgeID": "183141",
      "fromID": "139608",
      "toID": "139605",
      "formEdgeID": null
    },
    {
      "edgeID": "183142",
      "fromID": "139609",
      "toID": "139610",
      "formEdgeID": null
    },
    {
      "edgeID": "183143",
      "fromID": "139610",
      "toID": "139605",
      "formEdgeID": null
    },
    {
      "edgeID": "183144",
      "fromID": "139611",
      "toID": "139612",
      "formEdgeID": null
    },
    {
      "edgeID": "183145",
      "fromID": "139612",
      "toID": "139609",
      "formEdgeID": null
    },
    {
      "edgeID": "183146",
      "fromID": "139614",
      "toID": "139615",
      "formEdgeID": null
    },
    {
      "edgeID": "183147",
      "fromID": "139615",
      "toID": "139613",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
