{
  "nodes": [
    {
      "nodeID": "147825",
      "text": "Genisis 19:30-36 And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar: and he dwelt in a cave, he and his two daughters. And the firstborn said unto the younger, Our father is old, and there is not a man in the earth to come in unto us after the manner of all the earth: Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father. And they made their father drink wine that night: and the firstborn went in, and lay with her father; and he perceived not when she lay down, nor when she arose. And it came to pass on the morrow, that the firstborn said unto the younger, Behold, I lay yesternight with my father: let us make him drink wine this night also; and go thou in, and lie with him, that we may preserve seed of our father. And they made their father drink wine that night also: and the younger arose, and lay with him; and he perceived not when she lay down, nor when she arose. Thus were both the daughters of Lot with child by their father.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:06"
    },
    {
      "nodeID": "147826",
      "text": "So both daughters get daddy ******, shag him and get pregnant. And considering that God smites people for just about anything and everything in the Bible, he seems silently approving in this case.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:06"
    },
    {
      "nodeID": "147827",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:06"
    },
    {
      "nodeID": "147828",
      "text": "BTW, if you have no problem with gay marriage between two biologically related gay people, then you are sick.  Lets see how many are sick enough to be FOR marriage between two biologically related gay men/women, such as brothers/sisters, who are at age of consent. I am consistent.  I am ONLY for traditional marriage... between a man and a woman. No gay marriage of any type, thank you.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:06"
    },
    {
      "nodeID": "147829",
      "text": "Actually it seems you are the one that is sick. You have this obsession with what others do with their sex life and want the government to try and prevent any kind of sex you don't approve of. It looks like you are trying hard to repress homosexual desires you have. Otherwise why do you care what others do when it doesn't affect you? I'm not for or against what other adults do with their consentual sex life. It's none of my business.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:06"
    },
    {
      "nodeID": "147830",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:06"
    },
    {
      "nodeID": "147831",
      "text": "Human's wrote the bible. Not all words in the bible were inspired by God. They are simply fallable man's interpretation of a greater intelligence. Human's little finite minds cannot comprehend this greater intelligence in all concepts.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:06"
    },
    {
      "nodeID": "147832",
      "text": "Oh I quite agree. Unfortunately, not everyone is able to see it as such. I was admitting to those who don't that it does appear that God confirms their homosexual prejudices.  To back Traveler up however, I don't buy the 'closet case' answer myself. People who are racist aren't secretly scared they are black, equally homophobes aren't necessarily closet homosexuals. Unfortunately such irrational prejudices just exist.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:06"
    },
    {
      "nodeID": "147833",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:07:06"
    },
    {
      "nodeID": "147834",
      "text": "The only obsession is see is the obsession gays have in seeking acceptance for their lifestyles....",
      "type": "I",
      "timestamp": "2016-03-08 20:07:07"
    },
    {
      "nodeID": "147835",
      "text": "You keep starting all these threads on gays, that&#8217;s called obsession.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:07"
    },
    {
      "nodeID": "147836",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:07"
    },
    {
      "nodeID": "147837",
      "text": "bestiality commiters will possibly make similar arguments, since their logic is about the same (i.e., not illegal, not hurting anyone else), and there will be no surprise if people could marry their pets in the future.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:07"
    },
    {
      "nodeID": "147838",
      "text": "But bestiality consists of animal cruelty, so very much hurts another. Just not another human.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:07"
    },
    {
      "nodeID": "147839",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:07"
    }
  ],
  "edges": [
    {
      "edgeID": "188952",
      "fromID": "147826",
      "toID": "147827",
      "formEdgeID": null
    },
    {
      "edgeID": "188953",
      "fromID": "147827",
      "toID": "147825",
      "formEdgeID": null
    },
    {
      "edgeID": "188954",
      "fromID": "147829",
      "toID": "147830",
      "formEdgeID": null
    },
    {
      "edgeID": "188955",
      "fromID": "147830",
      "toID": "147828",
      "formEdgeID": null
    },
    {
      "edgeID": "188956",
      "fromID": "147832",
      "toID": "147833",
      "formEdgeID": null
    },
    {
      "edgeID": "188957",
      "fromID": "147833",
      "toID": "147831",
      "formEdgeID": null
    },
    {
      "edgeID": "188958",
      "fromID": "147835",
      "toID": "147836",
      "formEdgeID": null
    },
    {
      "edgeID": "188959",
      "fromID": "147836",
      "toID": "147834",
      "formEdgeID": null
    },
    {
      "edgeID": "188960",
      "fromID": "147838",
      "toID": "147839",
      "formEdgeID": null
    },
    {
      "edgeID": "188961",
      "fromID": "147839",
      "toID": "147837",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
