{
  "nodes": [
    {
      "nodeID": "148720",
      "text": "5. a human fetus.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:11"
    },
    {
      "nodeID": "148721",
      "text": "http://dictionary.reference.com/browse/baby Already proven wrong and you just joined....emoticon_frazzled",
      "type": "I",
      "timestamp": "2016-03-08 20:09:11"
    },
    {
      "nodeID": "148722",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:11"
    },
    {
      "nodeID": "148723",
      "text": "Whether you agree or not - It's the dark truth!",
      "type": "I",
      "timestamp": "2016-03-08 20:09:11"
    },
    {
      "nodeID": "148724",
      "text": "Translation: 'Shut up, I'm right!'",
      "type": "I",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148725",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148726",
      "text": "(gen·o·cide - n. The deliberate and systematic destruction of a national, racial, religious, political, cultural, ethnic, or other group defined by the exterminators as undesirable. [snip] Abortion supporters are infuriated at the notion that abortion is comparable to the Holocaust because they incessantly argue that the unborn aren't people.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148727",
      "text": "That's a bit of a sidestep. Abortion is not genocide because abortion is not destruction of a certain group of people based on race, religion, ethnicity, etc. There is no way to make a case for abortion being genocide without making capitol punishment qualify as genocide. Frankly, I think it's easier to do the latter (yet most pro-lifers are also pro-death penalty). If you want to make an argument, then make an argument. But don't call abortion genocide; that's just dumb.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148728",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148729",
      "text": "(edited for brevity) Abortion is the greatest moral evil of our time. Dr. James Dobson.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148730",
      "text": "Well, considering that quote comes from somebody whose throat I would just as soon slit as have come within ten feet of my child, it means nothing.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148731",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148732",
      "text": "Abortion is the greatest moral evil of our time. Dr. James Dobson.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148733",
      "text": "The one thing Dobson can't answer logically relates to incest and rape. Why? This is a matter for the victim to deal with. . . .not the infallable law of the bible.  It's always interesting to me that the bible thumpers refuse to look at abortion other than through religious, save the fetus, eyes and yet, are ready to KILL the sicko's of society when they have committed a haneous crime. Too many 'thumpers' don't read all of bible. And yet the same bible states: Abortion is not murder. A fetus is not considered a human life.  If men strive, and hurt a woman with child, so that her fruit depart from her, and yet no mischief follow: he shall be surely punished, according as the woman's husband will lay upon him; and he shall pay as the judges determine. And if any mischief follow, then thou shalt give life for life. -- Exodus 21:22-23 The Bible places no value on fetuses or infants less than one month old.  And if it be from a month old even unto five years old, then thy estimation shall be of the male five shekels of silver, and for the female thy estimation shall be three shekels of silver. -- Leviticus 27:6  Fetuses and infants less than one month old are not considered persons.  Number the children of Levi after the house of their fathers, by their families: every male from a month old and upward shalt thou number them. And Moses numbered them according to the word of the LORD. -- Numbers 3:15-16  God sometimes approves of killing fetuses.  And Moses said unto them, Have ye saved all the women alive? ... Now therefore kill every male among the little ones, and kill every woman that hath known man by lying with him. -- Numbers 31:15-17 (Some of the non-virgin women must have been pregnant. They would have been killed along with their unborn fetuses.)  Your bible, not mine. Maybe Dobson needs to read a bit more of his bible rather than condeming others. Isn't he supposed to be a psychologist? What's his expertise in biblical literature? I think we all need to read a bit more before we critize how others live.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148734",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148735",
      "text": "Translation: 'Shut up, I'm right!'  That's a bit of a sidestep. Abortion is not genocide because abortion is not destruction of a certain group of people based on race, religion, ethnicity, etc. There is no way to make a case for abortion being genocide without making capitol punishment qualify as genocide. Frankly, I think it's easier to do the latter (yet most pro-lifers are also pro-death penalty). If you want to make an argument, then make an argument. But don't call abortion genocide; that's just dumb.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148736",
      "text": "Abortion targets a very specific group of human beings: unwanted, unborn children. Convention on the Prevention and Punishment of the Crime of Genocide.  The Convention defined genocide as any of a series of acts designed to 'destroy, in whole or in part, a national, ethnical, racial or religious group.' The acts listed include among others, causing serious bodily or mental harm to members of the group, imposing measures intended to prevent births within the group or forcibly transferring children out of the group.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148737",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148738",
      "text": "You'll find that abortion targets none of these: 'national, ethnical, racial or religious group(s).' Unwanted, unborn children is not a specific group. Nor are members of any group specifically targeted for abortion. The practice in open to all in the US. Sorry. But all that shows is an abundant level of ignorance. Now, if you can show that abortion is only used to cull the Romany populations in East Europe...then you may have a point.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148739",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:12"
    },
    {
      "nodeID": "148740",
      "text": "Abortion targets a very specific group of human beings: unwanted, unborn children.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148741",
      "text": "Do 'unwanted, unborn [fetuses]' make up a 'national, ethnical [sic?], racial, or religious group'?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148742",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148743",
      "text": "emoticon_xagree ...",
      "type": "I",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148744",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148745",
      "text": "As a woman, I don't want any MAN to be deciding for me what I can and can't do with my own body.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148746",
      "text": "But you are ok with a woman deciding what is right for someone else's own body...specifically the babies?  Seems to me a woman isn't more qualified to deal with the issue of abortion than a man. In fact, it could be said that the man has the only independent perspective.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148747",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148748",
      "text": "My belief is that abortion shouldn't be a right, but it shouldn't be something that's criminal if the reasons are justifiable. I think it should be treated akin to homicide, you don't get punished if your actions were truly justified.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148749",
      "text": "And who gets to decide if it is 'justified'? Rest assured that the right-wing fundies won't allow YOU to do so for yourself.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148750",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148751",
      "text": "But you are ok with a woman deciding what is right for someone else's own body...specifically the babies?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148752",
      "text": "How would you like to have a parasite in your body and not be given treatment to remove it based solely on the fact that even parasitic organisms are living things and deserve life? Not pretty is it? Imagine being one of those guys in the Alien movies and you've got a chestburster in you that's gonna kill you once its fully gestated, but you're not allowed to have an operation to have it removed from your body because of an intergalatic treaty declaring that all life is precious and must be observed.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148753",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148754",
      "text": "In fact, it could be said that the man has the only independent perspective.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148755",
      "text": "An independant perspective doesn't make it a good thing. Politicians that propose anti-gun legislation don't have to live in the real world with those of us that the bill will affect, they shouldn't be allowed to propose it.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:13"
    },
    {
      "nodeID": "148756",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148757",
      "text": "Seems to me a woman isn't more qualified to deal with the issue of abortion than a man.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148758",
      "text": "Men shouldn't be deciding because they can't get pregnant after being raped. When was the last time a man's life was ever at risk because his wife was pregnant?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148759",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148760",
      "text": "'Babies' are a stage reached after birth. If you are talking about abortions, then no babies are involved, anti-choice, histrionic revisionist linguistics none withstanding",
      "type": "I",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148761",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148762",
      "text": "As long as it resides within said woman - you bet. Kind of like you get to decide the rules for your house and who you are gonna let in the door OR throw out when they become detrimental to your household in some way.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148763",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148764",
      "text": "Steve - its not about qualifications - its about impact. Women are the ones who get pregnant, we should have more authority in the matter.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148765",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148766",
      "text": "It isn't 'someone else' until it is born.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148767",
      "text": "According to what? Are you saying you should be able to kill a baby 2 inches from being born if you wanted? It isn't born yet.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148768",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148769",
      "text": "Not pretty is it? Imagine being one of those guys in the Alien movies and you've got a chestburster in you that's gonna kill you once its fully gestated, but you're not allowed to have an operation to have it removed from your body because of an intergalatic treaty declaring that all life is precious and must be observed.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148770",
      "text": "Aside from the obvious logical fallacy, if alien life were precious (which it isn't) and assuming we ignore the chestburster since that doesn't happen in a pregnancy then I'd say you can't remove it.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148771",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:14"
    },
    {
      "nodeID": "148772",
      "text": "Since when does the fate get decided by the victim? A woman could be said to have a biased opinion on it because she is an involved party. Even so, I take the stand that no one has any authority over the other to make that decision.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:15"
    },
    {
      "nodeID": "148773",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:15"
    },
    {
      "nodeID": "148774",
      "text": "How would you like to have a parasite in your body and not be given treatment to remove it based solely on the fact that even parasitic organisms are living things and deserve life?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:15"
    },
    {
      "nodeID": "148775",
      "text": "If humans are parasites can I kill you because parasites have no worth.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:15"
    },
    {
      "nodeID": "148776",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:15"
    },
    {
      "nodeID": "148777",
      "text": "Ha, that is just an idiotic perspective. We'd have no laws (and many important ones) if you can't make a bill that doesn't affect you. Sorry Civil Rights legislation!",
      "type": "I",
      "timestamp": "2016-03-08 20:09:15"
    },
    {
      "nodeID": "148778",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:15"
    },
    {
      "nodeID": "148779",
      "text": "Men shouldn't be deciding because they can't get pregnant after being raped.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:15"
    },
    {
      "nodeID": "148780",
      "text": "Actually they can't ever get pregnant.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:15"
    },
    {
      "nodeID": "148781",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:15"
    },
    {
      "nodeID": "148782",
      "text": "It also isn't a baby yet either. It is called a fetus.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:15"
    },
    {
      "nodeID": "148783",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:15"
    },
    {
      "nodeID": "148784",
      "text": "Baby can be used to describe a human fetus. Get over it.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:15"
    },
    {
      "nodeID": "148785",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:15"
    },
    {
      "nodeID": "148786",
      "text": "t also isn't a baby yet either. It is called a fetus.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:15"
    },
    {
      "nodeID": "148787",
      "text": "Your technicality bs is not needed here...granted you have only made 20 posts or so.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:16"
    },
    {
      "nodeID": "148788",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:16"
    },
    {
      "nodeID": "148789",
      "text": "F--k'in A! right! I don't want some damn MAN deciding what's going to be legal for my body. They have NO experience with the female anatomy except what they manage to bag, they shouldn't be allowed to decide for us. They have no idea what pregnancy is like, the damage it does to our bodies and our minds, and they don't have to pay to support a child that we were forced to accept at knifepoint. Where is the logic is violating women a second time? Where's the justification for it? Doesn't the life of the unintended mother account for anything at all? Do you men have any idea of the dangerous precdent you'd be setting up with a total ban on abortion? Women who have been raped and essentially told 'You WILL have this child, you WILL carry it to term, or you WILL go to prison!' would likely commit suicide as a result, meaning that TWO lives are gonna be lost.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:16"
    },
    {
      "nodeID": "148790",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:16"
    },
    {
      "nodeID": "148791",
      "text": "Golly gee. Scared already?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:16"
    },
    {
      "nodeID": "148792",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:16"
    },
    {
      "nodeID": "148793",
      "text": "Ah, so the dictionary is the ultimate authority? And all the way down to the 5th definition no less? New name for you: 'Dictionary boy.' Thanks for demonstrating that you really are nothing but a sophist (Go look THAT up in your precious dictionary).",
      "type": "I",
      "timestamp": "2016-03-08 20:09:16"
    },
    {
      "nodeID": "148794",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:16"
    },
    {
      "nodeID": "148795",
      "text": "And you can be described as a 'pre-dead corpse' as well. Histrionic revisionist linguistics only serve to push some form of dishonesty agenda that can not stand by itself on the facts. It is the coward's route. Are you a coward???",
      "type": "I",
      "timestamp": "2016-03-08 20:09:16"
    },
    {
      "nodeID": "148796",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:16"
    },
    {
      "nodeID": "148797",
      "text": "Baby can be used to describe a human fetus. Get over it. Your technicality bs is not needed here...granted you have only made 20 posts or so.   Already proven wrong and you just joined....emoticon_frazzled",
      "type": "I",
      "timestamp": "2016-03-08 20:09:16"
    },
    {
      "nodeID": "148798",
      "text": "Does this mean that I can use the terms 'fetus' and 'baby' interchangeably? Like can I say, 'I need to find a fetus sitter so I can go out to the movies with my friends.' When I go car seat shopping, can I ask for 'a seat to put my fetus in?' Or when I'm in a child's clothing store, can I ask for fetus clothes?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:16"
    },
    {
      "nodeID": "148799",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:16"
    }
  ],
  "edges": [
    {
      "edgeID": "189578",
      "fromID": "148721",
      "toID": "148722",
      "formEdgeID": null
    },
    {
      "edgeID": "189579",
      "fromID": "148722",
      "toID": "148720",
      "formEdgeID": null
    },
    {
      "edgeID": "189580",
      "fromID": "148724",
      "toID": "148725",
      "formEdgeID": null
    },
    {
      "edgeID": "189581",
      "fromID": "148725",
      "toID": "148723",
      "formEdgeID": null
    },
    {
      "edgeID": "189582",
      "fromID": "148727",
      "toID": "148728",
      "formEdgeID": null
    },
    {
      "edgeID": "189583",
      "fromID": "148728",
      "toID": "148726",
      "formEdgeID": null
    },
    {
      "edgeID": "189584",
      "fromID": "148730",
      "toID": "148731",
      "formEdgeID": null
    },
    {
      "edgeID": "189585",
      "fromID": "148731",
      "toID": "148729",
      "formEdgeID": null
    },
    {
      "edgeID": "189586",
      "fromID": "148733",
      "toID": "148734",
      "formEdgeID": null
    },
    {
      "edgeID": "189587",
      "fromID": "148734",
      "toID": "148732",
      "formEdgeID": null
    },
    {
      "edgeID": "189588",
      "fromID": "148736",
      "toID": "148737",
      "formEdgeID": null
    },
    {
      "edgeID": "189589",
      "fromID": "148737",
      "toID": "148735",
      "formEdgeID": null
    },
    {
      "edgeID": "189590",
      "fromID": "148738",
      "toID": "148739",
      "formEdgeID": null
    },
    {
      "edgeID": "189591",
      "fromID": "148739",
      "toID": "148736",
      "formEdgeID": null
    },
    {
      "edgeID": "189592",
      "fromID": "148741",
      "toID": "148742",
      "formEdgeID": null
    },
    {
      "edgeID": "189593",
      "fromID": "148742",
      "toID": "148740",
      "formEdgeID": null
    },
    {
      "edgeID": "189594",
      "fromID": "148743",
      "toID": "148744",
      "formEdgeID": null
    },
    {
      "edgeID": "189595",
      "fromID": "148744",
      "toID": "148730",
      "formEdgeID": null
    },
    {
      "edgeID": "189596",
      "fromID": "148746",
      "toID": "148747",
      "formEdgeID": null
    },
    {
      "edgeID": "189597",
      "fromID": "148747",
      "toID": "148745",
      "formEdgeID": null
    },
    {
      "edgeID": "189598",
      "fromID": "148749",
      "toID": "148750",
      "formEdgeID": null
    },
    {
      "edgeID": "189599",
      "fromID": "148750",
      "toID": "148748",
      "formEdgeID": null
    },
    {
      "edgeID": "189600",
      "fromID": "148752",
      "toID": "148753",
      "formEdgeID": null
    },
    {
      "edgeID": "189601",
      "fromID": "148753",
      "toID": "148751",
      "formEdgeID": null
    },
    {
      "edgeID": "189602",
      "fromID": "148755",
      "toID": "148756",
      "formEdgeID": null
    },
    {
      "edgeID": "189603",
      "fromID": "148756",
      "toID": "148754",
      "formEdgeID": null
    },
    {
      "edgeID": "189604",
      "fromID": "148758",
      "toID": "148759",
      "formEdgeID": null
    },
    {
      "edgeID": "189605",
      "fromID": "148759",
      "toID": "148757",
      "formEdgeID": null
    },
    {
      "edgeID": "189606",
      "fromID": "148760",
      "toID": "148761",
      "formEdgeID": null
    },
    {
      "edgeID": "189607",
      "fromID": "148761",
      "toID": "148746",
      "formEdgeID": null
    },
    {
      "edgeID": "189608",
      "fromID": "148762",
      "toID": "148763",
      "formEdgeID": null
    },
    {
      "edgeID": "189609",
      "fromID": "148763",
      "toID": "148746",
      "formEdgeID": null
    },
    {
      "edgeID": "189610",
      "fromID": "148764",
      "toID": "148765",
      "formEdgeID": null
    },
    {
      "edgeID": "189611",
      "fromID": "148765",
      "toID": "148746",
      "formEdgeID": null
    },
    {
      "edgeID": "189612",
      "fromID": "148767",
      "toID": "148768",
      "formEdgeID": null
    },
    {
      "edgeID": "189613",
      "fromID": "148768",
      "toID": "148766",
      "formEdgeID": null
    },
    {
      "edgeID": "189614",
      "fromID": "148770",
      "toID": "148771",
      "formEdgeID": null
    },
    {
      "edgeID": "189615",
      "fromID": "148771",
      "toID": "148769",
      "formEdgeID": null
    },
    {
      "edgeID": "189616",
      "fromID": "148772",
      "toID": "148773",
      "formEdgeID": null
    },
    {
      "edgeID": "189617",
      "fromID": "148773",
      "toID": "148752",
      "formEdgeID": null
    },
    {
      "edgeID": "189618",
      "fromID": "148775",
      "toID": "148776",
      "formEdgeID": null
    },
    {
      "edgeID": "189619",
      "fromID": "148776",
      "toID": "148774",
      "formEdgeID": null
    },
    {
      "edgeID": "189620",
      "fromID": "148777",
      "toID": "148778",
      "formEdgeID": null
    },
    {
      "edgeID": "189621",
      "fromID": "148778",
      "toID": "148752",
      "formEdgeID": null
    },
    {
      "edgeID": "189622",
      "fromID": "148780",
      "toID": "148781",
      "formEdgeID": null
    },
    {
      "edgeID": "189623",
      "fromID": "148781",
      "toID": "148779",
      "formEdgeID": null
    },
    {
      "edgeID": "189624",
      "fromID": "148782",
      "toID": "148783",
      "formEdgeID": null
    },
    {
      "edgeID": "189625",
      "fromID": "148783",
      "toID": "148767",
      "formEdgeID": null
    },
    {
      "edgeID": "189626",
      "fromID": "148784",
      "toID": "148785",
      "formEdgeID": null
    },
    {
      "edgeID": "189627",
      "fromID": "148785",
      "toID": "148760",
      "formEdgeID": null
    },
    {
      "edgeID": "189628",
      "fromID": "148787",
      "toID": "148788",
      "formEdgeID": null
    },
    {
      "edgeID": "189629",
      "fromID": "148788",
      "toID": "148786",
      "formEdgeID": null
    },
    {
      "edgeID": "189630",
      "fromID": "148789",
      "toID": "148790",
      "formEdgeID": null
    },
    {
      "edgeID": "189631",
      "fromID": "148790",
      "toID": "148762",
      "formEdgeID": null
    },
    {
      "edgeID": "189632",
      "fromID": "148791",
      "toID": "148792",
      "formEdgeID": null
    },
    {
      "edgeID": "189633",
      "fromID": "148792",
      "toID": "148721",
      "formEdgeID": null
    },
    {
      "edgeID": "189634",
      "fromID": "148793",
      "toID": "148794",
      "formEdgeID": null
    },
    {
      "edgeID": "189635",
      "fromID": "148794",
      "toID": "148721",
      "formEdgeID": null
    },
    {
      "edgeID": "189636",
      "fromID": "148795",
      "toID": "148796",
      "formEdgeID": null
    },
    {
      "edgeID": "189637",
      "fromID": "148796",
      "toID": "148721",
      "formEdgeID": null
    },
    {
      "edgeID": "189638",
      "fromID": "148798",
      "toID": "148799",
      "formEdgeID": null
    },
    {
      "edgeID": "189639",
      "fromID": "148799",
      "toID": "148797",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
