{
  "nodes": [
    {
      "nodeID": "143193",
      "text": "Excerpts from the Bible which may point to actual historical events or documented figures do not by rote prove that Jesus walked on water.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:28"
    },
    {
      "nodeID": "143194",
      "text": "No it does not. God never attempted to provide proof anyway, aside from the testimony of a few witnesses. He leaves it to every person to decide for himself and believe in him or not. He requires that we believe in him without solid evidence based solely on the changed lives of those who do believe. Anyone who searches for indisputable evidence of God's existence will not find it. There will be no physical evidence, no wonders, no miracles, no voice from the sky. You will only see God working in the lives of people or within your own life. That is the basis of faith. To believe what you cannot see.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:28"
    },
    {
      "nodeID": "143195",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:28"
    },
    {
      "nodeID": "143196",
      "text": "The theory of evolution is not in jeopardy unless we start burning books and outlawing its teaching.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:28"
    },
    {
      "nodeID": "143197",
      "text": "I would like to propose reasons that the theory of evolution is in jeopardy. First, you must realize that evolution is still a theory. Otherwise it would be called the Law of Evolution. We have the laws of physics, the laws of chemistry, the laws of mathematics, the laws of thermodynamics. These are all proved and documented and provide the basis of all our technology. They are true and wholeheartedly accepted by everyone. They are the Laws of the Universe. For evolution to become a law, it must fall in line with the other laws. There can be no contradictions. The truth must be the truth.  The Second Law of Thermodynamics states that Entropy must remain the same or increase. Entropy is the tendency toward chaos. Increasing entropy means increasing chaos. The universe is winding down on an irreversible path. Every process that takes place in nature, whether mechanical, electrical, chemical, or biological is winding down, becoming more chaotic. All processes will finally cease, and the Universe will stop. That is a scientific fact.  If the Universe is running down, becoming more chaotic all the time, how is it possible for any material to suddenly become more orderly, more organized, more complex. Scientists say, that random encounters of atoms, molecules, joining and splitting, eventually create order. I'm sorry, that's in direct contradiction to the Second Law. It would also violate the statisically probability of such an occurrence even over billions of years, especially in light of the complexity of organized biological systems and processes.  Which brings me to the second reason that evolution is in jeopardy: there is a huge difference between living and non-living things. There is a gigantic leap forward required to produce even a single-celled amoeba from a goo that contains all the elements required to make an amoeba. The goo is total chaos. The amoeba is a highly organized and complex living creature. The odds of random mixing by weather, earthquake, etc. that would produce an amoeba would be one in a billion billion billion. It's not going to happen. Thirdly, look at DNA. Scientists are mapping the human genome, the very basis of life itself. What are they finding? Recorded information that literally contains the blueprint of a human being. Information so complex and so vast that it is taking literally years to decipher. And every bit of the human body carries DNA. Theorically, it is possible to take this blueprint and create a whole new human. How can a living creature so complex be an accident of nature?  Fourth, how do you explain human consciousness? How does this highly complex body of flesh and blood with its organic brain have the ability to not only be aware of the world, but also be aware of himself as a unique person? There is no biological or medical reason determined so far, despite decades of study. What freak accident could possibly have occurred to give the first descendant of apes the first spark of awareness?",
      "type": "I",
      "timestamp": "2016-03-08 19:57:28"
    },
    {
      "nodeID": "143198",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:28"
    },
    {
      "nodeID": "143199",
      "text": "Give to God what belongs to God. Give to science what belongs to science",
      "type": "I",
      "timestamp": "2016-03-08 19:57:28"
    },
    {
      "nodeID": "143200",
      "text": "I see the similarity with the original scripture, in which Jesus was recognizing the authority of both God and Caesar in the world. However, Jesus was talking about the political power in the world. Jesus called the academics of his day, vipers and hypocrits, because they pretended to be holy but were evil. He called the wisest of men fools, because they did not believe in God.  Also, as I stated before, truth should be the ultimate goal. I do not fear science. I do not see any truth that science may happen to reveal as a threat to faith. Why? Because God is Truth. Jesus said, 'And the truth shall set you free'!!!",
      "type": "I",
      "timestamp": "2016-03-08 19:57:28"
    },
    {
      "nodeID": "143201",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:57:28"
    },
    {
      "nodeID": "143202",
      "text": "That is a good point that you raise, however, in the fact that most people are just too busy in day to day life to consider something like this.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:28"
    },
    {
      "nodeID": "143203",
      "text": "And what always triumphs is the easiest answer. POOF! is easy. It takes no time. MQ",
      "type": "I",
      "timestamp": "2016-03-08 19:57:28"
    },
    {
      "nodeID": "143204",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:28"
    },
    {
      "nodeID": "143205",
      "text": "Mark, I must vigorously protest these statements. You have entered into this debate supposedly to demonstrate with logic, reasoning, and measureable evidence that the theory of evolution is the truth. But these statements do not support the theory of evolution. You are merely appealing to the authority of the scientific and academic community, and seeking to intimidate and bash the opposition into silence. This will not sponsor intellectual discussion and debate.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143206",
      "text": "Just as you have a background in science Frog, I also have an extensive background in Christianity. A brief synopsis: starting at birth I was without consent given the supposed 'gift' of Catholic faith. In highschool I met a kid and later on a girlfirend who were both Born Again Christians. I thought I'd dabble in it. The girlfirend and I went our seperate ways, but I remained a Christian and began studying the Bible. The transformations in me were mostly bad and far beyond the scope of this (we can discuss it on a different forum), but one important thing occured when I began studying the Bible in earnest. I found holes and flaws too big to be ignored. Don't ask me what they were because, again, this is not the religious forum and I'd be hard pressed to even tell you what they were, but I assure you there was a time I could quote them chapter and verse. Since that time I have tried my best to forget it. I realized that my error was the attempt to literally interpret the Bible. I knew that if I pulled back from that, attempting instead to decipher the good message of the scriptures, I could perhaps save my Christian faith. But I didn't want to become an apologist. So, in my mind I travelled east. I dabbled in Taoism and Buddhism which appealed very much to my love of Asian history. After a year or two of this, when I discovered there was also a strict theology behind these Asian religions, and it was not just a matter of reading Thomas Merton, meditating and burning incense, I realized that I had been acting like a rich divorced woman with much too much time on her hands (Think of the British sitcom 'Absolutely Fabulous' --- greatest show of all time after Seinfeld), and that if you're really goign to commit yourself to something you need to do more than scratch the surface. It was then, when all religious answers seemed to elude me, that I subscribed to agnosticism: athiesm with a parachute as my old English professor used to say. And on that note I remain today. I don't know the answer and therefore will not comment. Through all of it, however, one philosophy has given me freedom: the beginning of wisdom can be found in the notion that we don't have the answers. Do you say I have the answers because men wrote them in a book nearly 2000 years ago, and I can take their word for it? Hell, Frog, I don't take the word of a man who writes the answers in a book today, let alone 2000 years ago. I open the newspaper always skeptical. If you tell me something, you'd better be able to support it. Now what I do believe is an entire scientific community which can back up their claims, publish them and open up their work for anyone else in the world with the means to duplicate these tests (or subject a hypothesis to a different test of their own design).  The problem with the Bible is that its primary source of evidence is the Bible. A bad comparison, but a comparison nonetheless would be my writing a book and telling you that book is the truth because I say so. Exceprts from the Bible which may point to actual historical events or documented figures do not by rote prove that Jesus walked on water. I call Bible-thumpers mindless because this has been my experience, Frog. Up close and personal. They think inside the very tiny box of their scriptures and ask that we accept it by faith. But the basis by which we're really accepting it is widescale social acceptance. If enough people, enough books, enough teachers point to this single source and say 'it is truth,' then the cud-chewing masses will usually fall in line. But that doesn't necessarily mean I am going to buy it. I would prefer listening to people, books and teachers who point to many different sources and say this is truth. If I want to see evidence of the Bible I can read the Bible. If I want to see evidence of evolution I can visit our excellent museum of natural history here in Pittsburgh. If I want to discuss evidence of the Bible I can talk to someone who has read the Bible. If I want to discuss evidence of evolutoin I can talk to someone who has read books from many different disciplines of scientific thought. If I want to challenge myself with new questions about the Bible I can open the Bible. If I want to challenge myself with new questions about evolution I can go outside, take a walk in the woods, scribble in my notebook and come back to this forum with a 47 page post full of questions: the important point here being that others like Lurch and Demon would either be able to answer them or point me in the right direction of someone who can.  (continued on next message)",
      "type": "I",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143207",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143208",
      "text": "Secondly tell me how you calculated the odds for your assertion that it would violate the statistical probablity.....I'll bet even money on you not being able to do so.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143209",
      "text": "Well, you have me there. I didn't do a statistical analysis, but I'm not a statistician either and couldn't perform an analysis even if there was enough data. However, if such an occurrence were probable, you'd think that scientists would have an easy time of producing the evidence.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143210",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143211",
      "text": "To me, Christ was saying mind your own business and be good little Italians of the Roman Empire --- you won't do much good for the cause sitting in prison or crucified on a tree.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143212",
      "text": "Oh. You just lost me. The fact is, Jesus warned his followers that they would be persecuted for his sake. Read Matthew 10:5-42, if you care for the full text. Basically he told them they would be beaten, thrown in prison, crucified, and put to death if they followed him. And that is exactly what happened to the disciples and all those who gave a witness for Christ as Lord and Savior.  The various Roman emperors in those years of the early church sought to kill every Christian they could find, men, women, and children. Christians were crucified by the thousands, covered in pitch, and sit afire to provide light for the emporer's lavish garden parties. They were killed in the arena by wild animals and tortured to death in numerous ways. They were called martyrs, which now means one who dies for a cause. The word is Greek and means 'witness'. These witnesses for Christ were killed for their faith. How many Christians would we have today if they had to die for their faith? In spite of everything that the emperor did, they could not kill the Christians fast enough. More were believing in Christ every day, and eventually even the Roman emperor himself became a Christian and Christianity was embraced and sanctioned.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143213",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143214",
      "text": "I have actually been called a heathen because I believe in evolution. I have been called ignorant. This damned well gives me the right to call someone mindless if I want to. The mudslinging occurs on both sides, and don't think I've never been on the receiving end of it.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143215",
      "text": "So have I, since I know that evolution has and does take place. But I catch it from both sides because I don't believe the scientific explanation of the origins of life or the beginning of intelligent awareness.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143216",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143217",
      "text": "Science is different. In science it's a matter of who has the most convincing evidence. If we are to give Christianity the benefit of the doubt and allow it to throw its own evidence into the list of candidates, can you HONESTLY tell me that creationsim is the best answer? If so (and I extend the challenge I made to Lappster) educate and enlighten us. I am eager (as always) to read the evidence for myself.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143218",
      "text": "I have posted responses to Demon38's earlier post. I have offered DNA findings as evidence to begin with. It is not my evidence, but scientific evidence. That is the only evidence that I will provide in this discussion. I think there is ample evidence to cause scientists to rethink their theories, evidence that they do not want to accept because it puts certain hypothesis they have advanced in a poor light.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143219",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143220",
      "text": "Surely you understand that this is not the same as providing evidence for creationism. Disproving one theory does not prove another. All it does is disprove a theory.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143221",
      "text": "Yes I do understand this. But you must admit that the instantaneous formation of a living organism, even an extremely primitive one, complete with the complexity of the DNA code as a result of random encounters of atoms and molecules is a little too much to buy. There is evidence right there for creationism. Only intelligence could have formed such an elaborate complex system for the structure of life and its propagation.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:29"
    },
    {
      "nodeID": "143222",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:57:30"
    },
    {
      "nodeID": "143223",
      "text": "So again, I don't want to know the things you can disprove or philosophize about. I want to see the evidence. Given that, you will surely begin to change my mind.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:30"
    },
    {
      "nodeID": "143224",
      "text": "I hope I have already begun to change your mind.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:30"
    },
    {
      "nodeID": "143225",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:30"
    },
    {
      "nodeID": "143226",
      "text": "But that's the thing about the Bible, isn't it? We can pretty much translate it anyway we want. We can pretty much make our own conclusions based on our individual life experiences, our own mindsets, our own degree of objectivity AND whatever translation we happen to be reading at the time.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:30"
    },
    {
      "nodeID": "143227",
      "text": "You are exactly right and I believe that is God's intent. When it comes right down to it, each person must make his peace with God. It is our responsibility and our right as individuals. We have the freedom to choose. It is our God-given right to decide what we will do with God and Christ.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:30"
    },
    {
      "nodeID": "143228",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:57:30"
    },
    {
      "nodeID": "143229",
      "text": "How did such complexity explode upon the scene fully integrated into a living thing in that first split second of formation? What random mechanism, what wild chance collision of atoms and molecules formed such a wondrous amazing blueprint? Where is your evidence of that? Where is your logic? Your thousands of scientists working in labs around the world seeking to create life from scratch are wasting time and money.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:30"
    },
    {
      "nodeID": "143230",
      "text": "I see patterns here. My girlfriend and I have been debating this subject a lot lately. When we first started debating, she did so in 'solid support of creationism' (yes Frog I did not write those words by accident). She said, and I quote, 'Evolution is bullsh*t'. Last night, after two or three evenings of this stuff back and forth (after I resoundingly bested her on every point, basically) she affirmed that she does believe in evolution and has 'kind of' always believed in evolution, but that she has many reservations and questions about it. The pattern? 'Solid support of creationism turns into an admission that evolution is the truth, but with reservations.' I find that pattern a little bit amusing. Last night, she had abandoned most of her philosophical objections because I made the concession that everyone has to make if they want to make any headway whatsoever with a budding evolutionist who can't let go of their religious objections: 'Okay, maybe it had God's stamp of approval.' When you say that, you can move on to a real conversation. In this case, she bombarded me with a million questions that I couldn't answer. She seemed excited about it, not debating, but asking me about the wonders of biology with a long series of '...but what about this' and '...what about that' type of questions. One thing she keyed on was evolution as it applies to a larger ecosystem. I couldn't quite grasp what she was asking because I don't think she herself was very clear on the question, but to make a long story short, I got the distinct impression that she simply can't wholeheartedly accept evolution because she can't begin to fathom the complexity of the science behind it. I have told her time and time again: 'Just because you don't understand something, that doesn't make it wrong.' I see this same pattern here in your words, Frog. You're talking about wild collisions of atoms and saying that the foundations who donate hundreds of millions of dollars a year to research know less than you do, because they're wasting their money. You're making this subject so much bigger and more philosophical than it has to be, Frog. Is evolution by far the best answer we have to the question of the diversity of species? The answer is yes, overwhelmingly so. Everything else is moot. It belongs elsewhere.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:30"
    },
    {
      "nodeID": "143231",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:30"
    },
    {
      "nodeID": "143232",
      "text": "How can you discuss creationism without talking about God? Is it irrelavent?",
      "type": "I",
      "timestamp": "2016-03-08 19:57:30"
    },
    {
      "nodeID": "143233",
      "text": "No, but the Roman persecution of Christians, covering Christians in pitch, Roman garden parties, witnesses for Christ being killed for their faith etc. is as irrelevant as it gets. Just be careful, that's all I'm saying. There is a place for that topic.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:30"
    },
    {
      "nodeID": "143234",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:30"
    }
  ],
  "edges": [
    {
      "edgeID": "185692",
      "fromID": "143194",
      "toID": "143195",
      "formEdgeID": null
    },
    {
      "edgeID": "185693",
      "fromID": "143195",
      "toID": "143193",
      "formEdgeID": null
    },
    {
      "edgeID": "185694",
      "fromID": "143197",
      "toID": "143198",
      "formEdgeID": null
    },
    {
      "edgeID": "185695",
      "fromID": "143198",
      "toID": "143196",
      "formEdgeID": null
    },
    {
      "edgeID": "185696",
      "fromID": "143200",
      "toID": "143201",
      "formEdgeID": null
    },
    {
      "edgeID": "185697",
      "fromID": "143201",
      "toID": "143199",
      "formEdgeID": null
    },
    {
      "edgeID": "185698",
      "fromID": "143203",
      "toID": "143204",
      "formEdgeID": null
    },
    {
      "edgeID": "185699",
      "fromID": "143204",
      "toID": "143202",
      "formEdgeID": null
    },
    {
      "edgeID": "185700",
      "fromID": "143206",
      "toID": "143207",
      "formEdgeID": null
    },
    {
      "edgeID": "185701",
      "fromID": "143207",
      "toID": "143205",
      "formEdgeID": null
    },
    {
      "edgeID": "185702",
      "fromID": "143209",
      "toID": "143210",
      "formEdgeID": null
    },
    {
      "edgeID": "185703",
      "fromID": "143210",
      "toID": "143208",
      "formEdgeID": null
    },
    {
      "edgeID": "185704",
      "fromID": "143212",
      "toID": "143213",
      "formEdgeID": null
    },
    {
      "edgeID": "185705",
      "fromID": "143213",
      "toID": "143211",
      "formEdgeID": null
    },
    {
      "edgeID": "185706",
      "fromID": "143215",
      "toID": "143216",
      "formEdgeID": null
    },
    {
      "edgeID": "185707",
      "fromID": "143216",
      "toID": "143214",
      "formEdgeID": null
    },
    {
      "edgeID": "185708",
      "fromID": "143218",
      "toID": "143219",
      "formEdgeID": null
    },
    {
      "edgeID": "185709",
      "fromID": "143219",
      "toID": "143217",
      "formEdgeID": null
    },
    {
      "edgeID": "185710",
      "fromID": "143221",
      "toID": "143222",
      "formEdgeID": null
    },
    {
      "edgeID": "185711",
      "fromID": "143222",
      "toID": "143220",
      "formEdgeID": null
    },
    {
      "edgeID": "185712",
      "fromID": "143224",
      "toID": "143225",
      "formEdgeID": null
    },
    {
      "edgeID": "185713",
      "fromID": "143225",
      "toID": "143223",
      "formEdgeID": null
    },
    {
      "edgeID": "185714",
      "fromID": "143227",
      "toID": "143228",
      "formEdgeID": null
    },
    {
      "edgeID": "185715",
      "fromID": "143228",
      "toID": "143226",
      "formEdgeID": null
    },
    {
      "edgeID": "185716",
      "fromID": "143230",
      "toID": "143231",
      "formEdgeID": null
    },
    {
      "edgeID": "185717",
      "fromID": "143231",
      "toID": "143229",
      "formEdgeID": null
    },
    {
      "edgeID": "185718",
      "fromID": "143233",
      "toID": "143234",
      "formEdgeID": null
    },
    {
      "edgeID": "185719",
      "fromID": "143234",
      "toID": "143232",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
