{
  "nodes": [
    {
      "nodeID": "158474",
      "text": "You simply must understand they do not see reason or they would be on our side. There are only 2 kinds of people who hate guns. 1) Liberty and Freedom haters who want the government to control every part of their lives. 2) Criminals set on harming the innocent and defenceless.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:52"
    },
    {
      "nodeID": "158475",
      "text": "How can you tell the difference?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:52"
    },
    {
      "nodeID": "158476",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:52"
    },
    {
      "nodeID": "158477",
      "text": "Excellent point Doc",
      "type": "I",
      "timestamp": "2016-03-08 20:30:52"
    },
    {
      "nodeID": "158478",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:52"
    },
    {
      "nodeID": "158479",
      "text": "Simple. The big government people will tell you that it's in everybody's best interest. The criminals will just kill you without debate.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:52"
    },
    {
      "nodeID": "158480",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:52"
    },
    {
      "nodeID": "158481",
      "text": "Personally I won't wait around,shoot both, sort it out later.emoticon_xkill",
      "type": "I",
      "timestamp": "2016-03-08 20:30:52"
    },
    {
      "nodeID": "158482",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:53"
    },
    {
      "nodeID": "158483",
      "text": "ABC aired a special on the effectiveness of CCW on campus. They had a student take a concealed weapons class (who had never fired a gun before). After the class, they put him in a classroom with 20 or so people dressed in protective gear and face shields. They armed him with a simunition pistol (a pistol that fires non-lethal rubber projectiles used for training).  In the middle of a simulated college 'instruction period', a police SWAT team member charged in and started shooting. This was to conduct an 'experiment' to see if students carrying concealed weapons was an effective means of stopping a mass killer. Guess what happened? When the 'shooter' busted into the classroom, the armed 'student' immediately went for his gun, got it tangled in his shirt tail, and was shot with a simunition round. The conclusion reached by ABC and 'proven' was that CCW was ineffective in a mass shooting scenario. DUH!!! What a surprise! A complete novice with only three hours of basic firearms experience was instantly killed by the TRAINED POLICE OFFICER WITH 15 YEARS EXPERIENCE AS A SWAT TEAM MEMBER! Yup. Having an experienced CCW holder who is familiar with modes of carry, clearing concealment garments during presentation, basic defensive firing positions, and has practiced extensively with his firearm go against an emotionally imbalanced, drug or alcohol affected, common shooter isn't a real test.  You have to put a young, inexperienced, trainee with THREE WHOLE HOURS of firearms familiarity up against a DECORATED SWAT TEAM MEMBER. This is considered 'scientific proof' that CCW is no good by ABC.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:53"
    },
    {
      "nodeID": "158484",
      "text": "What else can you expect from a leftist media. It would go against the agenda to show any thing else. After every liberal knows a firearm owner is a bumbling red neck, racist, sexist drooling dim wit.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:53"
    },
    {
      "nodeID": "158485",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:53"
    },
    {
      "nodeID": "158486",
      "text": "Well thank god they conducted a fair and balanced assessment. You know as there was no biased behaviour here. What they should do next time to make it more fair is to get a corpse and put a gun in their hand and then invite a Navy SEAL along to see if the corpse can use a firearm.  How do people think of these tests? Honestly?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:53"
    },
    {
      "nodeID": "158487",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:53"
    }
  ],
  "edges": [
    {
      "edgeID": "196480",
      "fromID": "158475",
      "toID": "158476",
      "formEdgeID": null
    },
    {
      "edgeID": "196481",
      "fromID": "158476",
      "toID": "158474",
      "formEdgeID": null
    },
    {
      "edgeID": "196482",
      "fromID": "158477",
      "toID": "158478",
      "formEdgeID": null
    },
    {
      "edgeID": "196483",
      "fromID": "158478",
      "toID": "158475",
      "formEdgeID": null
    },
    {
      "edgeID": "196484",
      "fromID": "158479",
      "toID": "158480",
      "formEdgeID": null
    },
    {
      "edgeID": "196485",
      "fromID": "158480",
      "toID": "158475",
      "formEdgeID": null
    },
    {
      "edgeID": "196486",
      "fromID": "158481",
      "toID": "158482",
      "formEdgeID": null
    },
    {
      "edgeID": "196487",
      "fromID": "158482",
      "toID": "158479",
      "formEdgeID": null
    },
    {
      "edgeID": "196488",
      "fromID": "158484",
      "toID": "158485",
      "formEdgeID": null
    },
    {
      "edgeID": "196489",
      "fromID": "158485",
      "toID": "158483",
      "formEdgeID": null
    },
    {
      "edgeID": "196490",
      "fromID": "158486",
      "toID": "158487",
      "formEdgeID": null
    },
    {
      "edgeID": "196491",
      "fromID": "158487",
      "toID": "158483",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
