{
  "nodes": [
    {
      "nodeID": "144355",
      "text": "Look, I'm a Christian, and us Christians, we understand that things like miracles that defy the laws of physics are the truth. We will never question that, because we are 100% certain that God meant what he wrote. Scientists aren't certain about anything - all they have is a bunch of theories! (gravity) Clearly, stuff like science and reason have no place in our lives in the 21st century - we must live by the words of a very, very, old religious book. So that when the earth is consumed in fire at Armageddon, we'll physically ascend to paradise. And when I pray, the creator himself, and his son, born of a blessed virgin, come, and they speak to me, and they tell me I'm correct. So atheists, who exactly is the deluded one here?",
      "type": "I",
      "timestamp": "2016-03-08 20:00:00"
    },
    {
      "nodeID": "144356",
      "text": "It's always interesting to see atheists making profound statements about billions of years, and mocking the Bible as being 'very, very old'. emoticon_confused Okay, enough about that - I'm now going to condense the various atheist explanations that have been presented to me at 4forums over the years. Is the following a parody, or is it the real thing?",
      "type": "I",
      "timestamp": "2016-03-08 20:00:00"
    },
    {
      "nodeID": "144357",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:00:00"
    },
    {
      "nodeID": "144358",
      "text": "Without a winking smiley or other blatant display of humor, it is impossible to create a parody of Fundamentalism that SOMEONE won't mistake for the real thing.[1]",
      "type": "I",
      "timestamp": "2016-03-08 20:00:00"
    },
    {
      "nodeID": "144359",
      "text": "So that's a problem of 'fundamentalism', and not a problem with the one creating the 'parody'? Apparently the creation of parodies for 'fundamentalism' is a large part of atheism. emoticon_confused",
      "type": "I",
      "timestamp": "2016-03-08 20:00:00"
    },
    {
      "nodeID": "144360",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:00"
    },
    {
      "nodeID": "144361",
      "text": "It's amazing how science can cure diseases, smash the atom, and create nuclear explosions, yet be so wrong about everything that's mentioned in the Holy Bible.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:00"
    },
    {
      "nodeID": "144362",
      "text": "Really no more amazing how science can cure some diseases, smash the atom, create nuclear explosions, yet screw up many other things that it attempts to do, often at great expense to the general public. Global warming hysteria comes to mind.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:00"
    },
    {
      "nodeID": "144363",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144364",
      "text": "According to atheists, fossils in the ground show that evolution, not intelligent design, produced all life on earth. That's ridiculous, the Bible clearly says God created man in his own image, though some deluded scientists also say you can see evolution happening in the mutations of drug resisting bacteria. Give me a break - God [inaudible mumbling] genes so that Christians can go to heaven, and that means we [George Bush/monkey visual] came from monkeys?",
      "type": "I",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144365",
      "text": "The George Bush visual, the reference to heaven/monkeys was apparently used to emotionally cover the inadequacy of the 'fossils in the ground', and 'mutations of drug resisting bacteria' as complete explanations.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144366",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144367",
      "text": "I'm sure we'll find fossils of giants and unicorns one of these days.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144368",
      "text": "That would be more likely than finding evidence for abiogenesis.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144369",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144370",
      "text": "Lately, it's been tough for us Christians. From Elton John to best-selling books, one of which calls God a 'delusion',faith is under attack. Well, I have news for atheists, they're the ones who are deluded! Because God exists - He made the universe - I'm 100% sure of it. How do I know? From the Bible, 'In the beginning, God created the heaven and the earth. It says so right there on page one of the book God himself says he wrote. Checkmate!",
      "type": "I",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144371",
      "text": "Not too bad so far, if we overlook the word arrangement of a 13 year old valley girl, spoken in the voice of a gay 21 year old college student. So far I'm fooled, but suspicious. Moving on;",
      "type": "I",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144372",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144373",
      "text": "Now, who should we believe, the creator of the universe, or some scientist freaks who don't even believe in God? Astronomers claim they can see galaxies so far away, their light must be even older than the earth for them to be visible. But the Bible proves that's impossible. When God created everything, he must have set the light from those galaxies already beaming towards the earth,j so that when he later gave us telescopes, we'd have more stuff to look at! Heh, heh, is God unbelievable or what? Now if you think that isn't the work of a conscious, omnipotent being whose son on earth was Jesus Christ, you must be deluded or something.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144374",
      "text": "Here, the atheist satirists assign perfection to 'astronomers'. They have no comprehension of God being above and beyond 'time', and this causes them to feel that they're on the same level as God, able to question him and challenge him to the same extent he can question us and challenge us. Yet they know that there are characteristics of reality that they themselves cannot explain, though they probably seriously believe that astronomy is an exact, non-controversial science.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144375",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144376",
      "text": "Lately, it's been tough for us atheists. From recent scientific discoveries that show the amazing complexities of the simplest forms of life, the subsequent mathematical improbability of random, chance, godless processes producing and maintaining life, to people like Behe, Dembski, Spetner, and many websites untainted with liberalism and political correctness of the mainstream media, the movie 'Expelled' that showed a very real probability of how we've been so close to violating the U.S. Constitution in academia. Well I have news for Christians/conservatives - they're the ones who are deluded! [insert stream of vulgar name calling here] Because God does not exist - random chance made the universe with all its order and complexity! How do I know this? From Madelyn Murray O'Hair! She said so, she proved how smart she was when she won her 'separation of church and state' lawsuit in 1963! She has garnered so many followers that also happened to have an interest in science, that they've managed to take over the scientific community! How could they be wrong? How could their current representatives, Dawkins and Harris, be wrong? They obviously know all things!  Now, who should we believe, the Bible, written and preserved over the entire period of the human ability to write, no matter how many attempts have been made to destroy it, or Dawkins and Harris and their millions of followers in the scientific community? It doesn't matter what the Bible says, Tiktaalik Roseaea is real! A small band of atheist explorers said so! We can look in telescopes and see all the galaxies we want! We know it took that light hundreds of billions of years to reach us! No God would have made the universe, and sat around that long waiting for us to be able to see it! Heh heh, is science unbelievable or what? Now, if you think we don't know how big those galaxies are, how many stars they contain, how many planets they contain that have life on them, how long it takes their light to get here (accurate to only a few hundred light years, plus or minus), you must be deluded or something! Just ask us, we'll tell you!  According to Christians, orderly , specified complexity in life and the universe show a mathematical improbability very close to impossibility of random, purposeless origins and existence of reality. That's ridiculous - all you have to do is note that someone wins the lottery just about every week despite that individuals almost impossible chances - that tells you that evolution HAD to have happened! Dawkins and Harris clearly say that God does not exist, though some deluded non-atheist scientists say that chance can't fully explain evolution, let alone the origins of life. Dawkins has dreams that spacemen came long ago and sowed the seeds of life on earth then flew away, never to be seen again! How could he be wrong - he knows all things!  It's amazing how the Bible can give us such obviously sound advise concerning finances, morality, behavior, as well as such accurate predictions about the breakdown of those things, and be so wrong about everything that science tells us about politics,and liberalism [Obama/Ried] visual here] and be so wrong about the age of the earth, or how long it takes light to reach us! I'm sure we'll find out life originated from lifeless matter someday, it's been just around the corner for 150 years now. Never mind that the corner keeps getting further and further away scientifically, we're going to find it really soon!  Look, I'm an atheist, and us atheists, we understand that things like miracles that defy the laws of physics (the origin of life by natural processes) are the truth. We know there is no God, we will never question that, because we are 100% certain that Madelyn Murray O'Hair was right! Christians aren't certain about anything - they don't know how God originated, or where he is! They have no clue about all those galaxies like we do! Clearly, stuff like morals and finances, and written history have no place in our lives in the 21st century, we must live by the words of Dawkins and Harris - soon they will be able to cure ALL diseases, make us all live forever, and count more galaxies for us! So that when there is no more death or sorrow thanks to science, and people like Dawkins, Harris, and Obama are ruling over every aspect of our lives, they'll inform me that they're correct, and they'll have ways of seeing to it that I agree with them. Are Christians ever that logical? So Christians, who exactly is the deluded one here?",
      "type": "I",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144377",
      "text": "I don't have the time nor the funding to put this in video form like Harris and Dawkins. I don't think many, if any, Christians really do - satire about atheism isn't a strong Christian practice, not nearly as strong as atheist satire about Christianity, it seems. Maybe that's what made Poe's Law so notable in the beginning of this thread.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144378",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:01"
    },
    {
      "nodeID": "144379",
      "text": "Sorry atheists, scientists believe that the earth is billions of years old, because of something called radioactive decay. Well, the truth is, the earth is only about 6000 years old. God says so in the Bible.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144380",
      "text": "Uh oh, Mr. Poe's proclamation crashes and burns right there - the Bible says no such thing. This is where a 'satire' quickly changes from something that starts out as mocking, (designed to be something that could be innocence) to a complete lie. It never takes long for atheist satirists to demonstrate their lack of knowledge of the Bible. Atheist mockers don't seem to be quite as skilled as Mr Poe would have us believe.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144381",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144382",
      "text": "Any of these arguments sound familiar? Dailymotion - Atheist Delusion (Satire) - un vídeo de Cortos & Series Is Archie just the greatest example ever of Poe's law, or is he really serious? Hard to tell, isn't it?",
      "type": "I",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144383",
      "text": "I'm convinced.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144384",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144385",
      "text": "Any of these arguments sound familiar? Dailymotion - Atheist Delusion (Satire) - un vídeo de Cortos & Series[/url] Is Archie just the greatest example ever of Poe's law, or is he really serious? Hard to tell, isn't it?",
      "type": "I",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144386",
      "text": "That was... interesting.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144387",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144388",
      "text": "Speaking of dellusion, I'm surprised some YEC didn't already post this in favor of their arguments.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144389",
      "text": "Let's have a look at it - a little pause button action, a little jotting down and we have it in writing! Atheist scientists (or Algore) provided me with this technology, not sure which. ;) <--- (one of those smileys Mr Poe enlightened me on)",
      "type": "I",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144390",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144391",
      "text": "I wasn't familiar with 'Poe's Law' either. Here's what I found on it; Deleted from Wikipedia - Poe's law (deleted 15 May 2008 at 06:32 - Deletionpedia)  It lasted 21 days on Wikipedia before being deleted, and it was originated by a Christianforums poster named 'Nathan Poe'. Doesn't really seem like that big of deal to me, but the atheist community seems to be increasingly fascinated with anything at all that allows them to mock Christianity.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144392",
      "text": "Can't your religion survive a little mockery? On the other hand I can understand why your worried your religion being so ridiculous and all.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144393",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144394",
      "text": "I wasn't familiar with 'Poe's Law' either. Here's what I found on it; Deleted from Wikipedia - Poe's law (deleted 15 May 2008 at 06:32 - Deletionpedia)  It lasted 21 days on Wikipedia before being deleted, and it was originated by a Christianforums poster named 'Nathan Poe'. Doesn't really seem like that big of deal to me, but the atheist community seems to be increasingly fascinated with anything at all that allows them to mock Christianity. As this now famous genius 'Poe' puts it;",
      "type": "I",
      "timestamp": "2016-03-08 20:00:02"
    },
    {
      "nodeID": "144395",
      "text": "Isn't it interesting that TQ is so hard up for a reason to attack me that he must himself use a fallacious position to do it from. Thanks TQ, for being so consistent in your dishonesty. :) emoticon_xagree",
      "type": "I",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144396",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144397",
      "text": "Actually, it got combined with an entry with a whole bunch of other 'laws' at List of eponymous laws - Wikipedia, the free encyclopedia It's still there.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144398",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144399",
      "text": "And thanks to you Archie for again showing that you don't know the definition of the word 'dishonesty'. Want to point out any lies I've told lately? Should be easy to grab a whole list, seeing as how I constantly lie.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144400",
      "text": "Didn't I just do that above? Or is it beyond you to comprehend that! emoticon_xgood I see no reason to wallow in the mud with you beyond proving my point. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144401",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144402",
      "text": "Just so we're clear here, your idea of 'proving your point' that I'm dishonest is to call me dishonest. Yeah, not quite how it works outside of Archie-land. Sorry.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144403",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144404",
      "text": "Wow marc. You spent some time thinking about this video.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144405",
      "text": "Not all that much, kicked it around in my mind while doing some mindless work this afternoon. A couple of hours to write it - it was fun.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144406",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144407",
      "text": "Just a question for you - hypothetical What would happen if we took a bunch of people, stuck them on a planet with no access to any knowledge of God or Christ - and say we left them there for a couple hundred thousand years. Are they more likely to come to the conclusion that Genesis 1 & 2 happened, some other random story of religious creation, or something a little closer to what scientists have come up with? Be honest!",
      "type": "I",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144408",
      "text": "I'm always honest! emoticon_xangel It would become a completely atheist planet in no time - what makes the earth different is Christ's teaching and actions while he was here, and the following ACTS of those who witnessed it. His Disciples (mainly Peter) were scared little rabbits while he was alive, and after his resurection, weren't afraid of anything. That historical fact and other similar ones have had quite an impact for Christianity. The debate about whether God exists or not isn't only about the origin/science debates.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144409",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144410",
      "text": "Wow marc. You spent some time thinking about this video. Just a question for you - hypothetical What would happen if we took a bunch of people, stuck them on a planet with no access to any knowledge of God or Christ - and say we left them there for a couple hundred thousand years. Are they more likely to come to the conclusion that Genesis 1 & 2 happened, some other random story of religious creation, or something a little closer to what scientists have come up with? Be honest!",
      "type": "I",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144411",
      "text": "Well I think that the geology of the planet would influence everything. From religions to morals and scientific progression. Because long ago on our planet Europe not only thought the world was flat and they could fall over at the edge into an abyss but Europe generally didn't have knowledge of the Asian cultures until the silk road was active. If the asian and european cultures were not so greatly distanced from each other history would have been greatly changed to the extent that compared to our world would be pretty loopy:p",
      "type": "I",
      "timestamp": "2016-03-08 20:00:03"
    },
    {
      "nodeID": "144412",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144413",
      "text": "I realise that Databeds original question was designed to highlight that creationism is based solely on the bible. However, your reply caused me to go all tangental. If you believe that a planet populated solely by atheists would remain solely atheist (without the influence of God), on what basis do you explain the many other religions that exist on Earth? Especially those that were around before Christianity, and cannot therefore be accused of copying a successful format?",
      "type": "I",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144414",
      "text": "A good question, and it's a good thing I'm not a politician (or even a talk radio host:p) or then I would have to do some dancing. I remember once when President George Bush referred to Islam as 'one of the world's great religions' - I guess a U.S. President would have to do that, as the President of a country with no establishment of religion in its foundation. A Christian without speech police can refer to Islam in a more direct way - it's a false religion.  Just about any follower of one certain religion is going to have disdain for any other religion, as well as atheism. Many atheists may think they have an advantage in that regard - they think they can group all religions together as being wrong in similar ways about their faith, and separate themselves from them. But since the term 'religion' is so broad and vague, it's easy to see that atheists can't really do that so well, because there are a few religions that they can't have much disagreement with - 'Pantheism', 'scientism', would certainly be two, and there are probably more. Any religion that worships nature, with no defined god, isn't really at odds with atheism, is it? Your phrase within parenthesis, 'without the influence of God', points out (to me) that discussions about God on these forums, and even throughout Christian study and discussion, are all too often about only his presence or absence, nothing more. There is something more, and that something is Satan, the 'great deceiver', the 'evil one'. In Databed's hypothetical, where he said 'stuck them on a planet with no access to any knowledge of God or Christ', my belief is that God/Christ would be there, (omnipresent) but I wasn't really consciously thinking about the possibility of the evil one NOT being there. I believe it's Satan's presence that causes atheism and it also causes false religions to be dreamed up.  So to clarify my answer to his question, for people on another planet 'with no access to any knowledge of God or Christ' would become a blend of atheism and false religion, since Satan is the author of both. To me as a 'fundamental' Christian, there is little difference between the two.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144415",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144416",
      "text": "'.... on what basis do you explain the many other religions that exist on Earth? Especially those that were around before Christianity.....",
      "type": "I",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144417",
      "text": "Jesus is the Creator of the universe. He is the God of Adam, and Noah; he is the God in the burning bush who spoke with Moses: Genesis 16:7-13 The Angel of the LORD There are no religions that predate the advent of Christ. He was always there, from Genesis to Revelation. John 8:58. That's Jesus confirming he is the Great 'I AM' of the Burning Bush.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144418",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144419",
      "text": "I believe it's Satan's presence that causes atheism and it also causes false religions to be dreamed up.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144420",
      "text": "So newborn babies only have no Christian beliefs because Satan has removed them? My position would be that the 'natural' (read:before external influences) state of a person is atheism, for the same reason that you 'naturally' have no belief in gremlins. People aren't born with beliefs, they are naturalised into them - whatever that belief may be.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144421",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144422",
      "text": "Hush Poseidon! Be a good non-existent God and stay away from the burning bush you'll put it out and then your really be in trouble.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144423",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144424",
      "text": "The idea here is to demonstrate that the odds of them realizing the same Genesis is impossible. That is unless God came back again, spoke his word into a book through the scribblings of random religious scholars. If you accept that this is inevitable, you are delusional.  The most likely thing would be for humans to come up with an entirely different religious doctrine. I would be willing to bet that it would pass through polytheism into monotheism as more information became available and eventually we would end up right where we are now. The problem with this scenario is that evolution would probably never be confirmed since our biological history would not be apparent. We would come up with theories that God made us and perhaps even some screwballs would say we were all part of an experiment and were placed on the planet by our ancestors a couple hundred thousand years prior.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144425",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144426",
      "text": "random nonsensical babble",
      "type": "I",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144427",
      "text": "Well, thank you for the riveting example of Poe's law in action.  Parody or actual argument? Only the poster knows for sure.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:04"
    },
    {
      "nodeID": "144428",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:00:05"
    }
  ],
  "edges": [
    {
      "edgeID": "186508",
      "fromID": "144356",
      "toID": "144357",
      "formEdgeID": null
    },
    {
      "edgeID": "186509",
      "fromID": "144357",
      "toID": "144355",
      "formEdgeID": null
    },
    {
      "edgeID": "186510",
      "fromID": "144359",
      "toID": "144360",
      "formEdgeID": null
    },
    {
      "edgeID": "186511",
      "fromID": "144360",
      "toID": "144358",
      "formEdgeID": null
    },
    {
      "edgeID": "186512",
      "fromID": "144362",
      "toID": "144363",
      "formEdgeID": null
    },
    {
      "edgeID": "186513",
      "fromID": "144363",
      "toID": "144361",
      "formEdgeID": null
    },
    {
      "edgeID": "186514",
      "fromID": "144365",
      "toID": "144366",
      "formEdgeID": null
    },
    {
      "edgeID": "186515",
      "fromID": "144366",
      "toID": "144364",
      "formEdgeID": null
    },
    {
      "edgeID": "186516",
      "fromID": "144368",
      "toID": "144369",
      "formEdgeID": null
    },
    {
      "edgeID": "186517",
      "fromID": "144369",
      "toID": "144367",
      "formEdgeID": null
    },
    {
      "edgeID": "186518",
      "fromID": "144371",
      "toID": "144372",
      "formEdgeID": null
    },
    {
      "edgeID": "186519",
      "fromID": "144372",
      "toID": "144370",
      "formEdgeID": null
    },
    {
      "edgeID": "186520",
      "fromID": "144374",
      "toID": "144375",
      "formEdgeID": null
    },
    {
      "edgeID": "186521",
      "fromID": "144375",
      "toID": "144373",
      "formEdgeID": null
    },
    {
      "edgeID": "186522",
      "fromID": "144377",
      "toID": "144378",
      "formEdgeID": null
    },
    {
      "edgeID": "186523",
      "fromID": "144378",
      "toID": "144376",
      "formEdgeID": null
    },
    {
      "edgeID": "186524",
      "fromID": "144380",
      "toID": "144381",
      "formEdgeID": null
    },
    {
      "edgeID": "186525",
      "fromID": "144381",
      "toID": "144379",
      "formEdgeID": null
    },
    {
      "edgeID": "186526",
      "fromID": "144383",
      "toID": "144384",
      "formEdgeID": null
    },
    {
      "edgeID": "186527",
      "fromID": "144384",
      "toID": "144382",
      "formEdgeID": null
    },
    {
      "edgeID": "186528",
      "fromID": "144386",
      "toID": "144387",
      "formEdgeID": null
    },
    {
      "edgeID": "186529",
      "fromID": "144387",
      "toID": "144385",
      "formEdgeID": null
    },
    {
      "edgeID": "186530",
      "fromID": "144389",
      "toID": "144390",
      "formEdgeID": null
    },
    {
      "edgeID": "186531",
      "fromID": "144390",
      "toID": "144388",
      "formEdgeID": null
    },
    {
      "edgeID": "186532",
      "fromID": "144392",
      "toID": "144393",
      "formEdgeID": null
    },
    {
      "edgeID": "186533",
      "fromID": "144393",
      "toID": "144391",
      "formEdgeID": null
    },
    {
      "edgeID": "186534",
      "fromID": "144395",
      "toID": "144396",
      "formEdgeID": null
    },
    {
      "edgeID": "186535",
      "fromID": "144396",
      "toID": "144394",
      "formEdgeID": null
    },
    {
      "edgeID": "186536",
      "fromID": "144397",
      "toID": "144398",
      "formEdgeID": null
    },
    {
      "edgeID": "186537",
      "fromID": "144398",
      "toID": "144356",
      "formEdgeID": null
    },
    {
      "edgeID": "186538",
      "fromID": "144400",
      "toID": "144401",
      "formEdgeID": null
    },
    {
      "edgeID": "186539",
      "fromID": "144401",
      "toID": "144399",
      "formEdgeID": null
    },
    {
      "edgeID": "186540",
      "fromID": "144402",
      "toID": "144403",
      "formEdgeID": null
    },
    {
      "edgeID": "186541",
      "fromID": "144403",
      "toID": "144400",
      "formEdgeID": null
    },
    {
      "edgeID": "186542",
      "fromID": "144405",
      "toID": "144406",
      "formEdgeID": null
    },
    {
      "edgeID": "186543",
      "fromID": "144406",
      "toID": "144404",
      "formEdgeID": null
    },
    {
      "edgeID": "186544",
      "fromID": "144408",
      "toID": "144409",
      "formEdgeID": null
    },
    {
      "edgeID": "186545",
      "fromID": "144409",
      "toID": "144407",
      "formEdgeID": null
    },
    {
      "edgeID": "186546",
      "fromID": "144411",
      "toID": "144412",
      "formEdgeID": null
    },
    {
      "edgeID": "186547",
      "fromID": "144412",
      "toID": "144410",
      "formEdgeID": null
    },
    {
      "edgeID": "186548",
      "fromID": "144414",
      "toID": "144415",
      "formEdgeID": null
    },
    {
      "edgeID": "186549",
      "fromID": "144415",
      "toID": "144413",
      "formEdgeID": null
    },
    {
      "edgeID": "186550",
      "fromID": "144417",
      "toID": "144418",
      "formEdgeID": null
    },
    {
      "edgeID": "186551",
      "fromID": "144418",
      "toID": "144416",
      "formEdgeID": null
    },
    {
      "edgeID": "186552",
      "fromID": "144420",
      "toID": "144421",
      "formEdgeID": null
    },
    {
      "edgeID": "186553",
      "fromID": "144421",
      "toID": "144419",
      "formEdgeID": null
    },
    {
      "edgeID": "186554",
      "fromID": "144422",
      "toID": "144423",
      "formEdgeID": null
    },
    {
      "edgeID": "186555",
      "fromID": "144423",
      "toID": "144417",
      "formEdgeID": null
    },
    {
      "edgeID": "186556",
      "fromID": "144424",
      "toID": "144425",
      "formEdgeID": null
    },
    {
      "edgeID": "186557",
      "fromID": "144425",
      "toID": "144411",
      "formEdgeID": null
    },
    {
      "edgeID": "186558",
      "fromID": "144427",
      "toID": "144428",
      "formEdgeID": null
    },
    {
      "edgeID": "186559",
      "fromID": "144428",
      "toID": "144426",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
