{
  "nodes": [
    {
      "nodeID": "159941",
      "text": "So then you believe the 2nd amendment guarantees an individual right?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:03"
    },
    {
      "nodeID": "159942",
      "text": "And you never answered and just moved on with your confusing, conflicting facts and positions. what then is your position   The collective argument has been proven lacking at best a downright lie to be more accurate!!! : I posted: This is the source of the anti-gunner, Civil rights violators claim to a collective right to keep and bear arms over an individuals.. Riding a dead horse indeed!  http://opinionjournal.com/columnist...l/?id=110004653 Bellesiles Misfires An antigun 'scholar' as today's Galileo? Oh please, just shoot me.  BY KIMBERLEY A. STRASSEL Friday, February 6, 2004 12:01 a.m. EST  History has its fair share of persecuted geniuses, men who were ahead of their time and made to pay for it. There's the hemlocked Socrates, the house-arrested Galileo, the exiled Rousseau. And to this list of giants it seems that we are now expected to add the name of Michael Bellesiles. Mr. Bellesiles is the former Emory professor who shook the scholarly world in 2000 with his book 'Arming America.' An academic bombshell, the tome went against long-held beliefs by claiming that few colonial Americans actually owned guns. This set off a riotous public debate over whether the Second Amendment was designed to protect individual gun rights. Mr. Bellesiles was showered with prizes and media praise, becoming an instant academic star. That is, until his peers started looking into that little thing called research. Reputable scholars in the ensuing months tore apart his work on probate and military records, travel narratives, and other documents. Mr. Bellesiles, when asked to explain, provided ever-more outlandish excuses: that his notes had been lost in a flood, that his Web site had been hacked, that he couldn't remember where he'd found certain documents. The officials of the prestigious Bancroft Prize stripped him of his award, he left Emory and Knopf chose to stop publishing his book. Most of us sighed happily and figured that was the end of that academic scandal. But oh, no. It turns out that Mr. Bellesiles is still riding his dead horse, his nonexistent guns still blazing. Soft Skull Press (which takes pride in putting out books that other publishers avoid like ricin) has not only agreed to reissue 'Arming America' but has decided to release Mr. Bellesiles's latest response to his critics. This 59-page pamphlet, 'Weighed in an Even Balance,' is a spirited attempt by Mr. Bellesiles to turn himself into the world's latest misunderstood genius. As such, it's worth reading for pure entertainment value.   Much of the booklet is a repeat of the professor's creative excuses and dissembling. He explains again about the flood and helpfully assures us that he is not an agent of the Zionist Occupational Government (though surely that is why the Bancroft panel took away his prize, right?). He does acknowledge a few errors, but only after pointing out that 'even the finest scholars . . . make mistakes.' As proof, he cites one blooper in esteemed historian David McCullough's 1,120-page biography of Harry Truman. But the most amusing parts of the pamphlet are those meant to support our scholar's belief that he is up against a stubborn world that refuses to open its mind to the truth. And his sense of persecution and righteousness is very much on display. The very title of his book is taken from Job: 'Let me be weighed in an even balance, that God may known mine integrity.' And that's just for starters. The pamphlet is sprinkled with quotations from thoughtful men, all meant to back up Mr. Bellesiles's argument that he is fighting the good fight. We hear from Isaiah Berlin: 'Few things have done more harm than the belief on the part of individuals or groups . . . that he or she or they are in sole possession of the truth.' One epigraph recounts that in the 16th century, Oxford used to fine any student who diverged from the teachings of Aristotle. We are clearly meant to envision a feisty Mr. Bellesiles handing over his shillings to the dons. We are treated to lecturing tracts about the benefits of scholarly disagreement, the complex nature of historical research and the need for academic exploration. And finally, in case readers still aren't getting his drift, Mr. Bellesiles sums it all up in his conclusion: 'There are those who rest their very identity on the notion of a certain, unchanging past. The vision that society is unalterable is not just incorrect, it is dangerously undemocratic, and as such should be of concern to every modern historian.'   In fact, the academic world is hardly a monolothic creature that resists all change. If it were, we'd still be trying to explain how the sun moves around the Earth. Most historians and scientists are wise enough to realize that new discoveries or interpretations hold out opportunity. But before they completely cast aside mountains of research, they usually demand some proof. Mr. Bellesiles's problem isn't that he's misunderstood; it's that he still hasn't given them any. Or as the old saying goes: 'To be a persecuted genius, you not only have to be persecuted; you also have to be right.'  Ms. Strassel is a senior editorial page writer for The Wall Street Journal.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:03"
    },
    {
      "nodeID": "159943",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:03"
    },
    {
      "nodeID": "159944",
      "text": "Pirates could load up their ships on the Potomac River and sail out sea.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:03"
    },
    {
      "nodeID": "159945",
      "text": "And for years they did. They still can. Again, there is not a real problem with pirates.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:03"
    },
    {
      "nodeID": "159946",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:03"
    },
    {
      "nodeID": "159947",
      "text": "Hunters could trample through Yellowstone or any other national park, guns in hand.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:03"
    },
    {
      "nodeID": "159948",
      "text": "YES, of course, they could not actually hunt, since that would be illegal, possibly a felony, whihc could lead to forfeiture of your rights.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:03"
    },
    {
      "nodeID": "159949",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:03"
    },
    {
      "nodeID": "159950",
      "text": "Taken to its logical extreme, we might argue that, just as a federal felon, serving time, has some First Amendment rights to the press, petition and religion, or Eighth Amendment rights not to be subjected to cruel punishment, so too, a prisoner might claim some second amendment right. The Fifth Amendment allows the taking of liberty under some circumstances, while the Second, if read as an individual right, does not.'",
      "type": "I",
      "timestamp": "2016-03-08 20:34:03"
    },
    {
      "nodeID": "159951",
      "text": "BUt felons do not have full first amendment rights, there are a lot of rights that convicted felons forfeit, and this guy knows it.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:03"
    },
    {
      "nodeID": "159952",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:03"
    },
    {
      "nodeID": "159953",
      "text": "'Unlike the Pennsylvania constitution, the language of the Second Amendment is absolute: 'shall not be infringed.'",
      "type": "I",
      "timestamp": "2016-03-08 20:34:03"
    },
    {
      "nodeID": "159954",
      "text": "Just like the first amendment starts with 'Congress shall make no law', which is no less absolute. OR the fourth, 'The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated'. Do I need to go on? Every one of the original ten amendments, witht he exception of the 6th and 7th contain strong language that leave no doubts as to the fact that the rights are protected. Yet we DO have laws regarding free speach, the DMCA, etc...",
      "type": "I",
      "timestamp": "2016-03-08 20:34:03"
    },
    {
      "nodeID": "159955",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:04"
    },
    {
      "nodeID": "159956",
      "text": "Sorry to just barg in but I believe in our forefathers and I realize not every one does but hey, they did start a country people. So if anyone disagrees that the signers didn't mean it as a individual right I've got more proof then I know what to do with.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:04"
    },
    {
      "nodeID": "159957",
      "text": "Well, Void, as one that has been fighting these battles for a while now, I've an observation. Those of us that believe the Right to Keep and Bear Arms is a constitutionally protected right, and please note, I did not say constitutionally given or granted right, your proof would be welcomed, and the chances are, we all have much of the same proof in our arsenals. To those that are adamant in their endeavors to control and eventually disarm Americans, no amount of proof will ever be sufficient. They are always of the mind ( if that's possible ) our founders were either complete dumb asses regarding firearms, just a bunch of old, dead, white guys, had no concept of what the world would become, were backwoods bumpkins, or were entirely incapable of expressing how they really felt, so instead, expressed the antithesis to what they actually believed. Have I left anything out?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:04"
    },
    {
      "nodeID": "159958",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:04"
    }
  ],
  "edges": [
    {
      "edgeID": "197544",
      "fromID": "159942",
      "toID": "159943",
      "formEdgeID": null
    },
    {
      "edgeID": "197545",
      "fromID": "159943",
      "toID": "159941",
      "formEdgeID": null
    },
    {
      "edgeID": "197546",
      "fromID": "159945",
      "toID": "159946",
      "formEdgeID": null
    },
    {
      "edgeID": "197547",
      "fromID": "159946",
      "toID": "159944",
      "formEdgeID": null
    },
    {
      "edgeID": "197548",
      "fromID": "159948",
      "toID": "159949",
      "formEdgeID": null
    },
    {
      "edgeID": "197549",
      "fromID": "159949",
      "toID": "159947",
      "formEdgeID": null
    },
    {
      "edgeID": "197550",
      "fromID": "159951",
      "toID": "159952",
      "formEdgeID": null
    },
    {
      "edgeID": "197551",
      "fromID": "159952",
      "toID": "159950",
      "formEdgeID": null
    },
    {
      "edgeID": "197552",
      "fromID": "159954",
      "toID": "159955",
      "formEdgeID": null
    },
    {
      "edgeID": "197553",
      "fromID": "159955",
      "toID": "159953",
      "formEdgeID": null
    },
    {
      "edgeID": "197554",
      "fromID": "159957",
      "toID": "159958",
      "formEdgeID": null
    },
    {
      "edgeID": "197555",
      "fromID": "159958",
      "toID": "159956",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
