{
  "nodes": [
    {
      "nodeID": "161208",
      "text": "The problem is that just as we're coming to understand the importance of self-regulation skills, those skills appear to be in short supply among young American children. In one recent national survey, 46 percent of kindergarten teachers said that at least half the kids in their classes had problems following directions. In another study, Head Start teachers reported that more than a quarter of their students exhibited serious self-control-related negative behaviors, like kicking or threatening other students, at least once a week.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:03"
    },
    {
      "nodeID": "161209",
      "text": "http://www.nytimes.com/2009/09/27/magazine/27tools-t.html In other words, a lot of these kids never grow up.  And then they get guns. And, did I mention the hormone was testosterone?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:03"
    },
    {
      "nodeID": "161210",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:03"
    },
    {
      "nodeID": "161211",
      "text": "Are you trying to make a point here? Or are you just spewing forth your hoplophobic tendencies because you're got nothing better to do? One of the problems with school children is that it's become a crime to discipline them the way our parents were disciplined. There's no spankings, corner times, or sitting on a chair with a dunce cap, because that's all been labeled as abuse to emotional development. Instead we have counseling and the administration of powerful prescription drugs to kids who can barely read. Kids are spoiled rotten and left unsupervised with TV shows and video games that glorify violence and murdering people for fun. Parents are stuck working two or more jobs just to make enough money for bills so they don't wind up on the streets. We need massive reform. We gotta go back to how kids were raised in the 50s.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:03"
    },
    {
      "nodeID": "161212",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:04"
    },
    {
      "nodeID": "161213",
      "text": "Gee our reasoning challenged one has shown up. Let me see we have a NY slimes article on the problems liberals have caused in children. Then we leap to they never grow up. And then the leap to they get guns. Wonder what study or studies back that up? From there we go into male hatred mode via hormones. Of course these are all white kids too eh? Not to mention being of the Republican persuation no doubt.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:04"
    },
    {
      "nodeID": "161214",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:04"
    },
    {
      "nodeID": "161215",
      "text": "That would be beating the bejesus out of a kid as opposed to teaching him or her how to govern his or her impulses by themselves.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:04"
    },
    {
      "nodeID": "161216",
      "text": "Negative reinforcement works very well at teaching impulse control. After all, arresting and jailing criminals is a negative reinforcement, so why not start it earlier in life? We're already getting our kids adjusted to prison life, what with sending them to schools with metal detectors, drug sniffing dogs, security guards, lockdown procedures and bars on the windows.  Maybe if they were more likely to experience a burning sting to the backside for being naughty, then perhaps they'd be less willing to do something bad later in life. And another thing for you, Simone. If kids are so impulsive and driven by hormones, then why oh why would we ever allow them to actually get a driver's license? Are we to believe that at 16, a child is perfectly capable of controlling their testosterone driven impulses and not plow a two ton vehicle into a crowd going at 85 mph. Yet the same individual, at 21, is absolutely unable to control their impulses when they pick up a gun, and they'll fire into a crowd for no good reason?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:04"
    },
    {
      "nodeID": "161217",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:04"
    },
    {
      "nodeID": "161218",
      "text": "Like you were raised? Looks like it didn't work and now those hormones must be kicking in? Nothing worse than a menopausal female grinding her ax...their favorite victims? Males.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:04"
    },
    {
      "nodeID": "161219",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:04"
    },
    {
      "nodeID": "161220",
      "text": "I was hit and grounded when I was a kid. I turned out fine. But it looks to me like your parents didn't believe in corporal punishment. Thats why you have your attitude.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:04"
    },
    {
      "nodeID": "161221",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:04"
    },
    {
      "nodeID": "161222",
      "text": "I think you're being a troll, simone, but I blame the parents. I would never have gotten away with calling my mother a bitch. In fact I wouldn't have even gotten away with calling her by her first name, it was 'mom' or 'mother'. I also had work to do, and I did it or I regretted not doing it. Now half the kids in the U.S. don't have chores and they call their parents names all the time and get away with it. Then you wonder why kids are so spoiled. A bit of common sense advice: don't whine about problems, try to solve them. If you don't have a solution, then don't whine. ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:37:04"
    },
    {
      "nodeID": "161223",
      "text": "Wow Ethmi almost sounds like we had the same mother,because I know exactly what you are saying.emoticon_xhohoemoticon_xhoho",
      "type": "I",
      "timestamp": "2016-03-08 20:37:04"
    },
    {
      "nodeID": "161224",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:04"
    },
    {
      "nodeID": "161225",
      "text": "My money is on parents as singular.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:04"
    },
    {
      "nodeID": "161226",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:05"
    }
  ],
  "edges": [
    {
      "edgeID": "198436",
      "fromID": "161209",
      "toID": "161210",
      "formEdgeID": null
    },
    {
      "edgeID": "198437",
      "fromID": "161210",
      "toID": "161208",
      "formEdgeID": null
    },
    {
      "edgeID": "198438",
      "fromID": "161211",
      "toID": "161212",
      "formEdgeID": null
    },
    {
      "edgeID": "198439",
      "fromID": "161212",
      "toID": "161209",
      "formEdgeID": null
    },
    {
      "edgeID": "198440",
      "fromID": "161213",
      "toID": "161214",
      "formEdgeID": null
    },
    {
      "edgeID": "198441",
      "fromID": "161214",
      "toID": "161209",
      "formEdgeID": null
    },
    {
      "edgeID": "198442",
      "fromID": "161216",
      "toID": "161217",
      "formEdgeID": null
    },
    {
      "edgeID": "198443",
      "fromID": "161217",
      "toID": "161215",
      "formEdgeID": null
    },
    {
      "edgeID": "198444",
      "fromID": "161218",
      "toID": "161219",
      "formEdgeID": null
    },
    {
      "edgeID": "198445",
      "fromID": "161219",
      "toID": "161215",
      "formEdgeID": null
    },
    {
      "edgeID": "198446",
      "fromID": "161220",
      "toID": "161221",
      "formEdgeID": null
    },
    {
      "edgeID": "198447",
      "fromID": "161221",
      "toID": "161215",
      "formEdgeID": null
    },
    {
      "edgeID": "198448",
      "fromID": "161223",
      "toID": "161224",
      "formEdgeID": null
    },
    {
      "edgeID": "198449",
      "fromID": "161224",
      "toID": "161222",
      "formEdgeID": null
    },
    {
      "edgeID": "198450",
      "fromID": "161225",
      "toID": "161226",
      "formEdgeID": null
    },
    {
      "edgeID": "198451",
      "fromID": "161226",
      "toID": "161220",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
