{
  "nodes": [
    {
      "nodeID": "137892",
      "text": "Thought of the Day: Can anyone conceivably conceptualize the irony of the pregnancy of a woman is called 'conception'? Conceptually, it is conceived that present tense of this conception is to conceive a child. I am curious as to know whether or not conceive and concept are participles or perhaps conjugations of a single word or are they two different words used interchangably. I am doubly curious to know as to how pregnancy came about as being conceived as conceptual?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:58"
    },
    {
      "nodeID": "137893",
      "text": "con·ceive ( P ) Pronunciation Key (kn-sv) v. con·ceived, con·ceiv·ing, con·ceives v. tr. To become pregnant with (offspring). To form or develop in the mind; devise: conceive a plan to increase profits. To apprehend mentally; understand: couldn't conceive the meaning of that sentence. To be of the opinion that; think: didn't conceive such a tragedy could occur. To begin or originate in a specific way: a political movement conceived in the ferment of the 1960s.  con·cept ( P ) Pronunciation Key (knspt) n. A general idea derived or inferred from specific instances or occurrences. Something formed in the mind; a thought or notion. See Synonyms at idea. A scheme; a plan: 'began searching for an agency to handle a new restaurant concept' (ADWEEK).  -------------------------------------------------------------------------------- [Late Latin conceptus, from Latin, past participle of concipere, to conceive. See conceive.]   It takes quite a man to use a message board to learn how to use a dictionary. Pregnancy is factual, it is the way one might react to it that is conceptual. Perhaps you need a little insight into how your perceptions might alter your concept..... but insight is one thing I can not give you much to my dismay",
      "type": "I",
      "timestamp": "2016-03-08 19:45:58"
    },
    {
      "nodeID": "137894",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:58"
    }
  ],
  "edges": [
    {
      "edgeID": "181916",
      "fromID": "137893",
      "toID": "137894",
      "formEdgeID": null
    },
    {
      "edgeID": "181917",
      "fromID": "137894",
      "toID": "137892",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
