{
  "nodes": [
    {
      "nodeID": "136397",
      "text": "Supersport's plasticity hypothesis assumes that organisms were given a DNA sequence that allowed them to adapt to all challenges that they ever faced, giving us the fossil record as we know it.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:59"
    },
    {
      "nodeID": "136398",
      "text": "And SS's hypothesis is demonstrably false. Humans are one of the least genetically diverse organisms, and yet, there is an average of 14 alleles for every gene in the human population. Any two people can, at most, carry 4 alleles for any given gene. Even if we consider a very simple and famous example, the peppered moth (Biston betularia), we find that the color is determined by a single gene of which there are 5 known alleles. And then there is the great variety in domestic dogs. Although there is little doubt that our dogs are descended from wolves from somewhere in Asia, there are many, many alleles that do not exist in any population of wolves. Some breeds are the result of known mutations.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:59"
    },
    {
      "nodeID": "136399",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:59"
    },
    {
      "nodeID": "136400",
      "text": "It has been observed. I list it as an assumption because nothing can be proven completely (just a technicality).",
      "type": "I",
      "timestamp": "2016-03-08 19:42:59"
    },
    {
      "nodeID": "136401",
      "text": "I think you have a somewhat odd definition of 'assumption,' but I see your point. Remember, the fundies will jump on anything they can...",
      "type": "I",
      "timestamp": "2016-03-08 19:42:59"
    },
    {
      "nodeID": "136402",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:59"
    },
    {
      "nodeID": "136403",
      "text": "Actually, I probably should have included the Big Bang to show the complete body of knowledge that opposes the fundamentalist interpretation of the bible. This is for the sake of completion, as the bible includes a story of how the universe began.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:59"
    },
    {
      "nodeID": "136404",
      "text": "I dunno... we already have enough fundies thinking that the Big Bang is part of evolution...",
      "type": "I",
      "timestamp": "2016-03-08 19:42:59"
    },
    {
      "nodeID": "136405",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:59"
    },
    {
      "nodeID": "136406",
      "text": "Evolution PREDICTS that DNA changes. Not 'assumes'. But PREDICTS.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:59"
    },
    {
      "nodeID": "136407",
      "text": "Actually, you are living in the past. That DNA changes is neither an assumption nor a prediction. It is an observation.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:59"
    },
    {
      "nodeID": "136408",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:42:59"
    },
    {
      "nodeID": "136409",
      "text": "But that can be tested at whatever level you want to use for 'kind' and shown to be false. Has been shown to be false by phylogenetic analysis. No application of the mistaken Razor.",
      "type": "I",
      "timestamp": "2016-03-08 19:42:59"
    },
    {
      "nodeID": "136410",
      "text": "Actually, it hasn't. Phylogenetic analysis has no relevance to Occam's Razor. Further, DNA for all organisms is the same until you examine specific sequences. It isn't that the DNA is different, what matters is the the sequence of the bases is different.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136411",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136412",
      "text": "As you noted, Supersport's theory predicts DNA from extinct species to be the same as modern DNA. Not modified, because the modification is in the expression of parts of the DNA, not the total package. Well, DNA from mammoths and Neandertals have been tested and it is not the same as modern elephants or humans.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136413",
      "text": "Actually true. But I fail to understand the point. mtDNA from Neandertals seems to indicate that they are not ancestral and did not interbreed with modern humans. Neither are mammoths ancestral to modern elephants. In both cases the evidence indicates that they are related species. What was your point?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136414",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136415",
      "text": "What William of Ockham actually said was that, indescribing a phenomenon, do not use unnecessary entities.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136416",
      "text": "Actually, 'entities should not be multiplied beyond necessity' was his statement. 'Most likely' applies. 'Do not' is inaccurate.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136417",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136418",
      "text": "Actually, for his hypothesis to explain the difference, he would have to say that the DNA changed. Even so, he assumes more.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136419",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136420",
      "text": "LOL! 1. You have a mistaken Ockham's Razor.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136421",
      "text": "Really? Except for that one point, I believe I got it entirely right.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136422",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136423",
      "text": "No, it doesn't. Not the mistaken view you have given, anyway. If you look in the literature for signal transduction or transcription control, you see that your mistaken view of the Razor is completely discarded.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136424",
      "text": "Because of that one omitted phrase?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136425",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136426",
      "text": "So, you have NOT shown that God does not exist or that God did not create. What has been shown -- by Christians long before you came along -- that a literal interpretation of Genesis 1-3 is the wrong interpretation. That is what the second quote in my signature refers to. Notice the date.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136427",
      "text": "I know that. It was not my intention to show that a deity does not exist; I wanted to refute the fundamentalist interpretation (again).",
      "type": "I",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136428",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:00"
    },
    {
      "nodeID": "136429",
      "text": "3. The Bible has at least 3 stories of how the universe began. That's one sure tipoff that the Fundie interpretation is wrong.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136430",
      "text": "Actually, it is a tip-off that they need to pick one interpretation or confuse their position by trying to assume all three.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136431",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136432",
      "text": "I fail to see how this tidbit is relevant, or even how it is contrary to Occam's Razor.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136433",
      "text": "Because it shows that Ockham was arguing against what Hi_Its_Me says the Razor is.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136434",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136435",
      "text": "I would suggest that you re-read the suggested texts. Let me restate: 1) All organisms produce so many offspring that their numbers would increase exponentially without constraint. Yet adult populations remain reletively constant.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136436",
      "text": "And that's an observation, isn't it? Not an assumption. Calling it an assumption was the mistake. Darwin devotes a whole chapter to this.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136437",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136438",
      "text": "Holy Jesus! Don't get your panties in a wad. Creationists include the origin of the universe, the earth and everything else in what the call 'the evolution theory.'",
      "type": "I",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136439",
      "text": "Yes, they do. So why should you make the same mistake? We correct creationists about this mistake all the time on other boards. See talkorigins debate board. That Hi_Its_Me went along with the mistake showed that he was no longer discussing evolution or even science, but arguing atheism vs theism. The reason we do this is because science and evolution are not atheism and scientific theories have boundaries. No scientific theory gives a worldview or an explanation of everything. Even the anticipated 'theory of everything' combining Relativity and QM won't explain everything. Evolution has the boundary of the first life. It assumes that a universe and living organisms exist. Just like Cell Theory assumes the same things. If you want to discuss the origin of the first life, then you have to talk about the various theories within the field of abiogenesis. If you want to talk about the origin of the universe, then you need to discuss the various theories within the field of cosmology.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136440",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136441",
      "text": "SS's theory predicts that DNA is unpredictable since there is no requirement that some designer entity would be required to abide by some nebulous rule as to the form of DNA.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136442",
      "text": "But SS would say that neandertals are humans, right? All creationists I have seen say that. Just put neandertals in modern clothes and you would not notice them on a city street. So their DNA should be identical to H. sapien's by that theory.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136443",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136444",
      "text": "Great if you are doing what passed for science in 1350. But your scenario presents no hypothesis for testing. As Occam's Razor is applied today, one tests the hypothesis that requires the fewest assumptions first.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136445",
      "text": "But the point is that the Razor should not be used to test hypotheses! That isn't what Ockham stated the Razor as. The whole point is that you can't use this warped version of the Razor for hypothesis testing. In the example, impetus was a hypothesis for a cause for movement. Ockham eliminated the hypothesis as a description of the phenonmenon. The Razor states that the animal was struck. Period. From that observations you make hypotheses as to what struck the animal. Hi_Its_Me listed only 2 of the possible hypotheses. Then, without testing either hyopothesis, he eliminated one as 'unlikely' and used 'unlikely' to = false. But there was not testing. Yet testing is not only possible but easy. Last year my daughter's car hit a deer. The deer's carcass wasn't found but it would have had pieces of glass embedded in it. Testing those pieces would show that they came from the windshield of a Pontiac Sunfire. That eliminates the alien spaceship hypothesis. (Unless you propose the ad hoc hypothesis that the spaceship coincidentally had glass identical to that of a Pontiace Sunfire. However, that ad hoc hypothesis can't be independently tested and is therefore invalid).",
      "type": "I",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136446",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136447",
      "text": "Either way, the theory of evolution can explain the DNA change with fewer assumptions.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:01"
    },
    {
      "nodeID": "136448",
      "text": "So what?? Who cares what the number of assumptions are? What we care about is whether the idea is correct. And to determine whether it is correct, you have to have data, not counting assumptions.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136449",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136450",
      "text": "body of knowledge can force hypotheses to make additional assumptions. People usually choose the simpler hypothesis because of the principles of Occam's razor.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136451",
      "text": "And, as I have shown, that is the wrong thing to do. The only criteria for choosing a hypothesis is the data.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136452",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136453",
      "text": "I'm talking about 'evolution' as defined by creationists. That includes abiogenesis and the big bang. I have attempted to show that these theories require fewer assumptions and are therefore more likely to be right.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136454",
      "text": "And why are you letting them define what the theory is? Especially when it is wrong. Of course, I am arguing that having fewer assumptions has nothing to do with being right.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136455",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136456",
      "text": "Except that Occam's razor is used for comparing hypotheses. In this example, I expect that the 'car hit the animal' hypothesis is simpler than any other hypothesis.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136457",
      "text": "And what do you conclude from this comparison? That the car hypothesis is correct and any other hypothesis is wrong, right? So you stop investigating. But is that how we should do science? NO. It's laziness and an intellectual copout.  What we have is a misuse of the Razor. The Razor is not supposed to be used for comparing hypotheses. Instead, it's supposed to keep hypotheses out of descriptions of phenomenon.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136458",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136459",
      "text": "In your opinion. How do you know your interpretation is better? Oh, right, it has to assume less to explain the facts.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136460",
      "text": "NO! There are facts present that cannot possibly be true IF SS's theory is correct! That's the point.  OK, let's go back to basic deductive logic: True statements cannot have false consequences. In symbolic logic: If H then C not C Therefore: not H That is, we have hypothesis H. It has consequences C. If you find that C is either not there or that there are consequences contradictory to C, then H is false. Neandertals and humans are lumped in one 'kind' by creationists. Elephants and mammoths are another 'kind'. Now, if SS's theory is true, neandertals will have the same DNA sequences as humans, because it is a matter what genes are turned on and when, not a change of genes. (This is even more pronounced because creationists insist neandertals ARE members of H. sapiens). Same for mammoths and elephants. So now we look at DNA sequences. Are they the same? NO! Neandertals and H. sapiens differ by over 3 standard deviations from variation within H. sapiens populations. So, the consequences are wrong, therefore SS's hypothesis is wrong. No assumptions involved. Only data.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136461",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136462",
      "text": "So your only complaint was the use of the word 'assumption?'",
      "type": "I",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136463",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136464",
      "text": "If you are going to invoke Ockham then you need to say what he actually said, not a mistake.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136465",
      "text": "And if I were to invoke the principle that is often called 'Occam's Razor' nowadays? Does it need to be the same as 'Ockham?'",
      "type": "I",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136466",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:02"
    },
    {
      "nodeID": "136467",
      "text": "If you want to discuss the new idea that 'the simplest explanation is most likely correct', then I did that in my example of BMP. That idea is wrong.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136468",
      "text": "Well, the simplest explanation often proves to be correct. I could give you examples, but I'm not sure you would pay attention. Just to show I'm not bluffing: if you typed a paper while sleepy, went to bed, and woke up only to find errors in your paper, the best conclusion would be to assume that you made the mistakes, rather than that a hacker put them there. I expect that most times, there was no hacker. The explanation with fewer assumptions is more likely to be correct. However, having all the information is important. If you later find out that a computer genius was submitting a paper to a contest that you were submitting yours to and that most of the other papers involved had many errors, the likelyhood of a hacker goes up. Yes, I know that was a weird example. I only used it because there is someone who actually believes (according to rinkworks.com) that a hacker messes with her writing.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136469",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136470",
      "text": "The whole point is that you can't use this warped version of the Razor for hypothesis testing. In the example, impetus was a hypothesis for a cause for movement. Ockham eliminated the hypothesis as a description of the phenonmenon.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136471",
      "text": "And if there are two competing hypotheses that are actually hard to choose between? As they get closer, it becomes less possible to choose by instinct or testing. A principle comes in handy.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136472",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136473",
      "text": "You don't use comparative number of entities to evaluate theories: you use data.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136474",
      "text": "And if the data supports both theories equally well?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136475",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136476",
      "text": "The modern misstatement of the Razor is incorrect.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136477",
      "text": "But it is useful...",
      "type": "I",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136478",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136479",
      "text": "His opponents were not overlooking 'most likely'. Instead, they were taking 'most likely' to the extreme and saying 'this is what it actually is'. You do the same thing with your dead animal and car vs alien. While you say 'most likely', what you really mean is that the alien hypothesis is wrong.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136480",
      "text": "And my interpretation of my writing is that I didn't mean that. Who has more authority?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136481",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136482",
      "text": "But do you think that more assumptions is more likely to be correct?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136483",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136484",
      "text": "I would agree, except that there are situations where the data supports two ideas. If it appears to support both ideas equally, what do you do?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:03"
    },
    {
      "nodeID": "136485",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136486",
      "text": "In the growth factor field, started looking for multiple forms of the same growth factor. They had no data within that hypothesis to do so. They just discarded the Razor and began looking. And their efforts were immediately rewarded. There are 21 interleukins and over 18 fibroblast growth factors.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136487",
      "text": "So should people also look for more neucleotides and more planets within Mercury's orbit? The list of things that people could look for goes on and on. You have provided two examples of the hypothesis that assumed the fewest number of things being wrong. I can provide many more of it being right. Shall I?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136488",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136489",
      "text": "Neandertals and humans are lumped in one 'kind' by creationists. Elephants and mammoths are another 'kind'. Now, if SS's theory is true, neandertals will have the same DNA sequences as humans, because it is a matter what genes are turned on and when, not a change of genes. (This is even more pronounced because creationists insist neandertals ARE members of H. sapiens). Same for mammoths and elephants. So now we look at DNA sequences. Are they the same? NO! Neandertals and H. sapiens differ by over 3 standard deviations from variation within H. sapiens populations. So, the consequences are wrong, therefore SS's hypothesis is wrong. No assumptions involved. Only data.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136490",
      "text": "And when supersport says that the fossil record was created by god to test the faith of the people? He could make his hypothesis unfalsifiable, and he wouldn't care that it would be unscientific.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136491",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136492",
      "text": "What we have is a misuse of the Razor. The Razor is not supposed to be used for comparing hypotheses. Instead, it's supposed to keep hypotheses out of descriptions of phenomenon.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136493",
      "text": "Just like evolution wasn't supposed to be used to show that fundamentalism is wrong? Despite my claims that logic is a better tool for refuting fundamentalism, evolution is perceived as the big 'threat.'",
      "type": "I",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136494",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136495",
      "text": "This is where the mistaken version of Ockham's Razor is harmful to science: it stops research. All we have to do is compare the number of assumptions and decide that the theory with fewer assumptions is wrong. No data. No investigation. Simply sit and count assumptions.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136496",
      "text": "Actually, with more data that changes the number of assumptions required, it is possible to reach a greater degree of certainty about something. The greater degree of certainty you reach, the better you will be able to apply your findings.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136497",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136498",
      "text": "Oh boy, trying to tie Bayesian statistics to the number of assumptions! Nowhere in Bayesian analysis is there a term for number of assumptions. Once again you are trying to tie number of assumptions to the correctness of a hypothesis. There is no such connection. It doesn't exist. In science, you only use data to evaluate hypotheses. In Bayesian analysis, each study represents more DATA, not a change in assumptions.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136499",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136500",
      "text": "I only provided 2 to illustrate. I can also provide more. Also remember that I am falsifying your hypothesis: that parsimony is a method to determine correct hypotheses. All I need is a few to show the hypothesis wrong. It doesn't matter how many examples 'for' you have. Just as it doesn't matter how many IC systems are not explained by Darwinian evolution. As soon as ONE was explained, IC as support for ID died.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136501",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136502",
      "text": "If you misinterpret my posts, I will misinterpret yours. I meant 'unlikely' to mean 'probably not true.' That does not mean that it is necessarily false. Without much data in that example, it is impossible to tell for sure what is 'true.'",
      "type": "I",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136503",
      "text": "Really? Let's go to the OP. You said 'What this post explains is that Occam's razor denies the accuracy of the bible because it makes too many assumptions to be more likely than the scientific explanation. Therefore, it is poor logic to accept the bible without further evidence.' Now, if we are not 'to accept the bible', what are we supposed to do?  'See my first example for a reason that we should keep our beliefs uncomplicated whenever possible. If we didn't, we would be swamped with thousands of explanations for very simple events, and most of the explanations would be illogical.' What do you mean by 'illogical'. In context it seems that you are saying 'wrong'. Are you? If not, specify in detail how do you think an 'illogical' belief would be correct? 'Except that Occam's razor is used for comparing hypotheses. ' Back to a scientific use of parsimony. What are we comparing them for? 'Most likely' or for which hypothesis is true and which is false? I submit that you are being disingenuous. You actually mean that you can use parsimony to decide which hypothesis is true, but, when pressed that this doesn't work, fall back to 'most likely'. So let me ask, how 'most likely'? What are the odds? How do you compute them? Is 'most likely' 51% ot 49% or 100% to 0% or somewhere in between? Or does it change for each situation? If 'most likely' changes, then how do we know what you actually mean?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:04"
    },
    {
      "nodeID": "136504",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:05"
    }
  ],
  "edges": [
    {
      "edgeID": "180848",
      "fromID": "136398",
      "toID": "136399",
      "formEdgeID": null
    },
    {
      "edgeID": "180849",
      "fromID": "136399",
      "toID": "136397",
      "formEdgeID": null
    },
    {
      "edgeID": "180850",
      "fromID": "136401",
      "toID": "136402",
      "formEdgeID": null
    },
    {
      "edgeID": "180851",
      "fromID": "136402",
      "toID": "136400",
      "formEdgeID": null
    },
    {
      "edgeID": "180852",
      "fromID": "136404",
      "toID": "136405",
      "formEdgeID": null
    },
    {
      "edgeID": "180853",
      "fromID": "136405",
      "toID": "136403",
      "formEdgeID": null
    },
    {
      "edgeID": "180854",
      "fromID": "136407",
      "toID": "136408",
      "formEdgeID": null
    },
    {
      "edgeID": "180855",
      "fromID": "136408",
      "toID": "136406",
      "formEdgeID": null
    },
    {
      "edgeID": "180856",
      "fromID": "136410",
      "toID": "136411",
      "formEdgeID": null
    },
    {
      "edgeID": "180857",
      "fromID": "136411",
      "toID": "136409",
      "formEdgeID": null
    },
    {
      "edgeID": "180858",
      "fromID": "136413",
      "toID": "136414",
      "formEdgeID": null
    },
    {
      "edgeID": "180859",
      "fromID": "136414",
      "toID": "136412",
      "formEdgeID": null
    },
    {
      "edgeID": "180860",
      "fromID": "136416",
      "toID": "136417",
      "formEdgeID": null
    },
    {
      "edgeID": "180861",
      "fromID": "136417",
      "toID": "136415",
      "formEdgeID": null
    },
    {
      "edgeID": "180862",
      "fromID": "136418",
      "toID": "136419",
      "formEdgeID": null
    },
    {
      "edgeID": "180863",
      "fromID": "136419",
      "toID": "136406",
      "formEdgeID": null
    },
    {
      "edgeID": "180864",
      "fromID": "136421",
      "toID": "136422",
      "formEdgeID": null
    },
    {
      "edgeID": "180865",
      "fromID": "136422",
      "toID": "136420",
      "formEdgeID": null
    },
    {
      "edgeID": "180866",
      "fromID": "136424",
      "toID": "136425",
      "formEdgeID": null
    },
    {
      "edgeID": "180867",
      "fromID": "136425",
      "toID": "136423",
      "formEdgeID": null
    },
    {
      "edgeID": "180868",
      "fromID": "136427",
      "toID": "136428",
      "formEdgeID": null
    },
    {
      "edgeID": "180869",
      "fromID": "136428",
      "toID": "136426",
      "formEdgeID": null
    },
    {
      "edgeID": "180870",
      "fromID": "136430",
      "toID": "136431",
      "formEdgeID": null
    },
    {
      "edgeID": "180871",
      "fromID": "136431",
      "toID": "136429",
      "formEdgeID": null
    },
    {
      "edgeID": "180872",
      "fromID": "136433",
      "toID": "136434",
      "formEdgeID": null
    },
    {
      "edgeID": "180873",
      "fromID": "136434",
      "toID": "136432",
      "formEdgeID": null
    },
    {
      "edgeID": "180874",
      "fromID": "136436",
      "toID": "136437",
      "formEdgeID": null
    },
    {
      "edgeID": "180875",
      "fromID": "136437",
      "toID": "136435",
      "formEdgeID": null
    },
    {
      "edgeID": "180876",
      "fromID": "136439",
      "toID": "136440",
      "formEdgeID": null
    },
    {
      "edgeID": "180877",
      "fromID": "136440",
      "toID": "136438",
      "formEdgeID": null
    },
    {
      "edgeID": "180878",
      "fromID": "136442",
      "toID": "136443",
      "formEdgeID": null
    },
    {
      "edgeID": "180879",
      "fromID": "136443",
      "toID": "136441",
      "formEdgeID": null
    },
    {
      "edgeID": "180880",
      "fromID": "136445",
      "toID": "136446",
      "formEdgeID": null
    },
    {
      "edgeID": "180881",
      "fromID": "136446",
      "toID": "136444",
      "formEdgeID": null
    },
    {
      "edgeID": "180882",
      "fromID": "136448",
      "toID": "136449",
      "formEdgeID": null
    },
    {
      "edgeID": "180883",
      "fromID": "136449",
      "toID": "136447",
      "formEdgeID": null
    },
    {
      "edgeID": "180884",
      "fromID": "136451",
      "toID": "136452",
      "formEdgeID": null
    },
    {
      "edgeID": "180885",
      "fromID": "136452",
      "toID": "136450",
      "formEdgeID": null
    },
    {
      "edgeID": "180886",
      "fromID": "136454",
      "toID": "136455",
      "formEdgeID": null
    },
    {
      "edgeID": "180887",
      "fromID": "136455",
      "toID": "136453",
      "formEdgeID": null
    },
    {
      "edgeID": "180888",
      "fromID": "136457",
      "toID": "136458",
      "formEdgeID": null
    },
    {
      "edgeID": "180889",
      "fromID": "136458",
      "toID": "136456",
      "formEdgeID": null
    },
    {
      "edgeID": "180890",
      "fromID": "136460",
      "toID": "136461",
      "formEdgeID": null
    },
    {
      "edgeID": "180891",
      "fromID": "136461",
      "toID": "136459",
      "formEdgeID": null
    },
    {
      "edgeID": "180892",
      "fromID": "136462",
      "toID": "136463",
      "formEdgeID": null
    },
    {
      "edgeID": "180893",
      "fromID": "136463",
      "toID": "136433",
      "formEdgeID": null
    },
    {
      "edgeID": "180894",
      "fromID": "136465",
      "toID": "136466",
      "formEdgeID": null
    },
    {
      "edgeID": "180895",
      "fromID": "136466",
      "toID": "136464",
      "formEdgeID": null
    },
    {
      "edgeID": "180896",
      "fromID": "136468",
      "toID": "136469",
      "formEdgeID": null
    },
    {
      "edgeID": "180897",
      "fromID": "136469",
      "toID": "136467",
      "formEdgeID": null
    },
    {
      "edgeID": "180898",
      "fromID": "136471",
      "toID": "136472",
      "formEdgeID": null
    },
    {
      "edgeID": "180899",
      "fromID": "136472",
      "toID": "136470",
      "formEdgeID": null
    },
    {
      "edgeID": "180900",
      "fromID": "136474",
      "toID": "136475",
      "formEdgeID": null
    },
    {
      "edgeID": "180901",
      "fromID": "136475",
      "toID": "136473",
      "formEdgeID": null
    },
    {
      "edgeID": "180902",
      "fromID": "136477",
      "toID": "136478",
      "formEdgeID": null
    },
    {
      "edgeID": "180903",
      "fromID": "136478",
      "toID": "136476",
      "formEdgeID": null
    },
    {
      "edgeID": "180904",
      "fromID": "136480",
      "toID": "136481",
      "formEdgeID": null
    },
    {
      "edgeID": "180905",
      "fromID": "136481",
      "toID": "136479",
      "formEdgeID": null
    },
    {
      "edgeID": "180906",
      "fromID": "136482",
      "toID": "136483",
      "formEdgeID": null
    },
    {
      "edgeID": "180907",
      "fromID": "136483",
      "toID": "136448",
      "formEdgeID": null
    },
    {
      "edgeID": "180908",
      "fromID": "136484",
      "toID": "136485",
      "formEdgeID": null
    },
    {
      "edgeID": "180909",
      "fromID": "136485",
      "toID": "136448",
      "formEdgeID": null
    },
    {
      "edgeID": "180910",
      "fromID": "136487",
      "toID": "136488",
      "formEdgeID": null
    },
    {
      "edgeID": "180911",
      "fromID": "136488",
      "toID": "136486",
      "formEdgeID": null
    },
    {
      "edgeID": "180912",
      "fromID": "136490",
      "toID": "136491",
      "formEdgeID": null
    },
    {
      "edgeID": "180913",
      "fromID": "136491",
      "toID": "136489",
      "formEdgeID": null
    },
    {
      "edgeID": "180914",
      "fromID": "136493",
      "toID": "136494",
      "formEdgeID": null
    },
    {
      "edgeID": "180915",
      "fromID": "136494",
      "toID": "136492",
      "formEdgeID": null
    },
    {
      "edgeID": "180916",
      "fromID": "136496",
      "toID": "136497",
      "formEdgeID": null
    },
    {
      "edgeID": "180917",
      "fromID": "136497",
      "toID": "136495",
      "formEdgeID": null
    },
    {
      "edgeID": "180918",
      "fromID": "136498",
      "toID": "136499",
      "formEdgeID": null
    },
    {
      "edgeID": "180919",
      "fromID": "136499",
      "toID": "136462",
      "formEdgeID": null
    },
    {
      "edgeID": "180920",
      "fromID": "136500",
      "toID": "136501",
      "formEdgeID": null
    },
    {
      "edgeID": "180921",
      "fromID": "136501",
      "toID": "136462",
      "formEdgeID": null
    },
    {
      "edgeID": "180922",
      "fromID": "136503",
      "toID": "136504",
      "formEdgeID": null
    },
    {
      "edgeID": "180923",
      "fromID": "136504",
      "toID": "136502",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
