{
  "nodes": [
    {
      "nodeID": "152956",
      "text": "A British couple held hostage by pirates for more than three months have told of brutal treatment at the hand of their captors who they say are perilously close to killing them. In separate telephone interviews with CNN affiliate ITN, Paul and Rachel Chandler pleaded for help and spoke of their fears that they were just days away from death. An emotional Rachel Chandler also spoke of how she thought 'dying would actually be an easy way out' and how she wanted to see her husband 'at least once before we die.' The Chandlers were taken by pirates from their 38-foot yacht, the Lynn Rival, just days after setting sail from the Seychelles islands for Tanzania. Their captors initially demanded a ransom of $7 million, but the British government -- in line with longstanding policy -- has refused to pay. 'Please, please find a way of helping us because it really is a very desperate situation here,' Rachel Chandler said in the latest interview, in which she said she had not seen her husband for two weeks since they were violently separated. 'I've broken a tooth because I was hit on the head with something, probably the butt of a gun... I don't know... and yes, so we have been physically attacked.' Rachel Chandler, 55, who along with her husband has been held for nearly 100 days, said the pirates had issued a new deadline. 'They've just told me that if they don't get the money within four or five days they'll kill one of us.' Audibly close to tears, she also asked for a message to be passed on to her husband. 'The message to him is hang on for me because I hope -- my biggest hope -- is that I shall see him at least once before we die.' She added: 'It's hard not to feel, well, dying would actually be an easy way out. It's hard to explain but it is when you're all on your own in this country and you've no idea where you are and no idea when something might happen and whether I'll see Paul again. It's just very, very despairing' In a separate telephone interview 24 hours earlier, Paul Chandler, 59, described how they were separated and savagely beaten. 'We tried to stay together and they threw us to the ground and whipped us and beat Rachel with a rifle butt and I was dragged off, taken to a different location. 'I was allowed to telephone her about 12 days ago. Se said she was being tormented all the time and then she said she was giving up. They've lost patience. They set a deadline of three or four days, if they don't hear, then they say they will let us die. 'We're held in solitary confinement effectively. You know it's just [like being] treated as a captive animal.' It was not clear under what conditions the captives, who have been in sporadic telephone and video contact with journalists, had been allowed telephone access. ITN said both conversations had been shared with the British Home Office and his family. Britain's Foreign and Commonwealth Office's official line on hostages says 'the government will not make substantive concession for hostage takers, including the payments of ransom.' Pirates have been very active off the east coast of Africa in the past several years, operating out of lawless Somalia. Last week, pirates attempted to hijack an Indian crude oil vessel 105 nautical miles from Somalia, the EU's anti-piracy naval force said. The pirates opened fire on the ship and were later arrested. Piracy on the high-seas reached a six-year high in 2009, according to the International Maritime Bureau, which monitors shipping crimes.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:14"
    },
    {
      "nodeID": "152957",
      "text": "So why should merchant ships be required to go unarmed and defenseless in dangerous areas?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:14"
    },
    {
      "nodeID": "152958",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:14"
    },
    {
      "nodeID": "152959",
      "text": "Originally Posted by sinjin You are welcome to carry ordinance in international waters all you like.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:14"
    },
    {
      "nodeID": "152960",
      "text": "Yes, but how do you legally get it into international waters? Once there, where do you go? There aren't too many ports where ordinance is allowed. Since I am a law abiding citizen, where, other than international waters, may I legally have a gun?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:15"
    },
    {
      "nodeID": "152961",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:15"
    },
    {
      "nodeID": "152962",
      "text": "Well, if they were armed, one of the pirates could possibly be injured.  I dunno. I wonder if Mr. and Mrs. Chandler have ever heard of Munir Hussain? I hope they are following the advice the British government has given Myleene Klass.  'Don't defend yourselves! You might injure an attacker!'",
      "type": "I",
      "timestamp": "2016-03-08 20:18:15"
    },
    {
      "nodeID": "152963",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:15"
    },
    {
      "nodeID": "152964",
      "text": "Senior citizen yachties stand little chance of defending themselves against pirates. Piracy needs to be dealt with using military might.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:15"
    },
    {
      "nodeID": "152965",
      "text": "And you think the British would do that?",
      "type": "I",
      "timestamp": "2016-03-08 20:18:15"
    },
    {
      "nodeID": "152966",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:15"
    },
    {
      "nodeID": "152967",
      "text": "They did way back when. The U.S. did too.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:15"
    },
    {
      "nodeID": "152968",
      "text": "And wayyyyy back when they were legally able to defend themselves to.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:15"
    },
    {
      "nodeID": "152969",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:18:15"
    },
    {
      "nodeID": "152970",
      "text": "Not for pleasure craft. Commercial vessels, maybe. I agree with the British. The yachters should have known better.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:15"
    },
    {
      "nodeID": "152971",
      "text": "So indignities offered our citizens will be tolerated if dispensed in small doses? Maybe we might educate the pirates what they should 'know better' than to try. My taxes pay to have a Navy presence around the world. Americans are American interests.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:15"
    },
    {
      "nodeID": "152972",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:15"
    },
    {
      "nodeID": "152973",
      "text": "My taxes pay to have a Navy presence around the world.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:15"
    },
    {
      "nodeID": "152974",
      "text": "Actually, no, they don't. The job of the Navy is to protect U.S. national security. They are not charged with the defense of private citizens sailing international waters.",
      "type": "I",
      "timestamp": "2016-03-08 20:18:15"
    },
    {
      "nodeID": "152975",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:18:16"
    }
  ],
  "edges": [
    {
      "edgeID": "192570",
      "fromID": "152957",
      "toID": "152958",
      "formEdgeID": null
    },
    {
      "edgeID": "192571",
      "fromID": "152958",
      "toID": "152956",
      "formEdgeID": null
    },
    {
      "edgeID": "192572",
      "fromID": "152960",
      "toID": "152961",
      "formEdgeID": null
    },
    {
      "edgeID": "192573",
      "fromID": "152961",
      "toID": "152959",
      "formEdgeID": null
    },
    {
      "edgeID": "192574",
      "fromID": "152962",
      "toID": "152963",
      "formEdgeID": null
    },
    {
      "edgeID": "192575",
      "fromID": "152963",
      "toID": "152957",
      "formEdgeID": null
    },
    {
      "edgeID": "192576",
      "fromID": "152965",
      "toID": "152966",
      "formEdgeID": null
    },
    {
      "edgeID": "192577",
      "fromID": "152966",
      "toID": "152964",
      "formEdgeID": null
    },
    {
      "edgeID": "192578",
      "fromID": "152968",
      "toID": "152969",
      "formEdgeID": null
    },
    {
      "edgeID": "192579",
      "fromID": "152969",
      "toID": "152967",
      "formEdgeID": null
    },
    {
      "edgeID": "192580",
      "fromID": "152971",
      "toID": "152972",
      "formEdgeID": null
    },
    {
      "edgeID": "192581",
      "fromID": "152972",
      "toID": "152970",
      "formEdgeID": null
    },
    {
      "edgeID": "192582",
      "fromID": "152974",
      "toID": "152975",
      "formEdgeID": null
    },
    {
      "edgeID": "192583",
      "fromID": "152975",
      "toID": "152973",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
