{
  "nodes": [
    {
      "nodeID": "162762",
      "text": "There is none. Please do not consider it. 'Gun Registry Costs Could Balloon to $2 Billion by 2012' - http://www.taxpayer.com/newsreleases/federal/March24-03.htm Please note, that all they wanted to do was collect names and addresses. Finger printing is names/addressess + expensive lab work. Please note that this could possibly be THE most expense cost over run in the history of the free world. A 2 million dollar project expected to cost 2 Billion.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:54"
    },
    {
      "nodeID": "162763",
      "text": "Yes, that does seem to be the primary concern, and it does seem to be that the the cost of the program could be considerable. However, I do ask again that you at least consdier the following, presented by the Center for Gun Policy and Research, part of the Johns Hopkins School of Public Health. (Link on an above post.)  ...the costs of creating, maintaining, and using a federal system are likely to be substantial. The projected costs of the system must be weighed against the potential to reduce the enormous social and economic costs associated with gun violence. Eighty lives per day-almost 29,000 per year-are lost to gun violence in the United States.16 The social costs of gun violence in the United States have been estimated to be an extraordinary $100 billion per year.17 If ballistic fingerprinting laws result in significant reductions in gun violence- by strengthening law enforcement efforts to identify and prosecute violent offenders and deterring illegal gun use by and transfers to criminals and youth-the investment will be well worth it.  Also, -In 1994, the lifetime medical costs associated with firearm injuries and deaths totaled $2.3 billion. - Approximately 49% of the costs of gun-related injuries and deaths is paid by the public. -The hospitalization costs associated with firearm-related injuries in 1997 exceeded $800 million. -Thirty percent (30%) of hospitalized patients were uninsured, and an additional 30% were enrolled in government health insurance programs. -The direct costs (e.g., medical, productivity) and social costs (e.g., quality of life, emotional) of gun violence are an estimated $100 billion per year  Like I have, said, it seems that perhaps not enough research has been done, to figure out precisely what the program will cost, and how how effective it would be. But I am suprised that there are those who seem so set against even considering such a program, when it appears that there may be a substantial benefit.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:54"
    },
    {
      "nodeID": "162764",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:40:54"
    }
  ],
  "edges": [
    {
      "edgeID": "199552",
      "fromID": "162763",
      "toID": "162764",
      "formEdgeID": null
    },
    {
      "edgeID": "199553",
      "fromID": "162764",
      "toID": "162762",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
