{
  "nodes": [
    {
      "nodeID": "154966",
      "text": "Atheists feel that their views are more than a denial of a God; for them, atheism is also way to find new purpose and meaning in life without confining themselves, or their beliefs, to a set of rules. Quick fix Comparative Religions teacher Cherie McGinn has always been aware of atheism among her students, but says that it is often a temporary belief. McGinn feels atheism can often be a 'quick fix' for students who are still searching or need a way to declare their independence. 'It's easier to say 'I don't believe in God' than to say, 'I believe in this,' McGinn explains. According to McGinn, most people who claim to be atheists are probably agnostic, or people who do not believe God's existence can be proved either way. 'It takes a strong level of commitment and understanding to be a true atheist,' says McGinn.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:48"
    },
    {
      "nodeID": "154967",
      "text": "The 'truth' about atheism is that it's the only proposition that makes sense (apart from agnosticism ?) to people who conclude, as I do, that religious principles are not based on reason. I know it's a bit unusual in a public forum but I'd like to introduce a little personal history here by way of illustration of my path to atheism: I was educated during my most impressionable years (11-18) at a grammar school controlled by the Jesuits. All my teachers were priests and many were of formidable intellect. Every morning began with 'divine service', every lesson was started and ended with a prayer. At noon we sang the Angelus and at 3.30 in the afternoon we finished the school day with Benediction. We had at least one session a day learning and reciting the catechism - so we could be word perfect in our answers to metaphysical questions. Yet all this religious conditioning failed to arouse any spark of faith in me. Sure, I conformed to all outward appearances, but inwardly I rebelled and I did not believe. So why didn't I believe - because my clergymen teachers gave me no REASONS to do so. When, eventually, during my last days at school I chose to reveal my disbelief - the Rector said, 'Well, after all, faith is a gift from God !' , and I had received no such gift. Since, in my view, there is no reasoned evidence for God's existence, why succumb to wish-fulfillment ? It's less comforting but more honest to be an atheist.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:48"
    },
    {
      "nodeID": "154968",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:48"
    },
    {
      "nodeID": "154969",
      "text": "I'm an atheist pretty much the same reason you are an atheist (except for going to a religious school. 1. religion beliefs and worship: people?s beliefs and opinions concerning the existence, nature, and worship of a deity or deities, and divine involvement in the universe and human life  Microsoft® Encarta® Reference Library 2003. © 1993-2002 Microsoft Corporation. All rights reserved. Wouldn't you say the belief that there is no god and when we die we die qualifies as this?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:48"
    },
    {
      "nodeID": "154970",
      "text": "My outburst was meant to show that even a seven year bombardment of religious propaganda can be ineffective if no reasons whatever are advanced for reaching the conclusions that the theists desire. Theology is a bogus 'study' of infinite pretensions and of an unknowable 'reality'. Yet I wouldn't describe atheism as a religion: essentially it's a disbelief in the existence of God because there is no good reason for doing so and there are good reasons not to.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:48"
    },
    {
      "nodeID": "154971",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:22:48"
    },
    {
      "nodeID": "154972",
      "text": "I'm an atheist pretty much the same reason you are an atheist (except for going to a religious school. I didn't really think it was fair and balanced at all. It protrayed atheists as lost from the true path. The reasons it gave for being atheist were they hadn't found god yet, and a tradgedy. What about logically thinking about it? And a RELIGIOUS STUDIES teacher says that atheism is just a phase? They also say atheism is the easy way out. I think it's easier to just believe in a god and be comforted. I'm not saying people do but I'd say Christianity is more of a quick fix than atheism. All you have to do is believe in god and you're safe for your life and afterwards. Most Atheists don't believe what they do just to rebel or haven't found God yet. Mostly it's because they realized that there is no logical proof (enough for them) that there is God. They also said incorrectly that atheism isn't a religion.  re·li·gion [ri líjj?n] n 1. religion beliefs and worship: people?s beliefs and opinions concerning the existence, nature, and worship of a deity or deities, and divine involvement in the universe and human life  Microsoft® Encarta® Reference Library 2003. © 1993-2002 Microsoft Corporation. All rights reserved. Wouldn't you say the belief that there is no god and when we die we die qualifies as this?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:48"
    },
    {
      "nodeID": "154973",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:48"
    },
    {
      "nodeID": "154974",
      "text": "I spent 10.5 years in Catholic schools as well as having three nuns for aunts and numerous clery as family friends. I have been an atheist, more or less, since I was 13 or thereabouts. I find the devaluing of our experience and the rationale behind our rejection of religion and divinity to be the most perplexing aspect of my dealings with believers. I came to my present working assumptions after a lifetime of soul-searching. I reject the mythology because my mind leaves me no alternative.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:48"
    },
    {
      "nodeID": "154975",
      "text": "I know that I'm hardly unique in rejecting the pious life that my teachers held up as the ideal: I was quite conscious at the time that I was merely a square peg in a round hole that was being bashed until it fitted. Parroting answers to questions that were themselves irrational wasted an absurd amount of time of course - but in other respects I received a good education for which I am still grateful. Nice to hear from someone who had a similar experience.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:48"
    },
    {
      "nodeID": "154976",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:22:48"
    }
  ],
  "edges": [
    {
      "edgeID": "193994",
      "fromID": "154967",
      "toID": "154968",
      "formEdgeID": null
    },
    {
      "edgeID": "193995",
      "fromID": "154968",
      "toID": "154966",
      "formEdgeID": null
    },
    {
      "edgeID": "193996",
      "fromID": "154970",
      "toID": "154971",
      "formEdgeID": null
    },
    {
      "edgeID": "193997",
      "fromID": "154971",
      "toID": "154969",
      "formEdgeID": null
    },
    {
      "edgeID": "193998",
      "fromID": "154972",
      "toID": "154973",
      "formEdgeID": null
    },
    {
      "edgeID": "193999",
      "fromID": "154973",
      "toID": "154967",
      "formEdgeID": null
    },
    {
      "edgeID": "194000",
      "fromID": "154975",
      "toID": "154976",
      "formEdgeID": null
    },
    {
      "edgeID": "194001",
      "fromID": "154976",
      "toID": "154974",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
