{
  "nodes": [
    {
      "nodeID": "156252",
      "text": "Let's assume such a asseration is correct. That if the majority wants something, that it is free to make any such laws, even if the strip specific individuals of any and all rights.  Under your logic, you must therefore support any action by the majority that wants to tar, feather and quater any user who goes by the name of VTcruiser [/b]",
      "type": "I",
      "timestamp": "2016-03-08 20:25:44"
    },
    {
      "nodeID": "156253",
      "text": "Well, that is obsurd and you know it yourself.. If you are going to make arguments, at least make ones that matter.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:44"
    },
    {
      "nodeID": "156254",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:44"
    },
    {
      "nodeID": "156255",
      "text": "Are you familiar withe the phrase 'tyranny of the majority'? Amazing how many Americans don't understand how the Constitution is intended to protect minorities from the majority.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:44"
    },
    {
      "nodeID": "156256",
      "text": "oh brother.. so what if a minority of americans wanted to legalize murder. this is rediculous.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:44"
    },
    {
      "nodeID": "156257",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:44"
    },
    {
      "nodeID": "156258",
      "text": "You mean your hypothetical I presume? Murder violates the rights of the murdered by relieving them of their life. That's why it's illegal.  You're a bit slow I see.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:44"
    },
    {
      "nodeID": "156259",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:44"
    },
    {
      "nodeID": "156260",
      "text": "If you can't see the difference between gay marriage and murder then you need your head examining. In a society based on the right to 'life, liberty and the pursuit of happiness' what is the overriding need that means the rights of gays to the latter must be sacrificed. The saying goes that my right to swing my fist stops at your nose, whose nose is smashed by the right of gays to marry?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:44"
    },
    {
      "nodeID": "156261",
      "text": "But the difference is, if you take a swing and hit someone, or harm them in a worse way, you can get locked up for it. But no cop is going to bar the door to a chapel where you get married to a same-sex partner, and you won't be arrested afterwards. Yes, it's completely legal for you to do that, right now. Apples and oranges.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:44"
    },
    {
      "nodeID": "156262",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:44"
    },
    {
      "nodeID": "156263",
      "text": "What I want to know is if all these folks who feel it is their right to vote on marriage for gays would mind if the gays were allowed to vote on their marriages?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:44"
    },
    {
      "nodeID": "156264",
      "text": "Well, they are in the minority no matter what.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:45"
    },
    {
      "nodeID": "156265",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:45"
    },
    {
      "nodeID": "156266",
      "text": "show me that evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:45"
    },
    {
      "nodeID": "156267",
      "text": "Well, I'm basing it first and formost on the states which passed ammendments banning same-sex marriage. The percentages in those states were almost completely lower than 80%, with perhaps one or two exceptions. This indicates that even in the least supportive states, 80% is usually too high a number. Unfortunately, I cannot come up with a good website that lists all of the percentages, but you should be able to look around. This was the least important thing I wrote in that entire post, so I'm not too worried about it.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:45"
    },
    {
      "nodeID": "156268",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:25:45"
    },
    {
      "nodeID": "156269",
      "text": "What makes you so certain that the minority is right on this issue?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:45"
    },
    {
      "nodeID": "156270",
      "text": "Well, now this is the question that really matters, and the answer is a long one. But to state it as simply as possible: denying same-sex marriage hurts many people. It forces same-sex couples to pay for the marriage of opposite-sex couples while no one is forced to pay for their marriages. It denies them access to raise children and ability to cover their children and spouses with their medical insurance, along with the many other benefits of marriage. It uses the law to teach the people that the lifestyle and religion held by same-sex couples is wrong, and this forces them to feel the disapproval of society. There is no reason to perpetuate these harms. I have heard many arguments opposed to same-sex marriage, but there is not even one of them that justifies these harms. In fact, I would even say that there is not one argument against same-sex marriage that makes logical sense at all. Thus, even if same-sex marriage brought no benefits, there would be no reason to keep it illegal; a free and equal society does not deny rights or benefits to anyone, unless it has a very good reason to. And there just isn't any reason to deny rights and benefits to same-sex couples.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:45"
    },
    {
      "nodeID": "156271",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:45"
    },
    {
      "nodeID": "156272",
      "text": "There is no reason to perpetuate these harms. I have heard many arguments opposed to same-sex marriage, but there is not even one of them that justifies these harms. In fact, I would even say that there is not one argument against same-sex marriage that makes logical sense at all. Thus, even if same-sex marriage brought no benefits, there would be no reason to keep it illegal; a free and equal society does not deny rights or benefits to anyone, unless it has a very good reason to. And there just isn't any reason to deny rights and benefits to same-sex couples.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:45"
    },
    {
      "nodeID": "156273",
      "text": "Well, its not just morally wrong in America, but its morally wrong in the middle east as well. And i think that if we continue our way downward morally as a nation, it would give terrorists even more hate for america because we are supposedly a 'christian nation' and dont live morally. anyways.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:45"
    },
    {
      "nodeID": "156274",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:45"
    },
    {
      "nodeID": "156275",
      "text": "What a broad reaching generalization you have made. Since you are in the habit of naming logical fallacies, you should like this...You are committing the fallacy of hasty generalization as well as the fallacy of using an unrepresentative sample. This is very disturbing for one who seems to have a handle on his logical fallacies. But kudos must be given out to you as you have managed to commit two fallacies in one sentence.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:45"
    },
    {
      "nodeID": "156276",
      "text": "Actually no, Duo has not. If you had ever bothered to read any previous posts by Duo in THIS forum you would ALREADY know he explained this assertation multiple times. You are once again making assumptions.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:45"
    },
    {
      "nodeID": "156277",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:45"
    }
  ],
  "edges": [
    {
      "edgeID": "194898",
      "fromID": "156253",
      "toID": "156254",
      "formEdgeID": null
    },
    {
      "edgeID": "194899",
      "fromID": "156254",
      "toID": "156252",
      "formEdgeID": null
    },
    {
      "edgeID": "194900",
      "fromID": "156256",
      "toID": "156257",
      "formEdgeID": null
    },
    {
      "edgeID": "194901",
      "fromID": "156257",
      "toID": "156255",
      "formEdgeID": null
    },
    {
      "edgeID": "194902",
      "fromID": "156258",
      "toID": "156259",
      "formEdgeID": null
    },
    {
      "edgeID": "194903",
      "fromID": "156259",
      "toID": "156256",
      "formEdgeID": null
    },
    {
      "edgeID": "194904",
      "fromID": "156261",
      "toID": "156262",
      "formEdgeID": null
    },
    {
      "edgeID": "194905",
      "fromID": "156262",
      "toID": "156260",
      "formEdgeID": null
    },
    {
      "edgeID": "194906",
      "fromID": "156264",
      "toID": "156265",
      "formEdgeID": null
    },
    {
      "edgeID": "194907",
      "fromID": "156265",
      "toID": "156263",
      "formEdgeID": null
    },
    {
      "edgeID": "194908",
      "fromID": "156267",
      "toID": "156268",
      "formEdgeID": null
    },
    {
      "edgeID": "194909",
      "fromID": "156268",
      "toID": "156266",
      "formEdgeID": null
    },
    {
      "edgeID": "194910",
      "fromID": "156270",
      "toID": "156271",
      "formEdgeID": null
    },
    {
      "edgeID": "194911",
      "fromID": "156271",
      "toID": "156269",
      "formEdgeID": null
    },
    {
      "edgeID": "194912",
      "fromID": "156273",
      "toID": "156274",
      "formEdgeID": null
    },
    {
      "edgeID": "194913",
      "fromID": "156274",
      "toID": "156272",
      "formEdgeID": null
    },
    {
      "edgeID": "194914",
      "fromID": "156276",
      "toID": "156277",
      "formEdgeID": null
    },
    {
      "edgeID": "194915",
      "fromID": "156277",
      "toID": "156275",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
