{
  "nodes": [
    {
      "nodeID": "149308",
      "text": "(The following one-pager is taken from the U.S. Department of State publication, Principles of Democracy.)Â• To maintain human rights, citizens in any free society need to be vigilant. Citizen responsibility Â– through a variety of participatory activities Â– ensures that government remains accountable to the people.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:33"
    },
    {
      "nodeID": "149309",
      "text": "And here our Government says:Rights and Responsibilities",
      "type": "I",
      "timestamp": "2016-03-08 20:10:33"
    },
    {
      "nodeID": "157940",
      "text": "During an interview on ABC's 'Good Morning America,' Pelosi said that the Congress will work to find some middle ground between the previous ban, which expired in 2004, and the precedent laid by the Supreme Court in a ruling enumerating more concrete gunowners' rights last term 'We have to find some level of compromise,' Pelosi said, citing 53 victims of gun violence nationwide in less than a month. 'And we have to rid the debate of the misconceptions people have about what gun safety means.' Pelosi indicated that new regulations might entail registration and prohibitions on transporting some firearms across state lines.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:37"
    },
    {
      "nodeID": "157941",
      "text": "Here is a video of the interview. ABC News",
      "type": "I",
      "timestamp": "2016-03-08 20:29:37"
    },
    {
      "nodeID": "157942",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:38"
    },
    {
      "nodeID": "157943",
      "text": "The right to bear arms is not granted by the Constitution; neither is it in any manner dependent upon that instrument for its existence.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:38"
    },
    {
      "nodeID": "157944",
      "text": "U.S. Supreme Court PRESSER v. STATE OF ILLINOIS, 116 U.S. 252 (1886)",
      "type": "I",
      "timestamp": "2016-03-08 20:29:38"
    },
    {
      "nodeID": "157945",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:38"
    },
    {
      "nodeID": "157946",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:38"
    },
    {
      "nodeID": "157947",
      "text": "It was so held by this court in the case of U. S. v. Cruikshank, 92 U.S. 542 , 553, in which the chief justice, in delivering the judgment of the court, said that the right of the people to keep and bear arms 'is not a right granted by the constitution. Neither is it in any manner dependent upon that instrument for its existence. The second amendment declares that it shall not be infringed, but this, as has been seen, means no more than that it shall not be infringed by congress. This is one of the amendments that has no other effect than to restrict the powers of the national government,...",
      "type": "I",
      "timestamp": "2016-03-08 20:29:38"
    },
    {
      "nodeID": "157948",
      "text": "But I want to be fair to our government, and help America with this personal decision, on weather or not to become criminals. Here is what Obama's government Website says on the subject of duties and responsibilities. The U.S. Government says: Human Rights",
      "type": "I",
      "timestamp": "2016-03-08 20:29:38"
    },
    {
      "nodeID": "157949",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:38"
    },
    {
      "nodeID": "157950",
      "text": "Licensing systems are very expensive to administer. Canada's experience with its full licensing and registration system, begun in December 1998, is not encouraging. The government originally estimated that the cost of licensing Canada's three million gun owners and registering their seven million guns would be $185 million [Canadian] over five years including a one-time start-up cost of $85 million [Canadian]. But, by March 2000 the Canadian Firearms Centre admitted that the system had already cost Canadian taxpayers $327 million [Canadian] and was running up an annual bill nearly 10 times higher than the government's original forecast. The March announcement also revealed that although 270,000 valid licenses existed from the country's earlier gun control system, only 142,000 new licenses had been issued. Using these figures as a baseline for America's arsenal of 65 million handguns, the estimated cost of such a system here is staggering. Most importantly, licensing and registration in America would have little effect on the vast majority of gun violence, such as unintentional gunshot deaths, suicides and the majority of homicides, since most homicides are the result of arguments between people who know each other and who purchase guns legally. From a political perspective, a battle over licensing and registration brings every gun owner into the fray. The NRA argument that licensing and registration is the first step towards gun confiscation has always been very persuasive with gun owners. In contrast, health and safety regulation of the industry focuses on the conduct of firearm manufacturers.  Advocates of licensing and registration often cite automobiles as an example of the value of licensing and registration: we register automobiles and license drivers, so why not guns? However, licensing and registration-the primary purpose of which was to enforce a system of taxation-had virtually no effect on automobile death and injury. It was not until the National Highway Traffic and Safety Administration was established in the 1960s, and changes were forced in automobile design and the driving environment, that decreases were seen.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:38"
    },
    {
      "nodeID": "157951",
      "text": "Canada's registry has had horrific problems, only registering 3/4ths of their 7 million guns, and has been hacked more times than Lizzie Borden's parents! Or George Washington's Cherry Tree for those who don't know the tale of Ms. Borden!  Canada Gun owners pressuring Conservatives",
      "type": "I",
      "timestamp": "2016-03-08 20:29:38"
    },
    {
      "nodeID": "157952",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:38"
    },
    {
      "nodeID": "157953",
      "text": "We talk a lot about media bias, but sometimes the mainstream media goes so far beyond what should be acceptable fair and balanced reporting as to call into question their integrity. ... Like every other gun banner, she apparently sees the solution to gun crimes as taking guns away from the people who didn't commit the crime in the first place. ABC didn't stop there. Yesterday morning on 'Good Morning America,' reporter David Muir continued the agenda-based 'reporting' by proffering Michael Wolkowitz, a board member of the Brady Center to Prevent Gun Violence, as an expert on firearms without bothering to mention that he was basing his whole argument on propaganda.  In neither segment did ABC present the opposing viewpoint, choosing instead to promote their own biased agenda, including promoting yet another anti-gun piece they are planning to air this Friday entitled, 'If I Only Had a Gun,' which Sawyer noted included a segment highlighting that 'since there is an impulse to think if I had a gun I could protect myself and others, we have an experience we'll conduct based on a real incident in which we show you what happens.' I'm sure that reenactment will be completely unbiased and realistic, right?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:38"
    },
    {
      "nodeID": "157954",
      "text": "Well, so much for unbiased reporting! emoticon_smile",
      "type": "I",
      "timestamp": "2016-03-08 20:29:39"
    },
    {
      "nodeID": "157955",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:39"
    }
  ],
  "edges": [
    {
      "edgeID": "196092",
      "fromID": "157941",
      "toID": "157942",
      "formEdgeID": null
    },
    {
      "edgeID": "196093",
      "fromID": "157942",
      "toID": "157940",
      "formEdgeID": null
    },
    {
      "edgeID": "196094",
      "fromID": "157944",
      "toID": "157945",
      "formEdgeID": null
    },
    {
      "edgeID": "196095",
      "fromID": "157945",
      "toID": "157943",
      "formEdgeID": null
    },
    {
      "edgeID": "196096",
      "fromID": "149309",
      "toID": "157946",
      "formEdgeID": null
    },
    {
      "edgeID": "196097",
      "fromID": "157946",
      "toID": "149308",
      "formEdgeID": null
    },
    {
      "edgeID": "196098",
      "fromID": "157948",
      "toID": "157949",
      "formEdgeID": null
    },
    {
      "edgeID": "196099",
      "fromID": "157949",
      "toID": "157947",
      "formEdgeID": null
    },
    {
      "edgeID": "196100",
      "fromID": "157951",
      "toID": "157952",
      "formEdgeID": null
    },
    {
      "edgeID": "196101",
      "fromID": "157952",
      "toID": "157950",
      "formEdgeID": null
    },
    {
      "edgeID": "196102",
      "fromID": "157954",
      "toID": "157955",
      "formEdgeID": null
    },
    {
      "edgeID": "196103",
      "fromID": "157955",
      "toID": "157953",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
