{
  "nodes": [
    {
      "nodeID": "154363",
      "text": "In your very thoughtful contribution you explicitly state that you 'regard the Bible as true and authoritative in all that it affirms' - including one must suppose the account it gives of the origin of life. Presumably, you are convinced therefore that God is the First Cause - whether or not he chose to bring about organic effects by evolutionary means ? If we can include 'evolutionism' among the sciences, then as a science it does not, indeed it cannot, attribute metaphysical causes to physical effects. There is no such thing as 'metaphysical evidence'. As you are content to describe yourself as a Christian Evolutionist, you invite the question, 'How do you account for the origins of life without invoking a Final Cause for which there is no scientific evidence ?'",
      "type": "I",
      "timestamp": "2016-03-08 20:21:28"
    },
    {
      "nodeID": "154364",
      "text": "This brings up an interesting point, and that is that science is extremely limited. Using your logic, persons should not have believed in the fact that the earth is a round object floating in space before it was proven scientifically, even though it was a fact then, as it is now. This fact was written about in scripture long before science 'proved' it, just as the description of the hydrological system was described in scripture long before scientists figured it out. THIS is where the evidence can be found for the validity of the Bible. When you find scripture after scripture of historical fact and scientific reference that is found to be accurate, you should tend to take is seriously. The problem with science is its arrogance. It's inability to see that truth can be found in other areas is a real handicap. Add to that theories like evolution that disguise themselves as science, and you have a real problem. One does not stand on a train track with a train barreling down on them to 'prove' they will die. This 'fact' is usually taken to be reliable, even though that person hasn't 'proven' it to be true through experimentation. If you need scientific proof for everything you believe, you have a real problem. If this were the case, no legal decision on guilt or innocence could be rendered in a court room, since the decision is usually rendered based on the preponderance of the evidence related to a crime that was commited in the past. We have the same problem with the origin of life and evolution of species - macro changes that supposedly occured in the past. As such, every availble form of investigation should be followed up on. This includes metaphysical possibilities. They can be investigated just as evolution is, buy the study of history, manuscripts, archeological methods and statistical and prophetic evidences. Both scientists and creationists are talking about investigation to find truth, and to self limit your investigative techniques is not only reckless, but might be a form of self delusion. Requiring truth to conform to your standards, as scientists of the past did, can either cause great delay in finding truth, or cause you to miss it entirely.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:28"
    },
    {
      "nodeID": "154365",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:28"
    },
    {
      "nodeID": "154366",
      "text": "No, your idea about science is a philiosophy of science. Sure, it's got a lot of believers, but historically it is not the only vision of science people have believed in. There is metaphysical evidence. The Apostles saw Jesus walk on water. There was no 'measure' by your version of science, but what they saw remains true.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:29"
    },
    {
      "nodeID": "154367",
      "text": "People have entertained and will always continue to entertain beliefs in all manner of propositions. Many people once believed that the earth is flat: perhaps some still do. But this has nothing to do with scientific truth. There is no 'version' of science that one chooses from a menu of possibilities. By definition, scientific enquiry arrives at hypotheses after gathering evidence from observations and experiment. Any law, knowledge, etc. that is arrived at by scientific method is open to modification or falsification if new evidence comes to light that must be taken into account. All science in this sense is provisional. The apostles may have believed that Jesus walked on water: that does NOT make it true.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:29"
    },
    {
      "nodeID": "154368",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:29"
    },
    {
      "nodeID": "154369",
      "text": "By definition, scientific enquiry arrives at hypotheses after gathering evidence from observations and experiment. Any law, knowledge, etc. that is arrived at by scientific method is open to modification or falsification if new evidence comes to light that must be taken into account. All science in this sense is provisional.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:29"
    },
    {
      "nodeID": "154370",
      "text": "Sigh. You defend your version of science by re-stating the definition of your version of science. That is circular reasoning. If you read anything on the history of science you will know that your version is but one of many. Isaac Newton sought out the hand of God, through science. He is a prime example of what I mean. He thought differently about science than you... as science could be used as a tool for furthering his understanding of God.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:29"
    },
    {
      "nodeID": "154371",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:29"
    },
    {
      "nodeID": "154372",
      "text": "You are so right-on in what you say! In a Sunday school at a church I formerly attended, an elder of the church remarked that his 'faith was strengthened' by the 'evidence' afforded by recent archaeological discoveries in the middle east. In a tone I now rather regret, I blurted out two things... ...How weak was your faith before? and ...If the 'evidence' had gone 'the other way,' would your faith then have been weakened? His answer for the second question was a simple 'no,' which suggests to me that the sense of the term 'evidence' he was employing was not the same sense you'd expect a scientist to use. His response to the first was problematic, and interesting. 'My faith,' he said, has always been--then he used the most interesting word--'complete.' But he had taken sufficient offence already, it seemed, that I pressed no further. I wish sometimes that I'd asked: If your faith was 'always complete,' did the archaeological evidence make it 'more complete'? And, if so, does your sense of 'complete' match that word's usual application? I do not quite grasp the notion of there being 'scientific evidence' for a proposition within the realm of faith. I do not mean to suggest that my claim that scientific and religious propositions reside in different discourses disposes of all worry or complaint. Activity in one realm may be felt in the other. But, re: evolution, I think this...Given convincing evidence that, say, the earth is billions of years old, not thousands--a mound of evidence more than high enough for my needs--my worry is not that the 'Biblical account' of creation is wrong, erroneous, falsified...but rather is the quite different worry of wondering what, now, that account's meaning is, what it affirms. Scientific discovery, evidence, and discourse thus don't 'disprove the Bible.' Rather, they serve to displace interpretations of biblical text, and give us cause--I call it: opportunity--to find new, richer meaning in scripture.  I'm often embarrassed by the smallness and brittleness of certain Christians' interpretations. Emphasizing the 'literal,' as some do--a very problematic term in itself--some Christians see in, for example, the Genesis 'tree of the knowledge of good and evil' nothing more than a tree. A biological tree. Pear tree. Peach tree. Apple tree. Tree of the knowledge of good and evil. Albeit a special species, nonetheless a species. And, for them, there you go--Eve chowed down on the fruit of a proscribed species, and that's your story. Lost, in the insistence upon and closing of that interpretation, is the richness of metaphor the story offers. Metaphor, again and again, is variously deliberately denigrated or unconsciously eclipsed, in the readings of certain Christians. Science is not the only victim of such cheesily 'literal' interpretation. Christian faith--at least, the possibility of a rich faith robustly aware of its own weight in metaphor, parable, legend and myth, and the transformative power that arises from those aspects of scripture--is equally victim. I feel more sadness about such a limited believer's faith than I do about that person's science. Master_Shake, for your poignantly apt remark--'what they have isn't faith at all'--thanks. Bless you! Brad",
      "type": "I",
      "timestamp": "2016-03-08 20:21:29"
    },
    {
      "nodeID": "154373",
      "text": "You can have reasoned faith, but it need not rely on 'empirical' evidence. There are very many forms of evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:29"
    },
    {
      "nodeID": "154374",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:21:29"
    },
    {
      "nodeID": "154375",
      "text": "Yes, there is. There are scientists who look for Intelligence in biology.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:29"
    },
    {
      "nodeID": "154376",
      "text": "That's so trite that it is meaningless.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:29"
    },
    {
      "nodeID": "154377",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:29"
    },
    {
      "nodeID": "154378",
      "text": "But to take the Apostle's analogy further, if I see something, and know what it is, and you can't measure it, because you weren't there, doesn't make what I see false... as you would believe - seeing as you seem to suggest that in the physical world truth is what can be measured/tested.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:29"
    },
    {
      "nodeID": "154379",
      "text": "Again your failure to understand what science is and how it works. Whatever your apostle tells you, science can't deny that something you may have seen is true. It can deny that it isn't science if it cannot be explained by naturalistic observation. Most especially, if the observation can't be repeated by another, then it isn't science. Science can make no assertion as to what you saw. You may think it is wonderful, but LSD had that effect. How strange that you think that your emotions are scientific. Actually, it's sad.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:29"
    },
    {
      "nodeID": "154380",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:30"
    },
    {
      "nodeID": "154381",
      "text": "For you, you seem to be suggesting that truths in the physical world can only be gathered by scientific means.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:30"
    },
    {
      "nodeID": "154382",
      "text": "It depends on your intention and your methods. Of course, things that don't have some sort of physical manifestation that can be measured can't be studied by science. Science is naturalistic. Scientific data can only include that which can be observed and quantified by natural means. I read it in a book of mythology isn't scientific.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:30"
    },
    {
      "nodeID": "154383",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:30"
    },
    {
      "nodeID": "154384",
      "text": "He thought differently about science than you... as science could be used as a tool for furthering his understanding of God.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:30"
    },
    {
      "nodeID": "154385",
      "text": "Certainly he did. I have known many scientists (mostly biologists) who had a similar attitude. The problem is that you have it upside down. The study of glorious, naturalistic science informs us of God's creation. You are trying to impose your childish version of your god on the universe.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:30"
    },
    {
      "nodeID": "154386",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:21:30"
    },
    {
      "nodeID": "154387",
      "text": "You'll find that out if you go to court.*",
      "type": "I",
      "timestamp": "2016-03-08 20:21:30"
    },
    {
      "nodeID": "154388",
      "text": "What does court have to do with science? You seem to be confused by the fact that in the English speaking world the word 'truth' is used with different meanings in various contexts.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:30"
    },
    {
      "nodeID": "154389",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:30"
    },
    {
      "nodeID": "154390",
      "text": "This would imply that things such as 'love' are not 'true' because they can't be measured by science.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:30"
    },
    {
      "nodeID": "154391",
      "text": "Are you sure? Love is an emotion. Do my cat and my dog love me? They certainly have emotions. Tell you what. Why don't you propose a method by which 'love' can be quantified. That way there would be no question as to whether it was scientific or not. I think that it comes back to your constant insistance that science denies anything that is non-material just because science admits a lack of tools to study the topic. Put up or shut up. How can I measure the love for my wife and children and quantify it. Do I have a limited amount of love such that I love my wife less because I also love my children? Do I love one child more? How is this scientific? Are you so unable to grasp the ideas expressed that you still haven't realized that naturalistic science does not deny that there are things that cannot be measured by science. Science does not deny any god. Neither can it support a god.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:30"
    },
    {
      "nodeID": "154392",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:30"
    },
    {
      "nodeID": "154393",
      "text": "However, all I wanted to state is that truth is not reliant on scientific evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:30"
    },
    {
      "nodeID": "154394",
      "text": "Duh! You don't seem to have a grasp on what science is. Science isn't a search for truth. It is an attempt to explain observations naturalistic events without appeals to gods, angels, or demons.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:30"
    },
    {
      "nodeID": "154395",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:31"
    },
    {
      "nodeID": "154396",
      "text": "Sigh. You defend your version of science by re-stating the definition of your version of science. That is circular reasoning.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:31"
    },
    {
      "nodeID": "154397",
      "text": "No more circular than your. Except that your assertions aren't backed up by any evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:31"
    },
    {
      "nodeID": "154398",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:31"
    },
    {
      "nodeID": "154399",
      "text": "Isaac Newton sought out the hand of God, through science. He is a prime example of what I mean.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:31"
    },
    {
      "nodeID": "154400",
      "text": "Do you mean someone who was wrong? I asked you before to give an example of where Newton found empirical evidence of God. You failed to do so. I suspect that you can't.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:31"
    },
    {
      "nodeID": "154401",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:31"
    },
    {
      "nodeID": "154402",
      "text": "There are those that believe that mechanistic evolution can't explain for all of life's systems.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:31"
    },
    {
      "nodeID": "154403",
      "text": "WOW! Is that English? Are you sure that you understand the question? Is this little bit on unintelligible babble supposed to be meaningful?",
      "type": "I",
      "timestamp": "2016-03-08 20:21:31"
    },
    {
      "nodeID": "154404",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:31"
    },
    {
      "nodeID": "154405",
      "text": ". The problem with science is its arrogance. It's inability to see that truth can be found in other areas is a real handicap. Add to that theories like evolution that disguise themselves as science, and you have a real problem.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:31"
    },
    {
      "nodeID": "154406",
      "text": "Before saying more, I'd just like to comment on the polite tone of your contribution - free from the asperities that often entertain but seldom enlighten these debates. Now I must ask you to furnish reasons for your claim that 'evolution is a theory that has disguised itself as science'.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:31"
    },
    {
      "nodeID": "154407",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:31"
    }
  ],
  "edges": [
    {
      "edgeID": "193562",
      "fromID": "154364",
      "toID": "154365",
      "formEdgeID": null
    },
    {
      "edgeID": "193563",
      "fromID": "154365",
      "toID": "154363",
      "formEdgeID": null
    },
    {
      "edgeID": "193564",
      "fromID": "154367",
      "toID": "154368",
      "formEdgeID": null
    },
    {
      "edgeID": "193565",
      "fromID": "154368",
      "toID": "154366",
      "formEdgeID": null
    },
    {
      "edgeID": "193566",
      "fromID": "154370",
      "toID": "154371",
      "formEdgeID": null
    },
    {
      "edgeID": "193567",
      "fromID": "154371",
      "toID": "154369",
      "formEdgeID": null
    },
    {
      "edgeID": "193568",
      "fromID": "154373",
      "toID": "154374",
      "formEdgeID": null
    },
    {
      "edgeID": "193569",
      "fromID": "154374",
      "toID": "154372",
      "formEdgeID": null
    },
    {
      "edgeID": "193570",
      "fromID": "154376",
      "toID": "154377",
      "formEdgeID": null
    },
    {
      "edgeID": "193571",
      "fromID": "154377",
      "toID": "154375",
      "formEdgeID": null
    },
    {
      "edgeID": "193572",
      "fromID": "154379",
      "toID": "154380",
      "formEdgeID": null
    },
    {
      "edgeID": "193573",
      "fromID": "154380",
      "toID": "154378",
      "formEdgeID": null
    },
    {
      "edgeID": "193574",
      "fromID": "154382",
      "toID": "154383",
      "formEdgeID": null
    },
    {
      "edgeID": "193575",
      "fromID": "154383",
      "toID": "154381",
      "formEdgeID": null
    },
    {
      "edgeID": "193576",
      "fromID": "154385",
      "toID": "154386",
      "formEdgeID": null
    },
    {
      "edgeID": "193577",
      "fromID": "154386",
      "toID": "154384",
      "formEdgeID": null
    },
    {
      "edgeID": "193578",
      "fromID": "154388",
      "toID": "154389",
      "formEdgeID": null
    },
    {
      "edgeID": "193579",
      "fromID": "154389",
      "toID": "154387",
      "formEdgeID": null
    },
    {
      "edgeID": "193580",
      "fromID": "154391",
      "toID": "154392",
      "formEdgeID": null
    },
    {
      "edgeID": "193581",
      "fromID": "154392",
      "toID": "154390",
      "formEdgeID": null
    },
    {
      "edgeID": "193582",
      "fromID": "154394",
      "toID": "154395",
      "formEdgeID": null
    },
    {
      "edgeID": "193583",
      "fromID": "154395",
      "toID": "154393",
      "formEdgeID": null
    },
    {
      "edgeID": "193584",
      "fromID": "154397",
      "toID": "154398",
      "formEdgeID": null
    },
    {
      "edgeID": "193585",
      "fromID": "154398",
      "toID": "154396",
      "formEdgeID": null
    },
    {
      "edgeID": "193586",
      "fromID": "154400",
      "toID": "154401",
      "formEdgeID": null
    },
    {
      "edgeID": "193587",
      "fromID": "154401",
      "toID": "154399",
      "formEdgeID": null
    },
    {
      "edgeID": "193588",
      "fromID": "154403",
      "toID": "154404",
      "formEdgeID": null
    },
    {
      "edgeID": "193589",
      "fromID": "154404",
      "toID": "154402",
      "formEdgeID": null
    },
    {
      "edgeID": "193590",
      "fromID": "154406",
      "toID": "154407",
      "formEdgeID": null
    },
    {
      "edgeID": "193591",
      "fromID": "154407",
      "toID": "154405",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
