{
  "nodes": [
    {
      "nodeID": "157108",
      "text": "Job 32:8 But it is a spirit in man giving them perception, even the breath of the Almighty. 9 It is not the great that are wise, nor the aged who perceive justice...",
      "type": "I",
      "timestamp": "2016-03-08 20:27:34"
    },
    {
      "nodeID": "157109",
      "text": "Good words to live by, despite all else.  We seem to forget who needs to do the talking sometimes. I would like to add also that it is the Sword of the Spirit that we must be prepared to use at all times......and it doesn't depend on any factors, for any reason.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:34"
    },
    {
      "nodeID": "157110",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:34"
    },
    {
      "nodeID": "157111",
      "text": "Well they had to be ready to kill at a moments notice... god could call for it to take care of all the nonbelivers.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:34"
    },
    {
      "nodeID": "157112",
      "text": "Yes Chrstians should be disarmed so the 'moral' atheists, humanists, pagans who crucified people should rule over us . . . that would give everyone a warm fuzy feeling inside. Matt 26: 1 And it happened, when Jesus finished all these sayings, He said to His disciples, 2 You know that the Passover is coming after two days, and the Son of man is betrayed to be crucified.  Of course there are valid reasons why Christ armed His men. Romans 13: 1 Let every soul be subject to higher authorities, for there is no authority except from God, but the existing authorities have been ordained by God. 2 So that the one resisting authority has opposed the ordinance of God, and the ones opposing will receive judgment to themselves. 3 For the rulers are not a terror to good works, but to the bad. And do you desire not to fear the authority? Do the good, and you will have praise from it; 4 for it is a servant of God to you for the good. But if you practice evil, be afraid; for he does not bear the sword in vain; for he is a servant of God, an avenger for wrath to the one practicing evil. 5 Because of this, it is necessary to be subject, not only on account of wrath, but also on account of conscience. 6 For on this account you also pay taxes, for they are ministers of God, always giving attention to this very thing. 7 Then give to all their dues: to the one due tax, the tax; to the one due tribute, the tribute; to the one due fear, the fear; to the one due honor, the honor. Luke 11: 21 When the strong one, having been armed, guards his dwelling, his goods are in peace. 22 But as soon as one stronger than he comes, he overcomes him; he takes away his armor on which he relied, and deals out his arms.  'a moments notice...' Well it appears the guaranteed scheduled time is on the day of judgment. Luke 19: 27 But these enemies of mine, those not desiring me to reign over them, bring them here and execute them before me.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:34"
    },
    {
      "nodeID": "157113",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:34"
    },
    {
      "nodeID": "157114",
      "text": "I cant help but think of when peter drew his sword to cut the ear off of the soldier in the garden.. Jesus told him to put it away (get rid of it) 'he who lives by the sword, dies by the sword.' How does that fit in...in your opinion.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:34"
    },
    {
      "nodeID": "157115",
      "text": "Hey thanks for the 'edited/out of context sermon.' Peter was rebuked for interfering with the plans of God. Oh . . . Christ never said to throw the sword away. . . 'put it away' means put it away in the sheath. Mark 8: 31 And He began to teach them that it is necessary for the Son of man to suffer many things and to be rejected of the elders and chief priests and scribes, and to be killed, and after three days to rise again. 32 And He spoke the word openly. And taking Him aside, Peter began to rebuke Him. 33 But turning around and seeing His disciples, He rebuked Peter, saying, Go behind Me, Satan, because you do not mind the things of God, but the things of men. 34 And calling near the crowd with His disciples, He said to them, Whoever desires to come after Me, let him deny himself and take his cross, and let him follow Me. 35 For whoever desires to save his life, he shall lose it. But whoever shall lose his life for My sake and the gospel, that one shall save it. 36 For what shall it profit a man if he gain the whole world, yet damage his soul? 37 Or what shall a man give as an exchange for his soul? 38 For whoever may be ashamed of Me and My words in this adulterous and sinful generation, the Son of man will also be ashamed of him when He comes in the glory of His Father, along with the holy angels. Matt 26: 47 And as He was yet speaking, behold, Judas came, one of the Twelve. And with him was a numerous crowd with swords and clubs, from the chief priests and elders of the people. 48 And the one betraying Him gave them a sign, saying, Whomever I may kiss, it is He; seize Him. 49 And coming up at once to Jesus, he said, Hail, Rabbi. And he ardently kissed Him. 50 But Jesus said to him, Friend, why are you here? Then coming up, they laid hands on Jesus and seized Him. 51 And, behold, one of those with Jesus, stretching out the hand, drew his sword and struck the slave of the high priest and took off his ear. 52 Then Jesus said to him, Put your sword back into its place. For all who take the sword shall perish by a sword. 53 Or do you think that I am not able now to call on My Father, and He will place beside Me more than twelve legions of angels? 54 How then should the Scriptures be fulfilled, that it must happen this way?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:34"
    },
    {
      "nodeID": "157116",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:35"
    },
    {
      "nodeID": "157117",
      "text": "The Bible is a contradiction of itself, on many matters. I should think Abelard's Sic et Non would have proven that. There are also clear discrepancies between old and new testaments.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:35"
    },
    {
      "nodeID": "157118",
      "text": "Nope. No contradiction from Old to New. Deut 20: 1 When you go out to battle against your enemies, and see horses and chariots, a people more than you, you shall not be afraid of them. For Jehovah your God is with you, who brought you up out of the land of Egypt. 2 And it shall be, when you draw near to battle, the priest shall come and speak to the people, 3 and say to them. Hear, Israel, you are drawing near today to battle against your enemies. Do not let your heart be faint; do not fear nor tremble, nor be terrified before their faces. 4 For Jehovah your God is He who is going before you, to fight for you with your enemies, to save you. 5 And the officers shall speak to the people, saying, who is the man that has built a new house, and has not dedicated it? Let him go and return to his house, that he not die in battle and another man dedicate it. 6 And who is the man that has planted a vineyard, and has not used its fruit? Let him go and return to his house, that he not die in battle, and another man use its fruit. 7 And who is the man who has betrothed a woman, and has not taken her? Let him go and return to his house, that he not die in the battle, and another man take her. 8 And the officers shall speak further to the people, and say, Who is the man who is afraid, and faint of heart? Let him go and return to his house; then the heart of his brothers will not melt like his heart. 9 And it shall be, when the officers have finished speaking to the people, commanders of the armies shall be appointed at the head of the people. 10 When you come near a city to fight against it, then call to it for peace. 11 And it shall be, if it answers peace to you, and shall open to you, then it shall be that all the people found in it shall be forced laborers for you, and shall serve you. 12 And if it shall not make peace with you, and shall make war with you, then you shall lay siege against it. 13 And Jehovah your God shall give it into your hand; and you shall strike every male of it by the mouth of the sword. 14 Only, the women, and the little ones, and the livestock, and all in the city, all its plunder, you shall seize for yourself. And you shall eat the plunder of your enemies which Jehovah your God has given to you. 15 So you shall do to all the cities very far away from you, which are not of the cities of these nations. 16 But of the cities of these peoples which Jehovah your God is giving to you as an inheritance, you shall not keep alive any that breathes. 17 But you shall utterly destroy them the Hittites, and the Amorites, the Canaanites, and the Perizzites, the Hivites, and the Jebusites, as Jehovah your God has commanded you; 18 so that they may not teach you to do according to all their filthy deeds which they have done for their gods; and you would sin against Jehovah your God. 19 When you shall lay siege to a city many days, to fight against it, to capture it, you shall not destroy its trees in order to force an axe against them. For you shall eat of them, and you shall not cut them down, for is the tree of the field a man that it should be used by you to lay siege? 20 Only the tree which you know not to be a fruit tree, you may destroy it, and may cut it down, and may build a bulwark against the city making war with you, until you have subdued it.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:35"
    },
    {
      "nodeID": "157119",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:35"
    },
    {
      "nodeID": "157120",
      "text": "I'll be nice... Out of context sermon? How about a paraphrased question... Know the differance? Forgive me for not having the cut and paste abilities that you have... Dont be one of those people who gets all huffy puffy over the question. I am all for being armed... I AM armed... I have years of tatical weapons training. You should also know... I have also been a Christian for 26 years... I am more likely to agree with you, then disagree with you... But if its an 'out of context sermon' you want... let me put down my Bible... Ill give you a sermon.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:35"
    },
    {
      "nodeID": "157121",
      "text": "Sure let me have your sermon/propaganda of misinformation since it doesn't match the context of the Scriptures. propaganda  n : information that is spread for the purpose of promoting some cause. mis·in·form Pronunciation Key (msn-fôrm) tr.v. mis·in·formed, mis·in·form·ing, mis·in·forms To provide with incorrect information. con·text Pronunciation Key (kntkst) n. 1. The part of a text or statement that surrounds a particular word or passage and determines its meaning. 2. The circumstances in which an event occurs; a setting. And since your 'experience' does not guarantee you to be an expert I will stick to the context which matches what I have said. Job 32: 4 And Elihu had waited for Job with words, because they were older than he in days. 5 When Elihu saw that there was no answer in the mouth of the three men, then his anger burned. 6 And Elihu the son of Barachel the Buzite answered and said, I am young, and you are very aged; so I held back and was afraid to make my knowledge known to you. 7 I said, Days will speak, and many years will make wisdom known. 8 But it is a spirit in man giving them perception, even the breath of the Almighty. 9 It is not the great that are wise, nor the aged who perceive justice; 10 so then I say, Listen to me; I will declare my knowledge, I also.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:35"
    },
    {
      "nodeID": "157122",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:35"
    }
  ],
  "edges": [
    {
      "edgeID": "195504",
      "fromID": "157109",
      "toID": "157110",
      "formEdgeID": null
    },
    {
      "edgeID": "195505",
      "fromID": "157110",
      "toID": "157108",
      "formEdgeID": null
    },
    {
      "edgeID": "195506",
      "fromID": "157112",
      "toID": "157113",
      "formEdgeID": null
    },
    {
      "edgeID": "195507",
      "fromID": "157113",
      "toID": "157111",
      "formEdgeID": null
    },
    {
      "edgeID": "195508",
      "fromID": "157115",
      "toID": "157116",
      "formEdgeID": null
    },
    {
      "edgeID": "195509",
      "fromID": "157116",
      "toID": "157114",
      "formEdgeID": null
    },
    {
      "edgeID": "195510",
      "fromID": "157118",
      "toID": "157119",
      "formEdgeID": null
    },
    {
      "edgeID": "195511",
      "fromID": "157119",
      "toID": "157117",
      "formEdgeID": null
    },
    {
      "edgeID": "195512",
      "fromID": "157121",
      "toID": "157122",
      "formEdgeID": null
    },
    {
      "edgeID": "195513",
      "fromID": "157122",
      "toID": "157120",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
