{
  "nodes": [
    {
      "nodeID": "157123",
      "text": "This book stands alone among many other publications of similar vein, in that it is written from a standpoint of a professional scientist whose arguments, besides their clear logic, are bolstered by facts of science. Stenger convincingly shows in this book that a combination of factual evidence with a simple logic makes the belief in the supernatural entities untenable. A valuable addition to every school library.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:36"
    },
    {
      "nodeID": "157124",
      "text": "It didn't say ~some~ supernatural entities, did it? Do you think it would be a valuable addition to every school library? Would that be constitutional?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:36"
    },
    {
      "nodeID": "157125",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:36"
    },
    {
      "nodeID": "157126",
      "text": "Nor have we excluded the divine; we have merely shown that if god exists and is involved he is being consistent.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:36"
    },
    {
      "nodeID": "157127",
      "text": "Right. We are explaining natural phenomena by natural means. We do so simply because we can test natural explanations while we cannot test the supernatural. We use methodological naturalism (not, by any means, philosophical naturalism) to observe, test and explain the natural. This is not a denial of god or an assumption about the existance of a god. It is a recognition of the fact that we cannot investigate the supernatural by natural means. Even methodological naturalists can be theists - Kenneth R. Miller for example.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:36"
    },
    {
      "nodeID": "157128",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:36"
    },
    {
      "nodeID": "157129",
      "text": "How strange that this thread that aims at the heart of the basis of creationism and IDiotism has gone unanswered. Could it be that creationists and XXXXXX recognize the weakness of their position and have no answer?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:36"
    },
    {
      "nodeID": "157130",
      "text": "Didn't supersport openly admit he could not prove his own beliefs in divine creation?  For all his dishonesty, you have to admit he's more honest and forthcoming then Marc or AA have been.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:36"
    },
    {
      "nodeID": "157131",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:37"
    },
    {
      "nodeID": "157132",
      "text": "It's just the same flip flopping over and over. Depending on the argument, 'science doesn't exclude the divine', {then switcharoo}, 'science proves there is no divine.' Just depends on the setting of the argument. (you do have your copy of Victor Stenger's book; God - The failed Hypothesis / how science shows that God does not exist, don't you?  Now you and five trolls will come pouring in here with needling and ad hominem attacks, to cover the weakness of your position. Your taunt of 'XXXXXX' already got it started. I probably won't respond - it's funny and depressing at the same time.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:37"
    },
    {
      "nodeID": "157133",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:37"
    },
    {
      "nodeID": "157134",
      "text": "Now you and five trolls will come pouring in here with needling and ad hominem attacks, to cover the weakness of your position. Your taunt of 'XXXXXX' already got it started. I probably won't respond - it's funny and depressing at the same time.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:37"
    },
    {
      "nodeID": "157135",
      "text": "Now as I have asked you perfectly legitimate questions, without any attacks on your personal self, and I have asked you to support your assertions, will you return and defend your beliefs and claims? And obviously troll = anyone who disagrees with Marc9000. Just as atheist and liberal are defined in your dictionary.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:37"
    },
    {
      "nodeID": "157136",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:37"
    },
    {
      "nodeID": "157137",
      "text": "It's just the same flip flopping over and over. Depending on the argument, 'science doesn't exclude the divine', {then switcharoo}, 'science proves there is no divine.' Just depends on the setting of the argument. (you do have your copy of Victor Stenger's book; God - The failed Hypothesis / how science shows that God does not exist, don't you?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:37"
    },
    {
      "nodeID": "157138",
      "text": "I'd love to see an explanation about how the study of the natural world disproves the existence of all Deities. Especially the Deistic Gods. And I'd love to see how science is suppose to disprove a being that is not bound by logic, reason or any laws. What science can do is disprove that God was directly responsible for this or that, the sun rising, the rain season, etc. Did you perhaps realize that many scientists are Buddhists because Buddhism which has beings that behave as Gods with such powers and exist partially within the natural and supernatural? Or are you again assuming all religions don't exist except for Christanity?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:37"
    },
    {
      "nodeID": "157139",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:37"
    },
    {
      "nodeID": "157140",
      "text": "Look, marc, I'm really tired of spelling this out for you. So I'll do it once more, bookmark this post, and then link you to it every time you pretend to be so terribly persecuted again. Science is incapable of testing the supernatural. Period. By the very mechanism of science -- methodological naturalism -- no conclusions about the supernatural can be drawn. However, when claims of the supernatural overlap into the natural realm, then those claims can be tested. Science tells us that there was no global flood a la Noah, not that there is no God. Now, if you choose to interpret that as a reasonable person and realize that science shows that 'a Noah's flood-causing God' does not exist, then kudos. This does not mean that there is no God whatsoever. The error you are making is that you are equating creationism with God. We've disproved special creation. Handily. So one might say that there's good evidence that a God represented by a literal interpretation of the Bible does not exist. But that doesn't mean that no God exists, or that a Christian God doesn't exist. Then again, if you've pigeonholed God into a constrictive box based on your own understanding, but you insist that God exists, perhaps you should rethink why you felt the need to cram your God into a tiny box. Science can only disprove a God to whom some human attributes a limitation.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:37"
    },
    {
      "nodeID": "157141",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:37"
    },
    {
      "nodeID": "157142",
      "text": "Then again, if you've pigeonholed God into a constrictive box based on your own understanding, but you insist that God exists, perhaps you should rethink why you felt the need to cram your God into a tiny box. Science can only disprove a God to whom some human attributes a limitation.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:37"
    },
    {
      "nodeID": "157143",
      "text": "Science pigeonholes God into a constrictive box, not me. Where have I ever attributed to God a limitation? You're getting as bad as your helper OC.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:37"
    },
    {
      "nodeID": "157144",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:37"
    },
    {
      "nodeID": "157145",
      "text": "Science tells us that there was no global flood a la Noah, not that there is no God. Now, if you choose to interpret that as a reasonable person and realize that science shows that 'a Noah's flood-causing God' does not exist, then kudos. This does not mean that there is no God whatsoever. The error you are making is that you are equating creationism with God. We've disproved special creation. Handily. So one might say that there's good evidence that a God represented by a literal interpretation of the Bible does not exist. But that doesn't mean that no God exists, or that a Christian God doesn't exist.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:38"
    },
    {
      "nodeID": "157146",
      "text": "That's the standard dance. Victor Stenger didn't say it that way. On the back of his book, one review puts it this way;",
      "type": "I",
      "timestamp": "2016-03-08 20:27:38"
    },
    {
      "nodeID": "157147",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:38"
    }
  ],
  "edges": [
    {
      "edgeID": "195514",
      "fromID": "157124",
      "toID": "157125",
      "formEdgeID": null
    },
    {
      "edgeID": "195515",
      "fromID": "157125",
      "toID": "157123",
      "formEdgeID": null
    },
    {
      "edgeID": "195516",
      "fromID": "157127",
      "toID": "157128",
      "formEdgeID": null
    },
    {
      "edgeID": "195517",
      "fromID": "157128",
      "toID": "157126",
      "formEdgeID": null
    },
    {
      "edgeID": "195518",
      "fromID": "157130",
      "toID": "157131",
      "formEdgeID": null
    },
    {
      "edgeID": "195519",
      "fromID": "157131",
      "toID": "157129",
      "formEdgeID": null
    },
    {
      "edgeID": "195520",
      "fromID": "157132",
      "toID": "157133",
      "formEdgeID": null
    },
    {
      "edgeID": "195521",
      "fromID": "157133",
      "toID": "157129",
      "formEdgeID": null
    },
    {
      "edgeID": "195522",
      "fromID": "157135",
      "toID": "157136",
      "formEdgeID": null
    },
    {
      "edgeID": "195523",
      "fromID": "157136",
      "toID": "157134",
      "formEdgeID": null
    },
    {
      "edgeID": "195524",
      "fromID": "157138",
      "toID": "157139",
      "formEdgeID": null
    },
    {
      "edgeID": "195525",
      "fromID": "157139",
      "toID": "157137",
      "formEdgeID": null
    },
    {
      "edgeID": "195526",
      "fromID": "157140",
      "toID": "157141",
      "formEdgeID": null
    },
    {
      "edgeID": "195527",
      "fromID": "157141",
      "toID": "157132",
      "formEdgeID": null
    },
    {
      "edgeID": "195528",
      "fromID": "157143",
      "toID": "157144",
      "formEdgeID": null
    },
    {
      "edgeID": "195529",
      "fromID": "157144",
      "toID": "157142",
      "formEdgeID": null
    },
    {
      "edgeID": "195530",
      "fromID": "157146",
      "toID": "157147",
      "formEdgeID": null
    },
    {
      "edgeID": "195531",
      "fromID": "157147",
      "toID": "157145",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
