{
  "nodes": [
    {
      "nodeID": "159015",
      "text": "'infer (an unknown) from something that is known; conjecture.'",
      "type": "I",
      "timestamp": "2016-03-08 20:31:59"
    },
    {
      "nodeID": "159016",
      "text": "and a conjecture is;",
      "type": "I",
      "timestamp": "2016-03-08 20:31:59"
    },
    {
      "nodeID": "159017",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:59"
    },
    {
      "nodeID": "159018",
      "text": "the formation or expression of an opinion or theory without sufficient evidence for proof.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:59"
    },
    {
      "nodeID": "159019",
      "text": "I'm now slightly less confused about why I've never seen this discussed before.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:59"
    },
    {
      "nodeID": "159020",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:59"
    },
    {
      "nodeID": "159021",
      "text": "This thread is just aimed at watching the dances. Would I be getting the insults I&#8217;m getting in this thread if they all didn&#8217;t find this troubling?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:59"
    },
    {
      "nodeID": "159022",
      "text": "Not everyone reacts to repeated accusations of global scientific conspiracy, incompetence and corruption the same way. You ought to at least consider the possibility that you're merely being offensive :)",
      "type": "I",
      "timestamp": "2016-03-08 20:31:59"
    },
    {
      "nodeID": "159023",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:59"
    },
    {
      "nodeID": "159024",
      "text": "No? It&#8217;s not their job to teach simple math?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:59"
    },
    {
      "nodeID": "159025",
      "text": "Well, no - that would be for teachers to do.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:59"
    },
    {
      "nodeID": "159026",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:59"
    },
    {
      "nodeID": "159027",
      "text": "Hahahaha, there could be 100 crazed flat-earth creationists joining with me in asking questions about evolution and astronomy, and it wouldn&#8217;t be within light years of the panic and scrambling that evolutionists/atheists have been doing for years now concerning ID.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:59"
    },
    {
      "nodeID": "159028",
      "text": "Now who's choosing to believe something that panders to their beliefs without thinking too hard about the details? Like I said: you're much happier telling fantastic stories than thinking critically about them. Evolution has been a 'theory in crisis' for hundreds of years now, and for an equally long time ID has been confidently on the brink of shattering revelations. Call me when something changes :)",
      "type": "I",
      "timestamp": "2016-03-08 20:31:59"
    },
    {
      "nodeID": "159029",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:00"
    },
    {
      "nodeID": "159030",
      "text": "Then the issue I&#8217;ve raised has some merit? Is dark matter the only possible thing we can&#8217;t see using EM waves, or could there be other things that could throw off our conclusions at these great distances?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:00"
    },
    {
      "nodeID": "159031",
      "text": "Throw off our conclusions about what? I'm getting a bit confused as to what you're trying to cast doubt upon. Dark matter is stuff that doesn't interact via the electromagnetic force, so again by definition anything that we can't 'see' using EM waves is dark matter. this is an interesting article about one way we can observe it indirectly",
      "type": "I",
      "timestamp": "2016-03-08 20:32:00"
    },
    {
      "nodeID": "159032",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:00"
    },
    {
      "nodeID": "159033",
      "text": "At least I&#8217;m not advocating hauling astronomy to court and getting it thrown out of significant parts of the public realm. Do you think they&#8217;re all genuinely mystified that someone would suggest that other branches of science be held to the same criteria that evolutionists have set for ID?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:00"
    },
    {
      "nodeID": "159034",
      "text": "Er, they are held to the same standards. ID fails to meet them. That's the point :)",
      "type": "I",
      "timestamp": "2016-03-08 20:32:00"
    },
    {
      "nodeID": "159035",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:00"
    },
    {
      "nodeID": "159036",
      "text": "If it&#8217;s all that endless and limitless, there would have to be an endless, limitless number of planets exactly like this one.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:00"
    },
    {
      "nodeID": "159037",
      "text": "Logically incorrect. One can as many red balls as one likes, and still only have one green one.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:00"
    },
    {
      "nodeID": "159038",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:00"
    },
    {
      "nodeID": "159039",
      "text": "Crammed with them, sure, why not? It&#8217;s easy, only a few million light years. The scientific method is used in weather forecasting too.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:00"
    },
    {
      "nodeID": "159040",
      "text": "Again, you're going to have to explain what relevance the difficulties we have forecasting the behaviour of a complex, chaotic system has to the straightforward observation of galaxies. I mean, they're galaxies. Right there, in a picture in front of you. I'm struggling to understand what you think can have gone wrong :) Let's use the same kind of analogy you've employed. If I want to take a picture of a basketball, I can do that close up, right? But if I want to take a picture of 1500 basketballs, all spaced out, I have no option but to do so from further away. With a standard 28mm lens on a 35mm camera, and allowing 4 square feet of floor per basketball, I would need to be roughly 90 feet up in the air to fit them all in the frame. Now imagine I want to take that same picture with an extreme telephoto lens, equivalent to peeking through a dime-sized hole seventy-five feet away. In order to see all those basketballs through that hole, they're going to have to be a bit further away. Almost nineteen miles in fact. Now make them 1500 earth-sized planets. It's a straightforward scaling up of similar triangles: now I'd have to be almost 2,000,000,000 miles away. 1500 suns? 217,011,334,736 miles away. 1500 solar systems (just out to pluto, not including the comets)? 919,679,070,315,789 miles away, or 156LY. If we include the comets, that becomes 2,299,197,675,789,472,500 miles. But we aren't looking at basketballs, planets, or solar systems. We're looking at galaxies, giving us a whopping 145,473,622,268,931,148,838,190 miles or 24,746,725,672 LY. Now, that's actually rather more than the measured distance to those galaxies, mainly because I'm assuming they're all laid out flat. To get a more accurate estimate we need to think about looking through a 'cone' of space, with galaxies at different distances. But I dunno - maybe I'm just swallowing all this without really thinking about it ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:32:00"
    },
    {
      "nodeID": "159041",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:00"
    },
    {
      "nodeID": "159042",
      "text": "I&#8217;ve never seen this addressed before, I don&#8217;t know if it&#8217;s going to inspire emotion or rational thought, but here goes; The universe has billions of stars, billions of planets, billions of light years, billions of so many things, yet it only has 5 colors? Does the scientific community generally believe that&#8217;s all the pure colors that exist throughout the universe, or is it open to the possibility that there could be more, maybe dozens, maybe hundreds, maybe billions?  Could it be that human observation is far more limited than we think?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:00"
    },
    {
      "nodeID": "159043",
      "text": "Color is a function of the wavelength of light. Thus, quantum considerations aside, there are a nigh infinite number of colors. Humans, of course, can only see a subset of those colors, ranging from about 400 to 700 nanometers. In particular, our eyes have cells 'tuned' to three ranges of wavelengths; blue, red, and green. You could think of those as short, medium, and long wavelengths. By extrapolating from the relativity intensities from the particular cells we can 'figure out' what wavelength is entering our eyes. http://www.cambridgeincolour.com/tutorials/color-perception.htm Does this dispell your confusion? Edit: And just to address one other point, scientists are well aware of the limitations of the human eye. That's why, when exact determination of color is important, machines that can read precise wavelengths are used, rather than relying on the known to be limited instrument which is the human eye.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:00"
    },
    {
      "nodeID": "159044",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:01"
    },
    {
      "nodeID": "159045",
      "text": "The universe has billions of stars, billions of planets, billions of light years, billions of so many things, yet it only has 5 colors? Does the scientific community generally believe that's all the pure colors that exist throughout the universe, or is it open to the possibility that there could be more, maybe dozens, maybe hundreds, maybe billions?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:01"
    },
    {
      "nodeID": "159046",
      "text": "As Kronus explained, there are an infinite number of 'colors,' because 'color' is a function of wavelength.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:01"
    },
    {
      "nodeID": "159047",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:01"
    },
    {
      "nodeID": "159048",
      "text": "Edit: And just to address one other point, scientists are well aware of the limitations of the human eye. That's why, when exact determination of color is important, machines that can read precise wavelengths are used, rather than relying on the known to be limited instrument which is the human eye.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:01"
    },
    {
      "nodeID": "159049",
      "text": "So we can make machines to see better than we do? I wonder what would happen if one of our machines dismantled something that Galileo or Einstein saw?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:01"
    },
    {
      "nodeID": "159050",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:01"
    },
    {
      "nodeID": "159051",
      "text": "We're off to quite a start, yes. When we 'extrapolate from the relativity intensities from the particular cells', we may have left the scientific world and entered the philosophical world. When we 'extrapolate', dictionary.com tells us that we; 'infer (an unknown) from something that is known; conjecture.'   and a conjecture is;  the formation or expression of an opinion or theory without sufficient evidence for proof.  I'm now slightly less confused about why I've never seen this discussed before.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:01"
    },
    {
      "nodeID": "159052",
      "text": "Inference is part of the scientific method -- probably the most important part, at that. Without it we would discover nothing, for we can prove very little to begin with. Bear in mind that 'proof' is an extremely high standard. Proof is the level at which a proposition's truth value is necessary (ex: given how we define 'two,' it is impossible for 'two' to not be 'one' plus 'one'). Inference on the other hand is the only option outside of mathematics. With that in mind, the fact that we can't prove much of anything is more or less irrelevant; what we can do is find lots and lots of supporting evidence and safely infer information from it.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:01"
    },
    {
      "nodeID": "159053",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:01"
    },
    {
      "nodeID": "159054",
      "text": "Do me a favor. Write, in your own words, two paragraphs. One explaining the electromagnetic spectrum (and the visible spectrum's place in it), and one discussing rods and cones in the eyes.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:01"
    },
    {
      "nodeID": "159055",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:01"
    },
    {
      "nodeID": "159056",
      "text": "Kronus, don't even bother. Only 2 posts in and Marc figures he's made some profound new insight and is into full on conspiracy mode.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:01"
    },
    {
      "nodeID": "159057",
      "text": "And we have an emotional post with no substance whatsoever. I'm sure your twin will be checking in soon. I think I'll keep a count of this type of post.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:01"
    },
    {
      "nodeID": "159058",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:02"
    },
    {
      "nodeID": "159059",
      "text": "We can make machines that can interpret information that our unaided eye can't. They don't have to dismantle anything.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:02"
    },
    {
      "nodeID": "159060",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:02"
    },
    {
      "nodeID": "159061",
      "text": "So we can make machines to see better than we do?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:02"
    },
    {
      "nodeID": "159062",
      "text": "You're kidding, right? Telescopes, microscopes, radio telescopes. Surely you've heard of these. And we even have devices called spectometers which let us see what wavelengths make up a sample of light. There are some sample pics of their output here: http://www.science.uwaterloo.ca/~cchieh/cact/c120/hspectra.html",
      "type": "I",
      "timestamp": "2016-03-08 20:32:02"
    },
    {
      "nodeID": "159063",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:02"
    },
    {
      "nodeID": "159064",
      "text": "And we have a paranoid post with no content whatsoever. Once again you see a conspiracy where none exist. You're also showing your paranoia again by referring to my 'twin', but you go right ahead and keep a count of whatever you want (a little hint-when you get to 10, use your toes)",
      "type": "I",
      "timestamp": "2016-03-08 20:32:02"
    },
    {
      "nodeID": "159065",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:02"
    },
    {
      "nodeID": "159066",
      "text": "Write me an essay on Obamanomics. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:32:02"
    },
    {
      "nodeID": "159067",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:02"
    },
    {
      "nodeID": "159068",
      "text": "If a telescope can see a new color, how can we observe the information?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:02"
    },
    {
      "nodeID": "159069",
      "text": "But it's not detecting any 'new' wavelength. It's just detecting a wavelength that our eyes are incapable of detecting. You can't see radio waves, so radio waves are meaningless to your eye, but they're not meaningless to your clock radio receiver.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:02"
    },
    {
      "nodeID": "159070",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:02"
    },
    {
      "nodeID": "159071",
      "text": "I'm going back to what you said about our ability to make machines that can 'read precise wavelengths' - I took that as an implication that we can make machines that can see colors that we can't.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:02"
    },
    {
      "nodeID": "159072",
      "text": "Let's clean up our terminology. 'Color' is just our brains' way of comprehending wavelength of light, so instead of saying 'color,' let's say 'wavelength.' You took Kronus's statement as meaning that we can make machines that can see wavelengths that we can't see with our eyes. This is true.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:02"
    },
    {
      "nodeID": "159073",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:03"
    },
    {
      "nodeID": "159074",
      "text": "I'm going back to what you said about our ability to make machines that can 'read precise wavelengths' - I took that as an implication that we can make machines that can see colors that we can't. If a telescope can see a new color, how can we observe the information?  On your link, the star shown is red in color. Could we see it at all if it was a color that the human eye can't see? Would it appear as red, or...gray or brown to us, or would it be invisible? With our limited number of recognizable colors, is there a possibility that we are coming to false conclusions about the universe?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:03"
    },
    {
      "nodeID": "159075",
      "text": "The reasons there are three 'primary' colors is the fact we have cones that detect those specific wave lengths. There are people with a mutation where they ahve 4 different types of cones (a duplicate with minor varations of one of the 3 primary colors), and they see 4 primary colors",
      "type": "I",
      "timestamp": "2016-03-08 20:32:03"
    },
    {
      "nodeID": "159076",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:03"
    },
    {
      "nodeID": "159077",
      "text": "On your link, the star shown is red in color.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:03"
    },
    {
      "nodeID": "159078",
      "text": "Just to be sure you understood, it was the picture below that picture you were supposed to look at.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:03"
    },
    {
      "nodeID": "159079",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:03"
    },
    {
      "nodeID": "159080",
      "text": "Before TQ calls me a flat earther, I have no problem with the solar system distances above. I guess I can even swallow the proclamation that there are a couple dozen stars that range from 4 to 12 light years from earth, in spite of my light-days NY to LA analogy above, and what the microscopic specks on that 4' diameter ball can see. I realize that atheists love the idea of a universe so big that no God could oversee it all,",
      "type": "I",
      "timestamp": "2016-03-08 20:32:03"
    },
    {
      "nodeID": "159081",
      "text": "Well, that makes no sense at all :) That's like saying atheists love the idea of a number so big that no number could be bigger.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:03"
    },
    {
      "nodeID": "159082",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:03"
    },
    {
      "nodeID": "159083",
      "text": "Omnipotence is what it is: no one thing can be described as harder than any other for an omnipotent being.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:03"
    },
    {
      "nodeID": "159084",
      "text": "Minor quibble. Omnipotence merely means that a being is capable of all things. It states nothing about how awkward or difficult these things are. Making a galaxy may require some serious brainsweat, whilst making a person may not... Anyway, besides that I agree with you!",
      "type": "I",
      "timestamp": "2016-03-08 20:32:03"
    },
    {
      "nodeID": "159085",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:03"
    },
    {
      "nodeID": "159086",
      "text": "Clearly, you have a problem reconciling such a vast, humanity-dwarfing universe with your religion, otherwise you wouldn't perceive it as a coup for atheists. This thread itself seems aimed at securing reasonable doubt within your mind as to the veracity of current estimates - why would you want to do that if you didn't find them troubling?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:03"
    },
    {
      "nodeID": "159087",
      "text": "Hahahaha, there could be 100 crazed flat-earth creationists joining with me in asking questions about evolution and astronomy, and it wouldn't be within light years of the panic and scrambling that evolutionists/atheists have been doing for years now concerning ID. This thread is just aimed at watching the dances. Would I be getting the insults I'm getting in this thread if they all didn't find this troubling? At least I'm not advocating hauling astronomy to court and getting it thrown out of significant parts of the public realm. Do you think they're all genuinely mystified that someone would suggest that other branches of science be held to the same criteria that evolutionists have set for ID? This thread wouldn't exist without it, a lot of controversy wouldn't exist without it, the thoughtfulness and usefulness of science has been thrown into confusion just because militant atheists found a branch of it they didn't personally like, and emotionally set criteria for it that they don't want applied to other branches of it that they do like. Science has been taken over by atheists, and now it's political. It's going to stay that way. Atheists shouldn't complain about it - they caused it.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:04"
    },
    {
      "nodeID": "159088",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:04"
    },
    {
      "nodeID": "159089",
      "text": "I don't see the size of the universe as having any implications one way or another, theistically speaking. Omnipotence is what it is: no one thing can be described as harder than any other for an omnipotent being. My position can be summarised thus: I see no evidence for an attentive, involved, anthropomorphic deity that isn't better explained by human ingenuity and/or frailty. I find no compelling reasoning in support of any kind of ultimate creator that does not in turn beg the question of his origin, and again I find the theistic willingness to suspend such rules in the special case of god to be a reflection of our own limitations: we cannot imagine ourselves not existing, and therefore falsely believe that we can imagine a personality enduring forever. We can't. Whatever it is you're imagining when you think of god being timeless, must necessarily be wrong. You can no more imagine that than you can imagine the colour of ultra-violet.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:04"
    },
    {
      "nodeID": "159090",
      "text": "How big is the universe? Are there two divisions - the observable, and the unobservable? Is the unobservable predictable, just more galaxies and groups of galaxies, going on forever and forever and forever? If it's all that endless and limitless, there would have to be an endless, limitless number of planets exactly like this one. Same number of grains of sand, same number of blades of grass, same number of humans who look exactly like each one of us, doing exactly the same things at exactly the same times. Anything anyone could imagine would HAVE to be out there somewhere. There would be planets exactly like this only dogs rule, or others exactly like this where cats rule. The God I believe in would have no problem creating it and ruling over it all, but it would get a little more complex if the identical humans on the other planets were sinners, needed salvation, etc. to differing degrees.  I don't believe there are any more earths like this one. I don't believe there are any planets where dogs rule. I believe there is some kind of limit to the universe somewhere. I'm not afraid of being mocked because of it.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:04"
    },
    {
      "nodeID": "159091",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:04"
    },
    {
      "nodeID": "159092",
      "text": "Here's how it makes sense; If atheists seek to support their belief system, they are more likely to accept what science tells them about topics like this without giving the details much thought. People are often short on patience you know, post # 40 indicates it. I honestly wonder if those analogies don't soar over many peoples heads. They're not scientific, they're common sense. But if an educated person disregards them because of impatience, or arrogance directed at the source, it can obliterate the effect of their education. It's the difference in having been taught what to think, vs. knowing how to think. There is a reason why the most successful countries involve people besides only the educated in the political process.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:04"
    },
    {
      "nodeID": "159093",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:04"
    },
    {
      "nodeID": "159094",
      "text": "You're actually asking a very pertinent question, but you're phrasing it in a way that's guaranteed to attract the wrong kind of answer :) Remember: 'colour' is a label we attach to a particular electromagnetic wavelength - specifically, the ones our eyes are sensitive, or 'tuned' to pick up. When you enquire about 'other colours' existing, you're in effect talking about non-visible electromagnetic frequencies. Now, we can tune electronic receivers to pretty much any frequency we like, thus 'seeing' a much broader range of colours, from radio waves to X-rays, gamma rays and so forth. It's kind of strange to think of it like this, but a radio transmitter is doing exactly the same thing as a torch: spitting out light, just at a different frequency. And since, as you know, you can listen to your radio indoors, that means your opaque-to-visible-light walls are translucent on other frequencies - which is slightly unnerving, frankly. Anyway, by the very meaning of 'colour' - no, there are no 'colours' of which we are ignorant that could overturn our understanding of the universe.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:04"
    },
    {
      "nodeID": "159095",
      "text": "Then that's as far as we can go on it, and that's fine. Not being a science worshiper myself, I simply don't automatically take this type of blanket statement as automatically true. What largely prompted this thread happened last Tuesday - 6:30 AM, and a six-figure weather forecaster scientist guy assured everyone watching him that a pretty nice day was ahead, largely cloudy yet with peeks of sun, with a slim chance of very spotty rain. 2 hours later, the beginning of widespread heavy rain, for three solid hours. Unusual of course, but if we have scientific blunders concerning a few miles, I can imagine we could have a few blunders concerning hundreds of thousands of light years.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:04"
    },
    {
      "nodeID": "159096",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:04"
    },
    {
      "nodeID": "159097",
      "text": "The reason we make maps of the universe on the scale of billions of light years is that the scientific method has led us to that tentative but evidentially robust conclusion.  I mean, look at this. A section of the sky the width of a dime 75 feet away, crammed with galaxies. And there's nothing special about that dime's worth of sky, either.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:04"
    },
    {
      "nodeID": "159098",
      "text": "Crammed with them, sure, why not? It's easy, only a few million light years. The scientific method is used in weather forecasting too.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:04"
    },
    {
      "nodeID": "159099",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:04"
    },
    {
      "nodeID": "159100",
      "text": "How big is the universe? Are there two divisions - the observable, and the unobservable?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:04"
    },
    {
      "nodeID": "159101",
      "text": "Yes, although that line changes over time.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:05"
    },
    {
      "nodeID": "159102",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:05"
    },
    {
      "nodeID": "159103",
      "text": "Maybe they sincerely think that most people have a perfect perception of how far 4, or 8, or thousands of light years are.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:05"
    },
    {
      "nodeID": "159104",
      "text": "On the contrary, anyone who takes an interest in such things is well placed to appreciate just how hard it is to grasp such distances.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:05"
    },
    {
      "nodeID": "159105",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:05"
    },
    {
      "nodeID": "159106",
      "text": "What largely prompted this thread happened last Tuesday - 6:30 AM, and a six-figure weather forecaster scientist guy assured everyone watching him that a pretty nice day was ahead, largely cloudy yet with peeks of sun, with a slim chance of very spotty rain. 2 hours later, the beginning of widespread heavy rain, for three solid hours. Unusual of course, but if we have scientific blunders concerning a few miles, I can imagine we could have a few blunders concerning hundreds of thousands of light years.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:05"
    },
    {
      "nodeID": "159107",
      "text": "That's a pretty tortured comparison :) What exactly makes the forecaster's error one of measuring distance?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:05"
    },
    {
      "nodeID": "159108",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:05"
    },
    {
      "nodeID": "159109",
      "text": "Same number of grains of sand, same number of blades of grass, same number of humans who look exactly like each one of us, doing exactly the same things at exactly the same times. Anything anyone could imagine would HAVE to be out there somewhere. There would be planets exactly like this only dogs rule, or others exactly like this where cats rule.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:05"
    },
    {
      "nodeID": "159110",
      "text": "Again, logically incorrect. That's like saying there must be a world just like this one where water flows uphill - clearly that's nonsense: this world has been shaped by forces that ensure water flows downhill.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:05"
    },
    {
      "nodeID": "159111",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:05"
    },
    {
      "nodeID": "159112",
      "text": "Then that&#8217;s as far as we can go on it, and that&#8217;s fine. Not being a science worshiper myself, I simply don&#8217;t automatically take this type of blanket statement as automatically true.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:05"
    },
    {
      "nodeID": "159113",
      "text": "And nor does anyone else. I think you grossly underestimate the thoroughness of much of the science you criticise.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:05"
    },
    {
      "nodeID": "159114",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:05"
    }
  ],
  "edges": [
    {
      "edgeID": "196870",
      "fromID": "159016",
      "toID": "159017",
      "formEdgeID": null
    },
    {
      "edgeID": "196871",
      "fromID": "159017",
      "toID": "159015",
      "formEdgeID": null
    },
    {
      "edgeID": "196872",
      "fromID": "159019",
      "toID": "159020",
      "formEdgeID": null
    },
    {
      "edgeID": "196873",
      "fromID": "159020",
      "toID": "159018",
      "formEdgeID": null
    },
    {
      "edgeID": "196874",
      "fromID": "159022",
      "toID": "159023",
      "formEdgeID": null
    },
    {
      "edgeID": "196875",
      "fromID": "159023",
      "toID": "159021",
      "formEdgeID": null
    },
    {
      "edgeID": "196876",
      "fromID": "159025",
      "toID": "159026",
      "formEdgeID": null
    },
    {
      "edgeID": "196877",
      "fromID": "159026",
      "toID": "159024",
      "formEdgeID": null
    },
    {
      "edgeID": "196878",
      "fromID": "159028",
      "toID": "159029",
      "formEdgeID": null
    },
    {
      "edgeID": "196879",
      "fromID": "159029",
      "toID": "159027",
      "formEdgeID": null
    },
    {
      "edgeID": "196880",
      "fromID": "159031",
      "toID": "159032",
      "formEdgeID": null
    },
    {
      "edgeID": "196881",
      "fromID": "159032",
      "toID": "159030",
      "formEdgeID": null
    },
    {
      "edgeID": "196882",
      "fromID": "159034",
      "toID": "159035",
      "formEdgeID": null
    },
    {
      "edgeID": "196883",
      "fromID": "159035",
      "toID": "159033",
      "formEdgeID": null
    },
    {
      "edgeID": "196884",
      "fromID": "159037",
      "toID": "159038",
      "formEdgeID": null
    },
    {
      "edgeID": "196885",
      "fromID": "159038",
      "toID": "159036",
      "formEdgeID": null
    },
    {
      "edgeID": "196886",
      "fromID": "159040",
      "toID": "159041",
      "formEdgeID": null
    },
    {
      "edgeID": "196887",
      "fromID": "159041",
      "toID": "159039",
      "formEdgeID": null
    },
    {
      "edgeID": "196888",
      "fromID": "159043",
      "toID": "159044",
      "formEdgeID": null
    },
    {
      "edgeID": "196889",
      "fromID": "159044",
      "toID": "159042",
      "formEdgeID": null
    },
    {
      "edgeID": "196890",
      "fromID": "159046",
      "toID": "159047",
      "formEdgeID": null
    },
    {
      "edgeID": "196891",
      "fromID": "159047",
      "toID": "159045",
      "formEdgeID": null
    },
    {
      "edgeID": "196892",
      "fromID": "159049",
      "toID": "159050",
      "formEdgeID": null
    },
    {
      "edgeID": "196893",
      "fromID": "159050",
      "toID": "159048",
      "formEdgeID": null
    },
    {
      "edgeID": "196894",
      "fromID": "159052",
      "toID": "159053",
      "formEdgeID": null
    },
    {
      "edgeID": "196895",
      "fromID": "159053",
      "toID": "159051",
      "formEdgeID": null
    },
    {
      "edgeID": "196896",
      "fromID": "159054",
      "toID": "159055",
      "formEdgeID": null
    },
    {
      "edgeID": "196897",
      "fromID": "159055",
      "toID": "159016",
      "formEdgeID": null
    },
    {
      "edgeID": "196898",
      "fromID": "159057",
      "toID": "159058",
      "formEdgeID": null
    },
    {
      "edgeID": "196899",
      "fromID": "159058",
      "toID": "159056",
      "formEdgeID": null
    },
    {
      "edgeID": "196900",
      "fromID": "159059",
      "toID": "159060",
      "formEdgeID": null
    },
    {
      "edgeID": "196901",
      "fromID": "159060",
      "toID": "159049",
      "formEdgeID": null
    },
    {
      "edgeID": "196902",
      "fromID": "159062",
      "toID": "159063",
      "formEdgeID": null
    },
    {
      "edgeID": "196903",
      "fromID": "159063",
      "toID": "159061",
      "formEdgeID": null
    },
    {
      "edgeID": "196904",
      "fromID": "159064",
      "toID": "159065",
      "formEdgeID": null
    },
    {
      "edgeID": "196905",
      "fromID": "159065",
      "toID": "159057",
      "formEdgeID": null
    },
    {
      "edgeID": "196906",
      "fromID": "159066",
      "toID": "159067",
      "formEdgeID": null
    },
    {
      "edgeID": "196907",
      "fromID": "159067",
      "toID": "159046",
      "formEdgeID": null
    },
    {
      "edgeID": "196908",
      "fromID": "159069",
      "toID": "159070",
      "formEdgeID": null
    },
    {
      "edgeID": "196909",
      "fromID": "159070",
      "toID": "159068",
      "formEdgeID": null
    },
    {
      "edgeID": "196910",
      "fromID": "159072",
      "toID": "159073",
      "formEdgeID": null
    },
    {
      "edgeID": "196911",
      "fromID": "159073",
      "toID": "159071",
      "formEdgeID": null
    },
    {
      "edgeID": "196912",
      "fromID": "159075",
      "toID": "159076",
      "formEdgeID": null
    },
    {
      "edgeID": "196913",
      "fromID": "159076",
      "toID": "159074",
      "formEdgeID": null
    },
    {
      "edgeID": "196914",
      "fromID": "159078",
      "toID": "159079",
      "formEdgeID": null
    },
    {
      "edgeID": "196915",
      "fromID": "159079",
      "toID": "159077",
      "formEdgeID": null
    },
    {
      "edgeID": "196916",
      "fromID": "159081",
      "toID": "159082",
      "formEdgeID": null
    },
    {
      "edgeID": "196917",
      "fromID": "159082",
      "toID": "159080",
      "formEdgeID": null
    },
    {
      "edgeID": "196918",
      "fromID": "159084",
      "toID": "159085",
      "formEdgeID": null
    },
    {
      "edgeID": "196919",
      "fromID": "159085",
      "toID": "159083",
      "formEdgeID": null
    },
    {
      "edgeID": "196920",
      "fromID": "159087",
      "toID": "159088",
      "formEdgeID": null
    },
    {
      "edgeID": "196921",
      "fromID": "159088",
      "toID": "159086",
      "formEdgeID": null
    },
    {
      "edgeID": "196922",
      "fromID": "159090",
      "toID": "159091",
      "formEdgeID": null
    },
    {
      "edgeID": "196923",
      "fromID": "159091",
      "toID": "159089",
      "formEdgeID": null
    },
    {
      "edgeID": "196924",
      "fromID": "159092",
      "toID": "159093",
      "formEdgeID": null
    },
    {
      "edgeID": "196925",
      "fromID": "159093",
      "toID": "159081",
      "formEdgeID": null
    },
    {
      "edgeID": "196926",
      "fromID": "159095",
      "toID": "159096",
      "formEdgeID": null
    },
    {
      "edgeID": "196927",
      "fromID": "159096",
      "toID": "159094",
      "formEdgeID": null
    },
    {
      "edgeID": "196928",
      "fromID": "159098",
      "toID": "159099",
      "formEdgeID": null
    },
    {
      "edgeID": "196929",
      "fromID": "159099",
      "toID": "159097",
      "formEdgeID": null
    },
    {
      "edgeID": "196930",
      "fromID": "159101",
      "toID": "159102",
      "formEdgeID": null
    },
    {
      "edgeID": "196931",
      "fromID": "159102",
      "toID": "159100",
      "formEdgeID": null
    },
    {
      "edgeID": "196932",
      "fromID": "159104",
      "toID": "159105",
      "formEdgeID": null
    },
    {
      "edgeID": "196933",
      "fromID": "159105",
      "toID": "159103",
      "formEdgeID": null
    },
    {
      "edgeID": "196934",
      "fromID": "159107",
      "toID": "159108",
      "formEdgeID": null
    },
    {
      "edgeID": "196935",
      "fromID": "159108",
      "toID": "159106",
      "formEdgeID": null
    },
    {
      "edgeID": "196936",
      "fromID": "159110",
      "toID": "159111",
      "formEdgeID": null
    },
    {
      "edgeID": "196937",
      "fromID": "159111",
      "toID": "159109",
      "formEdgeID": null
    },
    {
      "edgeID": "196938",
      "fromID": "159113",
      "toID": "159114",
      "formEdgeID": null
    },
    {
      "edgeID": "196939",
      "fromID": "159114",
      "toID": "159112",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
