{
  "nodes": [
    {
      "nodeID": "141373",
      "text": "And",
      "type": "I",
      "timestamp": "2016-03-08 19:53:31"
    },
    {
      "nodeID": "151984",
      "text": "Doctors said an 8-year-old girl would never see more than light and dark, but a Missouri family said seeing is believing.   The family of Savannah Watring decided to take a chance on an experimental stem-cell procedure in China.   'I kept wondering if I'm doing the right thing. Being blind was her world. And I kept thinking, 'What if I'm doing wrong by taking her world from her?'' grandmother Ravana Watring told KMBC's Bev Chapman. Savannah's grandmother, father and aunt took the 8-year-old for seven stem-cell infusions at a hospital in Quingdoa, China.  The result is that Savannah can see.  Doctors said it would take three to six months before they would see any change, but after Savannah's fourth treatment, something amazing happened in an elevator -- she saw herself for the first time.  'When Savannah was facing the mirror, she said, 'Hi.' Brent looked at me, and I looked at Brent. I didn't know whether to laugh or cry,' Ravana Watring said.  Now, Savannah is learning shapes, numbers and letters.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:51"
    },
    {
      "nodeID": "151985",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:52"
    },
    {
      "nodeID": "151986",
      "text": "Doctors said Savannah's blindness was caused by a condition known as optic nerve hypoplasia.   Insurance wouldn't pay for the experimental treatment, but the family received more than $50,000 from fundraisers to pay for the medical bills.   Savannah will soon visit her eye doctor to measure her vision.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:52"
    },
    {
      "nodeID": "151987",
      "text": "It's wonderful that we as humans can do to help others through procedures like this. Very happy for this little girl.   I am, however, astonished and outraged that our CITIZENS in the UNITED STATES have to go to CHINA to get a treatement like this to help them.  It is absolutely disgusting what is happening to our country due to religious nuts/fundies who oppose stem cell research and various other advances in science. Sometimes I think they won't be happy until this country becomes a third world country at least techologically and scientifically.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:52"
    },
    {
      "nodeID": "151988",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:52"
    },
    {
      "nodeID": "151989",
      "text": "Yep. This is a good thing, might as well make use of a dead person. Too bad we can't experiment on dead human bodies w/o permission. It would benefit society a lot more if we could.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:52"
    },
    {
      "nodeID": "151990",
      "text": "And LIVING ones even more... ok Adolph.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:52"
    },
    {
      "nodeID": "151991",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:52"
    },
    {
      "nodeID": "151992",
      "text": "Where would you find such a preposterous abuse of objectivity in the name of 'science' - and your point is? Fact is grant money isn't going to embryonic stem cell research because it hasn't yielded results favorable to the investment... now scientism on the other hand has an agenda in supporting the pro-choice contingent they don't care about objectivity, truth, right... wrong... evidence, fact, reason, common sense, clinical trials. All they care about is their agenda, abortion on demand. Thought I'd poke a hole the glass of Kool-Aid you folks are guzzling here: Stem Cell Research - The Next Four Years Under Barack Obama | Science Blog Congressman Daniel Lipinski - (July 30, 2007) Adult Stem Cell Research Puts Patients First, Proponents Say",
      "type": "I",
      "timestamp": "2016-03-08 20:15:52"
    },
    {
      "nodeID": "151993",
      "text": "Attending church cuts risk of death? Methinks your little website is biased. As for stem cell research, I am for whatever works best. We should not compromise on something worse than stem cells because of a moral issue. Stem cells are simply cells, nothing more. To suggest otherwise is ridiculous. However, if adult stem cells hold the key, and are more promising than embryotic stem cells, fine. Whatever works best, but this is not a moral debate. This is a science debate. To suggest this has something to do with advocating for a woman's right to abortion is absurd. This is about helping people only, born people. Real people.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:52"
    },
    {
      "nodeID": "151994",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:52"
    },
    {
      "nodeID": "151995",
      "text": "Fact is grant money isn't going to embryonic stem cell research because it hasn't yielded results favorable to the investment.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:52"
    },
    {
      "nodeID": "151996",
      "text": "That's only true because of the bonehead in the whitehouse. Once bush leaves you will see a lot of great things becoming reality through embryonic stem cell research emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:15:52"
    },
    {
      "nodeID": "151997",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:52"
    },
    {
      "nodeID": "151998",
      "text": "Hmm, I wonder why Asian scientists and businesses are going so great guns into emryonic stem cell research? Those folks in Asia seem to be lots smarter in business than we Americans -- as witnessed by the number of Asian-made cars and other products that are purchased all over the world.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:52"
    },
    {
      "nodeID": "151999",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:53"
    },
    {
      "nodeID": "152000",
      "text": "Fact is grant money isn't going to embryonic stem cell research because it hasn't yielded results favorable to the investment... now scientism on the other hand has an agenda in supporting the pro-choice contingent they don't care about objectivity, truth, right... wrong... evidence, fact, reason, common sense, clinical trials. All they care about is their agenda, abortion on demand. Thought I'd poke a hole the glass of Kool-Aid you folks are guzzling here: Stem Cell Research - The Next Four Years Under Barack Obama | Science Blog Congressman Daniel Lipinski - (July 30, 2007) Adult Stem Cell Research Puts Patients First, Proponents Say",
      "type": "I",
      "timestamp": "2016-03-08 20:15:53"
    },
    {
      "nodeID": "152001",
      "text": "The only arguement I hear from these links against embryonic stem cell research is that, in ten years, it hasn't yielded sufficient results for human trials. If that is your only arguement against its scientific viability then it is a weak one. Many technologies, biological ones included, can take a long time to develop.  Certainly, the adult repair stem cells that are mentioned in your articles may have their uses and sound as if they also deserve research money. However, one cannot just listen to one side of the story to make a decision. The scientists researching repair stem cells, patients who benefited from them, and doctors who use them are obviously going to sing its praises when it does introduce some gain. However, the embryonic stem cells might have even more potential, given the time and money to develop the technology. So, unless you can show me evidence that embryonic stem cells will never achieve their potential or that repair stem cells can achieve everything that embryonic stem cells are hoped to achieve, then your arguement against embryonic stem cell research continues to be unconvincing.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:53"
    },
    {
      "nodeID": "152002",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:53"
    }
  ],
  "edges": [
    {
      "edgeID": "191888",
      "fromID": "141373",
      "toID": "151985",
      "formEdgeID": null
    },
    {
      "edgeID": "191889",
      "fromID": "151985",
      "toID": "151984",
      "formEdgeID": null
    },
    {
      "edgeID": "191890",
      "fromID": "151987",
      "toID": "151988",
      "formEdgeID": null
    },
    {
      "edgeID": "191891",
      "fromID": "151988",
      "toID": "151986",
      "formEdgeID": null
    },
    {
      "edgeID": "191892",
      "fromID": "151990",
      "toID": "151991",
      "formEdgeID": null
    },
    {
      "edgeID": "191893",
      "fromID": "151991",
      "toID": "151989",
      "formEdgeID": null
    },
    {
      "edgeID": "191894",
      "fromID": "151993",
      "toID": "151994",
      "formEdgeID": null
    },
    {
      "edgeID": "191895",
      "fromID": "151994",
      "toID": "151992",
      "formEdgeID": null
    },
    {
      "edgeID": "191896",
      "fromID": "151996",
      "toID": "151997",
      "formEdgeID": null
    },
    {
      "edgeID": "191897",
      "fromID": "151997",
      "toID": "151995",
      "formEdgeID": null
    },
    {
      "edgeID": "191898",
      "fromID": "151998",
      "toID": "151999",
      "formEdgeID": null
    },
    {
      "edgeID": "191899",
      "fromID": "151999",
      "toID": "151992",
      "formEdgeID": null
    },
    {
      "edgeID": "191900",
      "fromID": "152001",
      "toID": "152002",
      "formEdgeID": null
    },
    {
      "edgeID": "191901",
      "fromID": "152002",
      "toID": "152000",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
