{
  "nodes": [
    {
      "nodeID": "147846",
      "text": "'In his encyclical Humani Generis, my predecessor Pius XII has already affirmed that there is no conflict between evolution and the doctrine of the faith regarding man and his vocation... Today, more than a half-century after the appearance of that encyclical, some new findings lead us toward the recognition of evolution as more than an hypothesis. In fact it is remarkable that this theory has had progressively greater influence on the spirit of researchers, following a series of discoveries in different scholarly disciplines... The convergence in the results of these independent studies-which was neither planned nor sought-constitutes in itself a significant argument in favor of the theory.'",
      "type": "I",
      "timestamp": "2016-03-08 20:07:09"
    },
    {
      "nodeID": "147847",
      "text": "But I suppose the Pope is going to hell emoticon_rolleyes  Here is a link to a website that has a brief list of translational fossils, there are gaps but that could mean that we have yet to find those fossils, or we have found them but no one has made the link yet.  You also keep stating that evolution is theory, we all agree it is still a theory but it is the most plausible theory that fits the evidence found that Evolution is the most likely mechanism to explain that we have lots of different species, to condense it to the real basics just think of it as the ancestry of the species.(Apologies for condensing the Theory into those small sentences could be here forever explaining Evolution :) ) N.B Evolution does not mention how life started, there is another Scientific Theory on the Origin of life on Earth, but I can not think of it at this moment. Hunter it is really not good form on a message board when debating a subject to say someone is going to hell because they don't agree with your viewpoint, present your evidence why you believe that evolution is incorrect and we can have a proper debate.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:09"
    },
    {
      "nodeID": "147848",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:09"
    },
    {
      "nodeID": "147849",
      "text": "Okay, let's look at evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:09"
    },
    {
      "nodeID": "147850",
      "text": "Oh! Goody! At last someone who wants to actually discuss evolution instead of mythology!",
      "type": "I",
      "timestamp": "2016-03-08 20:07:09"
    },
    {
      "nodeID": "147851",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:07:09"
    },
    {
      "nodeID": "147852",
      "text": "One of the definitions of 'evolution,' according to Websters New World Dictionary (I thought you'd like to know, especially because heretofore, you didn't.) 'Biol. a) the development of a species, organism, or organ from its original or primitive state to its present or specialized state; phylogeny or ontogeny b) DARWINIAN THEORY (see LAMARCKISM, MUTATION)' [Emphasis added] The ORIGIN has EVERYTHING to do with evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:09"
    },
    {
      "nodeID": "147853",
      "text": "No, the origin of the universe has nothing to do with the theory of evolution. The origin of life has nothing to do with the theory of evolution. Scientific disciplines have bounds. Biologists don't have to account for cosmology because it has nothing to do with the evolution of life on earth. However the universe came into being doesn't affect the theory of evolution. However life first arose has no bearing on the theory of evolution. The ultimate origin has nothing to do with the theory of evoution. I don't see where the definition you quoted does anything to make this point.......",
      "type": "I",
      "timestamp": "2016-03-08 20:07:09"
    },
    {
      "nodeID": "147854",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:10"
    },
    {
      "nodeID": "147855",
      "text": "Evolution is only a theory, and thus it shall remain. If a theory can't be proven in 150 years, there is very little possibility that it will ever be proven. I urge you to continue to seek the truth, start with the Bible. emoticon_xangel",
      "type": "I",
      "timestamp": "2016-03-08 20:07:10"
    },
    {
      "nodeID": "147856",
      "text": "Well, I see that Hunter continues with his intentional ignorance. Even though it has been explained to him on several occasions, he still chants his 'evolution is only a theory' mantra in hopes that his audience will be as ignorant as he.  Yes, evolution is a theory. In science that means that it has been tested and accepted as essentially correct. Evolution is a theory just as gravity is a theory - several in fact; Newtonian gravity, general relativity, and quantum gravity. None of those theories actually work in all situations. But for all practical purposes, evolution has been proven. That's easy since evolution has been observed and the theories are build on the facts of those observations. You will notice that Hunter hasn't proven any of his assertions. He just knows that there are talking snakes, and magical beings that make people out of dirt. Sure - go ahead and start with the Bible so you can get the mythology of two different creation stories, an impossible flood, and such fantasies as a man being swallowed by a whale or the any human would know about a god that wagers with Satan, out of the way. Not only will you find no proof to support the Bible, you won't evern find any evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:10"
    },
    {
      "nodeID": "147857",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:10"
    },
    {
      "nodeID": "147858",
      "text": "Evolution: Ride a monkey into Hell.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:10"
    },
    {
      "nodeID": "147859",
      "text": "But we weren't discussing either monkies or hell. One can only wonder at your thought processes that makes such irrelevant and disconnected thoughts pop up.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:10"
    },
    {
      "nodeID": "147860",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:10"
    },
    {
      "nodeID": "147861",
      "text": "BTW, there is more documentation to support the Bible than alleged proof to support the theory that man evolved from nothing.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:10"
    },
    {
      "nodeID": "147862",
      "text": "Actually, I think that lack of support for your mythology is one of the reasons that it isn't accepted as literal. I suspect that your documentation is just assertion that you believe because it tells you what you want to hear. Why is it that creationists keep claining to have 'proof' and never present any? Have you checked out the threads in the Religion forum where some posters are having trouble demonstrating the historicity of Jesus? How can you claim documentation for Adam & Eve, the Garden, talking snake, the flood?",
      "type": "I",
      "timestamp": "2016-03-08 20:07:10"
    },
    {
      "nodeID": "147863",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:10"
    },
    {
      "nodeID": "147864",
      "text": "If it came from nothing, how do you explain that?",
      "type": "I",
      "timestamp": "2016-03-08 20:07:10"
    },
    {
      "nodeID": "147865",
      "text": "Well, scientists in the appropriate fields of science are working on that. I'm not a cosmologist so I rely on scientists in those fields to research those questions. I'm a biologist. I deal with questions of biology, that is living organisms. That is why I am concerned with how living organisms change through time. In other words, that is why I am concerned with evolution. While physicists, cosmologists, geologists and so on may accept evolutionary theory, that doesn't mean that their fields of science are 'evolution.'",
      "type": "I",
      "timestamp": "2016-03-08 20:07:10"
    },
    {
      "nodeID": "147866",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:10"
    },
    {
      "nodeID": "147867",
      "text": "You can rattle off all sorts of data (real or imagined).",
      "type": "I",
      "timestamp": "2016-03-08 20:07:10"
    },
    {
      "nodeID": "147868",
      "text": "But you can't. You may imagine it but you can't present evidence that supports your position. You can only argue against what you don't understand in the first place. I generally make it a rule to keep my mouth shut unless I have actually had the integrity to educate myself about the basics of a topic. You don't seem to do the same.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:10"
    },
    {
      "nodeID": "147869",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:10"
    }
  ],
  "edges": [
    {
      "edgeID": "188966",
      "fromID": "147847",
      "toID": "147848",
      "formEdgeID": null
    },
    {
      "edgeID": "188967",
      "fromID": "147848",
      "toID": "147846",
      "formEdgeID": null
    },
    {
      "edgeID": "188968",
      "fromID": "147850",
      "toID": "147851",
      "formEdgeID": null
    },
    {
      "edgeID": "188969",
      "fromID": "147851",
      "toID": "147849",
      "formEdgeID": null
    },
    {
      "edgeID": "188970",
      "fromID": "147853",
      "toID": "147854",
      "formEdgeID": null
    },
    {
      "edgeID": "188971",
      "fromID": "147854",
      "toID": "147852",
      "formEdgeID": null
    },
    {
      "edgeID": "188972",
      "fromID": "147856",
      "toID": "147857",
      "formEdgeID": null
    },
    {
      "edgeID": "188973",
      "fromID": "147857",
      "toID": "147855",
      "formEdgeID": null
    },
    {
      "edgeID": "188974",
      "fromID": "147859",
      "toID": "147860",
      "formEdgeID": null
    },
    {
      "edgeID": "188975",
      "fromID": "147860",
      "toID": "147858",
      "formEdgeID": null
    },
    {
      "edgeID": "188976",
      "fromID": "147862",
      "toID": "147863",
      "formEdgeID": null
    },
    {
      "edgeID": "188977",
      "fromID": "147863",
      "toID": "147861",
      "formEdgeID": null
    },
    {
      "edgeID": "188978",
      "fromID": "147865",
      "toID": "147866",
      "formEdgeID": null
    },
    {
      "edgeID": "188979",
      "fromID": "147866",
      "toID": "147864",
      "formEdgeID": null
    },
    {
      "edgeID": "188980",
      "fromID": "147868",
      "toID": "147869",
      "formEdgeID": null
    },
    {
      "edgeID": "188981",
      "fromID": "147869",
      "toID": "147867",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
