{
  "nodes": [
    {
      "nodeID": "149153",
      "text": "Leaders of the campaign to outlaw same-sex marriage in California are warning businesses that have given money to the state's largest gay rights group they will be publicly identified as opponents of traditional unions unless they contribute to the gay marriage ban, too. ProtectMarriage.com, the umbrella group behind a ballot initiative that would overturn the California Supreme Court decision that legalized gay marriage, sent a certified letter this week asking companies to withdraw their support of Equality California, a nonprofit organization that is helping lead the campaign against Proposition 8. 'Make a donation of a like amount to ProtectMarriage.com which will help us correct this error,' reads the letter. 'Were you to elect not to donate comparably, it would be a clear indication that you are in opposition to traditional marriage. ... The names of any companies and organizations that choose not to donate in like manner to ProtectMarriage.com but have given to Equality California will be published.' The letter was signed by four members of the group's executive committee: campaign chairman Ron Prentice; Edward Dolejsi, executive director of the California Catholic Conference; Mark Jansson, a member of The Church of Jesus Christ of Latter-day Saints; and Andrew Pugno, the lawyer for ProtectMarriage.com. A donation form was attached. The letter did not say where the names would be published. The unusual appeal reflects the increasing tension surrounding the tight race over Proposition 8, which would change the California Constitution to limit marriage to a man and a woman. In recent days, both sides in the debate have accused their opponents of threatening their respective campaign volunteers and misleading voters.Calif. gay marriage ban backers target businesses So, evidently now 'blackmail' is a 'traditional family value'??? emoticon_xdonno I don't think these people have any shame...",
      "type": "I",
      "timestamp": "2016-03-08 20:10:09"
    },
    {
      "nodeID": "149154",
      "text": "They don't at all! They even put little innocent kids on their campaign commercials and the giant electronic bilboards on the freeway to give this allure of impending doom. It's scare tactics and as much as I hate to say it it's working.... I pass that sign every day I go home from college and I think I'm the only car in Corona that has a No on 8 sticker. I get a hell of alot of dirty looks believe me. But I just smile and say God loves you too. It's sickening how dirty these 'moral' people will go to immoral means to justify their homophobic bigoted views.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:09"
    },
    {
      "nodeID": "149155",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:09"
    }
  ],
  "edges": [
    {
      "edgeID": "189886",
      "fromID": "149154",
      "toID": "149155",
      "formEdgeID": null
    },
    {
      "edgeID": "189887",
      "fromID": "149155",
      "toID": "149153",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
