{
  "nodes": [
    {
      "nodeID": "141373",
      "text": "And",
      "type": "I",
      "timestamp": "2016-03-08 19:53:31"
    },
    {
      "nodeID": "142459",
      "text": "The lung liquid that fills the potential air spaces of the lung (20 to 30 ml/kg) is quite distinct from amniotic fluid or plasma",
      "type": "I",
      "timestamp": "2016-03-08 19:55:59"
    },
    {
      "nodeID": "142460",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:59"
    },
    {
      "nodeID": "142461",
      "text": "In fetal development, most major organs exist in rudimentary form by about 8 to 9 weeks. It takes several months for these organs to grow in size, complexity, and organization to the point they can function. For example, the myelin sheathÂ—the insulating cover on nerve pathways that is required for efficient conduction of pain signalsÂ—does not begin forming around nervous system cells (neurons) in the spinal cord until about 24 weeks, and not till after birth in most of the cerebral cortex.[6],[7],[8] Although sporadic brain waves can be detected by about 21 weeks gestation, genuine continuous brain waves do not begin until about 28 weeks,[9] indicating that the nerve circuits needed to carry pain impulses to the brain are not fully connected till then. This also marks the beginnings of conscious awareness, which is generally considered a requirement for experiencing pain.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:59"
    },
    {
      "nodeID": "142462",
      "text": "That website is pretty much bogus.   A fetus does not even have lungs in the sense we know them until it takes its first breath of air.  I don't know about the 50% stat... the earliest it can possibly survive is about the 24 week mark, so that sounds overblown.  The eyelids are fused at the 18 week point and don't open until 28 weeks  There is little evidence that a fetus can 'feel' pain. Regular wakefulness and sleep patterns, as well as continuous brain waves appear around 28 weeks, which is an indication of conciousness. Conciousness would be a requirement to experience pain. Since 24 weeks is the start of the 3rd trimester, and 80-90% of abortions occur before this point (I've hear 96% as well), pain really isn't a problem for abortions.  The fetus has never achieved conciousness, let alone has known anything.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:59"
    },
    {
      "nodeID": "142463",
      "text": "So you are saying that people who don't know anything should be killed? That b/c it hasn't achieved consciousness you should kill it?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:59"
    },
    {
      "nodeID": "142464",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:59"
    },
    {
      "nodeID": "142465",
      "text": "c) Why do these creatures have the right to live at the time you give for question b.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:59"
    },
    {
      "nodeID": "142466",
      "text": "Because that's when the law says that they have the 'right to live.' Rights are legal terms that are fabricated by humans. They are not constant, but rather change whenever we wish to change them.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:59"
    },
    {
      "nodeID": "142467",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:59"
    },
    {
      "nodeID": "142468",
      "text": "Obviously the question every debate on abortion boils down to is when does one get the right to live, so I'd like to use this thread as a debate on that subject. Since I'm mainly concerned with whether abortion is legal or not, I'd appreciate it if religion was kept out of the debate. So the questions are: a) What creatures have the right to live? b) When do these creatures get the right to live? c) Why do these creatures have the right to live at the time you give for question b.  Please answer all questions rather than just one since all three are essential to the debate.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:59"
    },
    {
      "nodeID": "142469",
      "text": "I believe this to be a cross between a religious issue and a social issue. you cannot discuss the issue without discussing the religious, as well as social sides of it. so I won't try. I'll talk about them all. And then I'll tell you why I support a woman's choice concerning her own body. One at a time...  question a) what creatures have the right to live? scientific answer: none. there is no 'right' to life. Life advances and evolves according to natural selection, and the law that the strong survive and the weak are eaten, or else-wise deleted through some manifestation of their weakness. social answer: not applicable. humans are the only 'creatures' who can belong to society, and therefore, obviously, only humans have the 'right' to life. religious answer: any creature with a soul has the 'right' to live. conclusion: the issue as it relates to this question is inherently a religious issue, because scientifically the question is null, and socially it has no meaning. question b) when do these creatures get the right to live? scientific answer: never. same reason as above. social answer: any creature who 'becomes' human acquires the right to live. religious answer: any creature who acquires a soul acquires the right to live. conclusion: this time the issue is not only religious; there is a combination of societal issues and religious issues which contribute to answering this question. no conclusion can really be made, yet, though the social answer leads to the obvious question: can a creature 'become' human? does a maturing fetus in the womb 'become' human at some point? or is it human from the moment of inception? i argue for the former, though plenty of people will disagree.  question c) why do these creatures have the right to live at the time I give for question c: see my answers above. they are detailed.  there is a very, very, very very VERY major question which you completely glossed over, and which is very very VERY pertinent to the issue. i raised this question to a short extent in the conclusion for question b. i'll call it 'question d)' question d: at what point does a creature become human? obviously, this question is debatable. my personal opinion is that a creature (a fetus) becomes human at such time as it could live with minimal medical assistance outside of the mother's womb. this contributes to my further opinion that the larger issue is predominantly a religious one, because with the answer to this question i remove the only reason which would oppose me to abortion prior to the time of capability of self-sustainment. on the other hand, there are others who are not religious, who are against abortion. always, these are the people who answer this last question differently than me. always, these are the people who believe that from the time of conception, a fetus is in fact a human being. i cannot argue with their reasoning; it makes every bit as much sense as mine. from a purely physical standpoint, it makes even more sense. yet i stand by my point of view. i submit, though, that if you want to exclude religion from the discussion, this is the only truly debatable point about abortion whatsoever. anything else is religion. and that's a whole other can of worms.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:59"
    },
    {
      "nodeID": "142470",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:59"
    },
    {
      "nodeID": "142471",
      "text": "The fetus has never achieved conciousness, let alone has known anything.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:59"
    },
    {
      "nodeID": "142472",
      "text": "Well, you get the idea.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:59"
    },
    {
      "nodeID": "142473",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:59"
    },
    {
      "nodeID": "142474",
      "text": "Because of? Hardly. I feel it does change the morality of it, but it is not the sole criteria.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:00"
    },
    {
      "nodeID": "142475",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:00"
    }
  ],
  "edges": [
    {
      "edgeID": "185170",
      "fromID": "141373",
      "toID": "142460",
      "formEdgeID": null
    },
    {
      "edgeID": "185171",
      "fromID": "142460",
      "toID": "142459",
      "formEdgeID": null
    },
    {
      "edgeID": "185172",
      "fromID": "142463",
      "toID": "142464",
      "formEdgeID": null
    },
    {
      "edgeID": "185173",
      "fromID": "142464",
      "toID": "142462",
      "formEdgeID": null
    },
    {
      "edgeID": "185174",
      "fromID": "142466",
      "toID": "142467",
      "formEdgeID": null
    },
    {
      "edgeID": "185175",
      "fromID": "142467",
      "toID": "142465",
      "formEdgeID": null
    },
    {
      "edgeID": "185176",
      "fromID": "142469",
      "toID": "142470",
      "formEdgeID": null
    },
    {
      "edgeID": "185177",
      "fromID": "142470",
      "toID": "142468",
      "formEdgeID": null
    },
    {
      "edgeID": "185178",
      "fromID": "142472",
      "toID": "142473",
      "formEdgeID": null
    },
    {
      "edgeID": "185179",
      "fromID": "142473",
      "toID": "142471",
      "formEdgeID": null
    },
    {
      "edgeID": "185180",
      "fromID": "142474",
      "toID": "142475",
      "formEdgeID": null
    },
    {
      "edgeID": "185181",
      "fromID": "142475",
      "toID": "142463",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
