{
  "nodes": [
    {
      "nodeID": "150268",
      "text": "The Hidden Agenda Behind Gun Storage Laws By David Kopel In Canada and Great Britain deceitful 'safe storage' laws allow government invasion of gun owners` homes. These laws are all part of the gun grabbers` wholesale attack on private gun ownership. Responsible gun owners store their guns safely. For over a century, the National Rifle Association and other civic groups have done everything they can to encourage safe gun storage. Partly as a result, the fatal gun accident rate for both kids and adults has fallen to an all-time low. In spite of this, anti-gun politicians, and the anti-gun groups are working to turn 'safe storage' into a tool for disarming the American public. Gun owners who think they have nothing to lose from a government takeover of gun storage should look at what has happened in countries such as Canada and Great Britain. There, gun owner apathy has allowed 'safe storage' to become the platform for abolishing gun ownership for home protection, for invading the privacy and the homes of gun owners, and for attacking even the simple possession of firearms. Great Britain British gun owners have a long tradition of going along with government proposals for 'reasonable' restrictions on their rights. But as many Britons found out too late, a restriction that appears reasonable on paper may become quite unreasonable in practice. British law merely mandates that guns be stored in 'a secure place.' But Britain has a national gun licensing system, similar to the American system proposed by Sarah Brady of Handgun Control, Inc. Because most police administrators in Britain are intensely opposed to citizens owning guns, they use the storage law to make acquiring a gun license as onerous as possible.  If you want to obtain or renew a gun license in Britain, two police officers will visit your home to scrutinize your gun security system. Although the law, even today, does not order guns to be locked in a safe, the police routinely compel gun owners to purchase safes--sometimes two safes, the second one for separate storage of ammunition. A person buying a low-powered L5 rimfire rifle may have to spend £100 on a safe. A person with five guns may be ordered to add a £1000 electronic security system.  One effect of the heavy security costs is to reduce the ability of middle-income or poor people to legally own guns, a goal which has been a constant objective of gun control proponents throughout history. Of course, the requirement that guns be locked in safes makes it nearly impossible for the gun to be used for home protection and the British police establishment despises the idea of defensive gun ownership.  If you want to obtain or renew a gun license in Britain, two police officers will visit your home to scrutinize your gun security system.  The requirement that gun owners purchase safes was never democratically enacted by the British Parliament. Rather, the requirement was invented by police administrators, who correctly recognized that any system requiring government permission to buy a gun can be manipulated by anti-gun administrators. (Similarly, in the United States, police administrators have used the Brady Act to deny handgun purchases by thousands of people with unpaid traffic tickets or other trivial offenses. Brady does not formally sanction such abuses, but by requiring government permission for handgun purchases, the Act makes such abuses inevitable.) Canada In Canada, the Criminal Code prohibits 'careless' storage of a firearm, and gives the government the authority to create storage regulations. What does this mean in practice? Consider some cases from 1996 and 1997: Hearing suspicious sounds, perhaps from a burglar, a husband took his unloaded rifle with him one night when he looked around his house. A few days later, the wife told a friend about the incident. Aghast, the friend called the police. The police arrived at the couple`s home and bullied their way in. Searching the home, they found the unloaded rifle under a mattress in the bedroom. No children lived in the home. The couple was charged with careless storage of a firearm. A 67-year-old single woman ran a small boarding house in Ontario. A downstairs tenant began harassing and stalking her. Worried that the woman might pose a threat to the tenant, the police searched her apartment and found several unloaded guns in her closets. She was convicted of storage of a firearm in violation of government regulations. She had been attending school and studying to become a paralegal, but her conviction will bar her from a job in the legal field. Recently in Winnipeg, a 72-year-old woman called a hospital to request that a visiting nurse come over and help her with some medication. Someone from the hospital asked if the woman had any firearms in the home. 'Yes,' she replied, 'my husband has a couple of old hunting rifles down in the rec room.' The police came over immediately and began searching the home. They found several long guns, each with a trigger lock and locked to a rack in the basement. They also found a .25 caliber pistol locked in a bedroom closet, which they had broken into. The 73-year-old husband came home in the middle of the search, and was immediately handcuffed, and accused of being violent. Other than the fact that he owned guns, there was no evidence that he was violent. (His neighbors later signed statements saying they had known him for years, and he had always been peaceful.) Eventually the police removed the handcuffs, and told the man that he had never been under arrest.  Gun storage laws sometimes provide a means for police to justify outrageously bad police work. In Medicine Hat, Alberta, a criminal who had charges pending against him tried to buy leniency by claiming that a man named Larry Davies was a marijuana dealer, with over a pound in his house. The Medicine Hat police did nothing to verify the informant`s claim, other than looking up Larry Davies` address in the phone book. The SWAT team, apparently having nothing else to do that day, broke into the Davies household, and forced Larry Davies and three friends to the floor, pointing submachine guns at their heads. A search of the house revealed: Mrs. Davies and her newborn baby, who had come home from the hospital that day; four grams of marijuana (weighing less than a United States 25-cent piece); and a disassembled FN/FAL rifle in a basement closet. Apparently embarrassed but not repentant about the sloppy police practices and wanton show of force, the government charged Mr. Davies with unsafe storage of a firearm. Happily, a judge threw the charges out of court, noting that whatever Mr. Davies had done was much less of a threat to society than what the police had done. And Canadian courts have sometimes stopped other abusive prosecutions related to gun storage laws. But even then, the victim of the abusive prosecution must spend thousands of dollars in legal fees to avoid a prison sentence of up to two years. As David Tomlinson, President of Canada`s National Firearms Association, points out, gun storage laws are unenforceable without random police searches of the home. Canada`s newest gun law, which goes into effect next year, gives the police the authority to 'inspect' private homes to ensure that gun storage laws are being complied with. Gun storage laws are like laws barring married couples from using birth control: they are unenforceable without massive government intrusions into the sanctity of the home. In 1965, the United States Supreme Court struck down a birth control ban for this very reason. (Griswold v. Connecticut, 381 U.S. 479 (1965)). For the same reason, privacy-minded legislators and citizens should reject turning the government into the home gun storage enforcer.  Former-President Clinton, by the way, effusively praised the new Canadian gun law (Bill C-68) which authorizes searches without probable cause.  SMALL STEPS Gun prohibition almost always moves by incremental steps. Restrictions that would have seemed outrageous if proposed by themselves can appear 'reasonable' when they merely advance existing restrictions a few more steps. Gun storage laws are. . . unenforceable without massive government intrusions into the sanctity of the home.  In Canada, prohibitionists, such as then-Justice Minister Alan Rock, have used gun storage laws as a justification for imposing universal gun registration, since registration 'will create a sense of accountability on the part of the firearms owner to comply with some of the safe storage laws that are in effect.' As the next step, the anti-gun lobbies in Canada have begun pushing for 'community storage.' Rather than keeping your guns in a safe in your home, you would have to keep your guns at a police station. When you wanted to use your gun for the day, you could check it out from the police station. The anti-gun groups point out that a gun in the home could be stolen, or could be misused in a domestic incident. There is no reason, they argue, for guns to be kept in a home 365 days a year, when the gun may only be used a few days a year. To counter the anti-gun groups, gun owners in Canada can hardly argue that removing guns from the home makes it impossible to use the guns for home defense. They gave up the moral case for self-defense years ago by arguing that gun ownership was justified for sporting purposes, but not daring to assert that gun ownership is justified for defensive purposes. And by agreeing to 'safe storage' laws, the Canadian gun owners gave up the practical ability to use a gun for self-defense in a sudden emergency. With so much ground already conceded, Canadian gun owners are reduced to arguing minor points, such as how a centralized gun storage repository might be more vulnerable to theft. Even conceding on the 'community storage' issue will do gun owners no good. In 1996, the British Parliament banned almost all handguns, but allowed owners of single-shot .22s to keep the guns locked in central repositories at gun ranges. The new restrictions only briefly sated the appetite of the British anti-gun lobbies. In 1997, community storage was replaced by its logical consequence, complete prohibition of all handguns. The Future Who can believe that the right to keep and bear arms could survive 'community storage,' with gun owners needing to ask government bureaucrats for permission to obtain access to their own guns? Who can believe that the American anti-gun lobbies, who so consistently imitate the programs of their foreign cousins, will not begin demanding community storage, once they have laid the foundation with 'safe storage' laws? Storing guns safely is the duty of every gun owner. What makes for safety depends very much on individual circumstances. Safety is, and always has been, the concern of organizations such as the National Rifle Association. In the hands of anti-gun lobbies and government bureaucrats, though, 'safe storage' becomes an Orwellian term designed to negate the many safety benefits of the right to bear arms. Home safety is the responsibility of the family, not the state. Sources: Some material herein is from Dave Kopel`s award-winning book The Samurai, the Mountie, and the Cowboy: Should America Adopt the Gun Control Policies of Other Democracies? (Amherst, N.Y.: Prometheus Books). Extensive information about Canada`s repressive gun laws is available on the world-wide web at National Firearms Association - Home (National Firearms Association of Canada) and http://cdn-firearms.ml.org/ (Canadian Firearms Digest).",
      "type": "I",
      "timestamp": "2016-03-08 20:12:22"
    },
    {
      "nodeID": "150269",
      "text": "But we have an enumerated Constitutional RKBA. Apples to oranges.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:22"
    },
    {
      "nodeID": "150270",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:22"
    },
    {
      "nodeID": "150271",
      "text": "He sure knows how to flood the forum with things he's copied and pasted! He must be in the manic phase of his bipolar!",
      "type": "I",
      "timestamp": "2016-03-08 20:12:22"
    },
    {
      "nodeID": "150272",
      "text": "You have a habit of constantly posting statements by anti-gun officials. And when these statements and theories are called into question and challenged, you have nothing to post in defense.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:22"
    },
    {
      "nodeID": "150273",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:22"
    },
    {
      "nodeID": "150274",
      "text": "What is the problem here? Guns or crooks stealing guns? They steal from all of society including LEOs,the military etc. not unlike the situation in Mexico. Proof is in that most of those thefts were from government sources.  It is correct there is no authority granted Con-gress in Article 1, section 8 to legislate rights restrictions and recently in Heller that was reinforced. When are you leaving? :) Watch the doorknobs on the way out and all that stuff.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:22"
    },
    {
      "nodeID": "150275",
      "text": "So it's your contention that hundreds of thousands of firearms stolen from residences annually is just par for the course?",
      "type": "I",
      "timestamp": "2016-03-08 20:12:22"
    },
    {
      "nodeID": "150276",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:22"
    },
    {
      "nodeID": "150277",
      "text": "The point is Kopel and Lott are liars as previously demonstrated regarding the Carpenter family's tragedy. Please don't waste my time with these biased, dishonest gun advocates any further.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:22"
    },
    {
      "nodeID": "150278",
      "text": "Well since you claim they are I simply don't believe you. This coming from the one who can't use much else than dishonest, biased gun grabber groups. I'd add you are a waste of time. I pay as much attention to your demands as I do to knat farts. In fact I'll make it a point to include them. To sum up your own biased gun grabber group isn't sure exactly where the problem is. Yet even they admit to an enforcement problem. The ATF says its straw purchasers. Not gun owners. Yet you insist its honest people not locking guns up. So far your evidence is scanty to non existant at best. You fail to acknowledge the fault of the criminal element in any way. In short eliminate the criminal from the scene and one could stack guns on the kitchen table safely. Its totally the fault of gun owners for failure to secure. You consistantly fail to acknowledge prior restraint being unconstitutional. It has been demonstrated that your storage idea has led to erosion of civil rights in other countries. Not to mention the very real possiblity of it happening here if your scam is followed. From the gunners seat its nitwits exactly like you in legislature that are the real problem. Now run for the bunker to evade the toxic environment. Your storage scam is shot full of holes.",
      "type": "I",
      "timestamp": "2016-03-08 20:12:22"
    },
    {
      "nodeID": "150279",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:12:22"
    }
  ],
  "edges": [
    {
      "edgeID": "190674",
      "fromID": "150269",
      "toID": "150270",
      "formEdgeID": null
    },
    {
      "edgeID": "190675",
      "fromID": "150270",
      "toID": "150268",
      "formEdgeID": null
    },
    {
      "edgeID": "190676",
      "fromID": "150272",
      "toID": "150273",
      "formEdgeID": null
    },
    {
      "edgeID": "190677",
      "fromID": "150273",
      "toID": "150271",
      "formEdgeID": null
    },
    {
      "edgeID": "190678",
      "fromID": "150275",
      "toID": "150276",
      "formEdgeID": null
    },
    {
      "edgeID": "190679",
      "fromID": "150276",
      "toID": "150274",
      "formEdgeID": null
    },
    {
      "edgeID": "190680",
      "fromID": "150278",
      "toID": "150279",
      "formEdgeID": null
    },
    {
      "edgeID": "190681",
      "fromID": "150279",
      "toID": "150277",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
