{
  "nodes": [
    {
      "nodeID": "141336",
      "text": "Jill White The day you became a person is the first day of you life that you can remember.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:27"
    },
    {
      "nodeID": "141337",
      "text": "So the start of personhood for a particular person is a variable, based on that individual's memory. Twenty years ago I could remember events at my fourth birthday, but today those memories are gone. For a while I had personhood at 4 years of age, but today, looking back, I did not have personhood until I was 6. As I age and my memory fails, it may turn out that I did not have personhood until I was 21 years old. Personnhood comes and goes. Do I have it right?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:27"
    },
    {
      "nodeID": "141338",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:27"
    },
    {
      "nodeID": "141339",
      "text": "jackamarrahow is this relevant to the philosophy discourse?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:27"
    },
    {
      "nodeID": "141340",
      "text": "A direct reply to a post on this thread. You'd better have your morning coffee.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:27"
    },
    {
      "nodeID": "141341",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:27"
    },
    {
      "nodeID": "141342",
      "text": "archangelWhen does a human become a person? At conception.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:27"
    },
    {
      "nodeID": "141343",
      "text": "This is a completely arbitrary point in time, unrelated to scientific or biblical teachings.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:27"
    },
    {
      "nodeID": "141344",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:27"
    },
    {
      "nodeID": "141345",
      "text": "Another Opinion 'mental existence' - meaning any rudimentary mind in the form of rudimentary thought, emotion, sense of self, perception of pain or other senses, etc. My assumption is the scientific assumption that our minds are determined by the functioning of the brain and by its state of development and health. Of course, one could argue the religious view of a soul external to our bodies determining at least part of our mental existence, but there is no evidence to support any such religious view - it is all taken on faith.  Where abortion rights are concerned, separation of Church and state would not allow for women's rights to be restricted based on a religious argument.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:27"
    },
    {
      "nodeID": "141346",
      "text": "No disagreements. Something left out (probably because it was assumed), is memory. What you call mental existence I would say is a description of what causes or leads to personal identity. To me it is self evident that there is no person or personhood without a personal identity.  There might be disagreement about what the particulars are concerning how to identify a personal identity, but it seems self evident to me that a mind is required, and without a brain, there is no mind, so a brain is required. It seems to me self evident that if there is no brain, there is no person. Of course, others will disagree. Some say that the unique DNA of a zygote is enough for personal identity, but if this is true, identical twins (with identical DNA) would have to share one personal identity, and one soul. In the case of a chimera, two souls/unique DNA in two zygotes, would have to blend into one person/soul. (No, most chimeras are not schizophrenic). I believe an integral part of [personal identity<mental existence<personhood] is memory. Whether it is short term, or long term, without memory there is no sense of self. (I may be stating the obvious, but you never know.) ~ ~ ~ ~ ~ It is not clear if your list of indicators for mental existence is 'one will suffice', or 'several are required'. I don't think it matters all that much, but I'm not sure, just wondering.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:27"
    },
    {
      "nodeID": "141347",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:27"
    },
    {
      "nodeID": "141348",
      "text": "Personhood- being able to think, communicate and feel pain Given this definitions, Reflect on the following questions. When does a human become a person? When does a humna stop being a person? Can a fetus be considered human if it has not yet experienced life? Can a living human who is brain dead still be considered a person even if he/she cannot communicate, understand and experience life?  Just interested in some of your opinions. Thnx.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:27"
    },
    {
      "nodeID": "141349",
      "text": "The day you became a person is the first day of you life that you can remember. Sure babies are cute and all but they are not aware, no more a person then a puppy is.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:27"
    },
    {
      "nodeID": "141350",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:27"
    },
    {
      "nodeID": "141351",
      "text": "Personhood- being able to think, communicate and feel pain Given this definitions, Reflect on the following questions. 1. When does a human become a person? 2. When does a humna stop being a person? 3. Can a fetus be considered human if it has not yet experienced life?  4. Can a living human who is brain dead still be considered a person even if he/she cannot communicate, understand and experience life?  Just interested in some of your opinions. Thnx.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141352",
      "text": "1. When their mind develops and begins working. 2. When their mind stops working. 3. No, it should not, at least until its mind develops. 4. No, they are no longer living, and cannot exist without their brain.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141353",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141354",
      "text": "Sure babies are cute and all but they are not aware, no more a person then a puppy is",
      "type": "I",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141355",
      "text": "'Not aware'??????? Not aware of what? Shoot a gun behind them and they will flinch. They are aware of loud noises. Throw them wildly into the air and they will cry. They are aware of their own movement. Pinch them, they will cry. They are self aware as they chew on their toes. And of course puppies are aware as well. Unless of course I do not understand what you mean by aware.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141356",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141357",
      "text": "So the start of personhood for a particular person is a variable, based on that individual's memory. Twenty years ago I could remember events at my fourth birthday, but today those memories are gone. For a while I had personhood at 4 years of age, but today, looking back, I did not have personhood until I was 6. As I age and my memory fails, it may turn out that I did not have personhood until I was 21 years old. Personnhood comes and goes. Do I have it right? 'Not aware'??????? Not aware of what? Shoot a gun behind them and they will flinch. They are aware of loud noises. Throw them wildly into the air and they will cry. They are aware of their own movement. Pinch them, they will cry. They are self aware as they chew on their toes. And of course puppies are aware as well. Unless of course I do not understand what you mean by aware.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141358",
      "text": "gooey cute as this reads, how is this relevant to the philosophy discourse?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141359",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141360",
      "text": "My goal was not to state a precise definition because as you say everyone is different but to say the age that a person becomes aware in a substantial way. As far as I can see puppies are probably more functional then human babies are probably just as intelligent. I don't see why you would have trouble with the comparison.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141361",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141362",
      "text": "With all due respect my friend, this is foolishness. It's as if you're saying that a persons existence is based on their memories from their past. That is ridiculous because if it's true then, we oughta take every person who's in the throws of Alzhiemers out and euthanize them because they can't remember what they did yesterday. Just because you can't remember what you did at 4 doesn't negate for one moment that you still existed at 4 so your existence had value and substance even though you can no longer remember what happened back then in your life.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141363",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141364",
      "text": "No problem with the comparison indicated. There is a problem with your usage of the ward 'aware'. Puppies are aware, babies are aware (according to my understanding of the word 'aware').",
      "type": "I",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141365",
      "text": "Maybe sentient would have been a better word to use. In a nutshell my position is it is no more immoral to kill a baby before it becomes sentient (if there are good reasons to do so) then it is to euthanatize a dog at the dog pound.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141366",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141367",
      "text": "I'm not completely sure what you mean by 'personal identity', but it sounds similar to what I called 'sense of self'. It is a hard term to define.  Sense of self is different than a recognition of self. I have heard that babies do not have a recognition of self - in the sense that, though they have personal experiences of pain, sensation, etc, they do not recognize themselves as separate from others - they just don't think about their separateness so there is no recognition of a separate 'I'. Similarly, most animals may have a sense of self - they may have a central mental center which feels the sensations, experiences the emotions, etc. - but many do not necessarily have a recognition of themselves as an 'I' and others as 'you'. They just don't think about the separateness - they just have experiences that they react to.  Where mental existence is concerned and criteria I use to define it, many of the criteria I listed (thought, emotion, sense of pain, perception of experiences, sense of self, etc.) are interdependent (ex. emotion can be thought of as a type of thought, it takes a type of thought to recognize pain or sensation, etc.). However, roughly speaking, I would say that 'any of the above' criteria would be enough to define a minimum mental existence - and thus define a person. On a last point, why is memory important to you? Various people who have experienced major brain trauma have lost most memory function - so they have no memory of who they are, what they were doing one minute ago, etc. One can imagine that the extreme situation would be someone who has no memory at all - so he has no words to communicate, no memory of a personal history. Indeed, every experience is completely new, including the experience of pain, pleasure, etc. However, this memory-less person can still have experiences (feel pain, pleasure, experience the input of the senses, etc.). He would be completely baffled as to what any experience at all is telling him, but he would still have the experiences. Extremely limited as that person would be, I would still call him a person. I'm not sure if that is the type of memory that you were referring to. If not, then please clarify.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:28"
    },
    {
      "nodeID": "141368",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:29"
    }
  ],
  "edges": [
    {
      "edgeID": "184372",
      "fromID": "141337",
      "toID": "141338",
      "formEdgeID": null
    },
    {
      "edgeID": "184373",
      "fromID": "141338",
      "toID": "141336",
      "formEdgeID": null
    },
    {
      "edgeID": "184374",
      "fromID": "141340",
      "toID": "141341",
      "formEdgeID": null
    },
    {
      "edgeID": "184375",
      "fromID": "141341",
      "toID": "141339",
      "formEdgeID": null
    },
    {
      "edgeID": "184376",
      "fromID": "141343",
      "toID": "141344",
      "formEdgeID": null
    },
    {
      "edgeID": "184377",
      "fromID": "141344",
      "toID": "141342",
      "formEdgeID": null
    },
    {
      "edgeID": "184378",
      "fromID": "141346",
      "toID": "141347",
      "formEdgeID": null
    },
    {
      "edgeID": "184379",
      "fromID": "141347",
      "toID": "141345",
      "formEdgeID": null
    },
    {
      "edgeID": "184380",
      "fromID": "141349",
      "toID": "141350",
      "formEdgeID": null
    },
    {
      "edgeID": "184381",
      "fromID": "141350",
      "toID": "141348",
      "formEdgeID": null
    },
    {
      "edgeID": "184382",
      "fromID": "141352",
      "toID": "141353",
      "formEdgeID": null
    },
    {
      "edgeID": "184383",
      "fromID": "141353",
      "toID": "141351",
      "formEdgeID": null
    },
    {
      "edgeID": "184384",
      "fromID": "141355",
      "toID": "141356",
      "formEdgeID": null
    },
    {
      "edgeID": "184385",
      "fromID": "141356",
      "toID": "141354",
      "formEdgeID": null
    },
    {
      "edgeID": "184386",
      "fromID": "141358",
      "toID": "141359",
      "formEdgeID": null
    },
    {
      "edgeID": "184387",
      "fromID": "141359",
      "toID": "141357",
      "formEdgeID": null
    },
    {
      "edgeID": "184388",
      "fromID": "141360",
      "toID": "141361",
      "formEdgeID": null
    },
    {
      "edgeID": "184389",
      "fromID": "141361",
      "toID": "141337",
      "formEdgeID": null
    },
    {
      "edgeID": "184390",
      "fromID": "141362",
      "toID": "141363",
      "formEdgeID": null
    },
    {
      "edgeID": "184391",
      "fromID": "141363",
      "toID": "141337",
      "formEdgeID": null
    },
    {
      "edgeID": "184392",
      "fromID": "141365",
      "toID": "141366",
      "formEdgeID": null
    },
    {
      "edgeID": "184393",
      "fromID": "141366",
      "toID": "141364",
      "formEdgeID": null
    },
    {
      "edgeID": "184394",
      "fromID": "141367",
      "toID": "141368",
      "formEdgeID": null
    },
    {
      "edgeID": "184395",
      "fromID": "141368",
      "toID": "141346",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
