{
  "nodes": [
    {
      "nodeID": "141378",
      "text": "From one of the single payer protesters in Chicago.  The story of two more of the 45,000 Americans who die preventable deaths due to our broken healthcare system. Mother and unborn child. In this case, the husband and father rushed his uninsured wife and unborn child to an emergency room and lied about having insurance in order to get them in for treatment. Treatment which cost 20,000 DOLLARS PER DAY. Both died, victims of the health insurance industry. Where is the outrage over these deaths from the DW Angel and ChuzLife snitchy-poo?  The kind of deaths they both financially profit from, for sure. 'Abortion is murder' only when they're losing money. No scruples, no honesty, no morals.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:32"
    },
    {
      "nodeID": "141379",
      "text": "Really? She was taken to two different hospitals and an ICU, and she still died? Health care has nothing to do with it. This seems like a desperate cry to change, but not unfair government work. SHE WAS GOING TO DIE REGARDLESS! This had nothing to do with being treated unfairly, but it had everything to do with a sob case that was misstated, and uncharged. It doesn't make sense, and unless it's changed, I don't think that it ever will.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:32"
    },
    {
      "nodeID": "141380",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:32"
    },
    {
      "nodeID": "141381",
      "text": "NOBODY refused to treat her, the first hospital just flat out misdiagnosed her.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:32"
    },
    {
      "nodeID": "141382",
      "text": "You are just plain pathetic in your pursuit of dishonest argument on behalf of the health insurance industry. They were not insured, they could not get in for treatment without insurance, both were preventable deaths, costs were unbelievable, and you know it. You couldn't care less about that mother and unborn child. You don't care about any unborn children. You worship the Almighty Dollar. That's all. You are politically finished in this country and you know it. Everyone is sick and tired of the lies and greed of your ilk. Your Demon Ship is sinking fast and you know it.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:32"
    },
    {
      "nodeID": "141383",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:32"
    }
  ],
  "edges": [
    {
      "edgeID": "184402",
      "fromID": "141379",
      "toID": "141380",
      "formEdgeID": null
    },
    {
      "edgeID": "184403",
      "fromID": "141380",
      "toID": "141378",
      "formEdgeID": null
    },
    {
      "edgeID": "184404",
      "fromID": "141382",
      "toID": "141383",
      "formEdgeID": null
    },
    {
      "edgeID": "184405",
      "fromID": "141383",
      "toID": "141381",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
