{
  "nodes": [
    {
      "nodeID": "153679",
      "text": "This is also a highly controversial issue, and it is not right to forcibly subject a minor to the political views of her parents",
      "type": "I",
      "timestamp": "2016-03-08 20:19:53"
    },
    {
      "nodeID": "153680",
      "text": "I've heard this type of statment before and it doesn't seem to hold water. Opposing abortion is not a political view, its a moral view and children are subject to their parents moral views from day one until they are adults. Its called parenting.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:53"
    },
    {
      "nodeID": "153681",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:53"
    },
    {
      "nodeID": "153682",
      "text": "I am for notification on other medical procedures, however abortion is different. There are many parents out there who are more immature than their daughters, and are abusive. Parental consent is not as much about a parent's right to know a it is keeping young women out of harms way. Unfortunately, not all minors are as mature as I, and not all parents are as good as mine, and therefore it would be dangerous to pregnant adolescents to subject them to this kind of potential harm, as AO mentioned.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:53"
    },
    {
      "nodeID": "153683",
      "text": "If a child comes in for an abortion and fears abuse from her parents then law enforcement should be notified. The only people protected by opposing notification laws are abusers and pedophiles. No elective, invasive medical proceedure should be performed on a child without the consent of a parent or judge. If a minor is allowed to have an abortion without consent the parents/ guardians will have no idea whats been done to this child should complications arise, they wouldn't be able to give this information to a ER doctor or the childs pediatrition.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:53"
    },
    {
      "nodeID": "153684",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:53"
    },
    {
      "nodeID": "153685",
      "text": "However that is beside the point. I would normally agree with you on other medical procedures, because of these reasons. This is an exception, as I have stated above. This is the case where parents will act more immature by either forcing their daughter to have or to not have the abortion against her wishes.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:53"
    },
    {
      "nodeID": "153686",
      "text": "Your assumption that the parents are less mature than the child is equally as ludicrous as your claim that a 14 year old is mature enough to make this decision before she is old enough to sign ANY LEGALLY BINDING CONTRACT, and that includes 15, 16 and 17 year olds. They are still below the age of consent so the issue should be moot.  But unfortunately, in this day and age when parents are becoming more like caretakers rather than moral guides, it is only a matter of time before they lose all authority over their child's decisions to the State.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:54"
    },
    {
      "nodeID": "153687",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:54"
    },
    {
      "nodeID": "153688",
      "text": "A) Basic law 101: you can be driving by the time you're 15 and a half. We are speaking mostly of 16 and 17 year old girls. Many of which cars and jobs.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:54"
    },
    {
      "nodeID": "153689",
      "text": "Basic law 101: You can drive by 15 1/2 with A LICENSED ADULT OVER 25 IN THE CAR. Not 18 or 21, but 25 so it isn't a matter of potential peers watching each other. And your opening post referred to 14 year olds or above, as it shows below.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:54"
    },
    {
      "nodeID": "153690",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:54"
    },
    {
      "nodeID": "153691",
      "text": "That's still driving, and 15 1/2 is still 15. My original post is talking about 14 year olds, but I am now talking about 16 and 17 year olds.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:54"
    },
    {
      "nodeID": "153692",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:54"
    },
    {
      "nodeID": "153693",
      "text": "But unfortunately, in this day and age when parents are becoming more like caretakers rather than moral guides, it is only a matter of time before they lose all authority over their child's decisions to the State.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:54"
    },
    {
      "nodeID": "153694",
      "text": "Edmund, you still haven't come out of that wardrobe.",
      "type": "I",
      "timestamp": "2016-03-08 20:19:54"
    },
    {
      "nodeID": "153695",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:19:54"
    }
  ],
  "edges": [
    {
      "edgeID": "193080",
      "fromID": "153680",
      "toID": "153681",
      "formEdgeID": null
    },
    {
      "edgeID": "193081",
      "fromID": "153681",
      "toID": "153679",
      "formEdgeID": null
    },
    {
      "edgeID": "193082",
      "fromID": "153683",
      "toID": "153684",
      "formEdgeID": null
    },
    {
      "edgeID": "193083",
      "fromID": "153684",
      "toID": "153682",
      "formEdgeID": null
    },
    {
      "edgeID": "193084",
      "fromID": "153686",
      "toID": "153687",
      "formEdgeID": null
    },
    {
      "edgeID": "193085",
      "fromID": "153687",
      "toID": "153685",
      "formEdgeID": null
    },
    {
      "edgeID": "193086",
      "fromID": "153689",
      "toID": "153690",
      "formEdgeID": null
    },
    {
      "edgeID": "193087",
      "fromID": "153690",
      "toID": "153688",
      "formEdgeID": null
    },
    {
      "edgeID": "193088",
      "fromID": "153691",
      "toID": "153692",
      "formEdgeID": null
    },
    {
      "edgeID": "193089",
      "fromID": "153692",
      "toID": "153686",
      "formEdgeID": null
    },
    {
      "edgeID": "193090",
      "fromID": "153694",
      "toID": "153695",
      "formEdgeID": null
    },
    {
      "edgeID": "193091",
      "fromID": "153695",
      "toID": "153693",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
