{
  "nodes": [
    {
      "nodeID": "143868",
      "text": "Hmmm, posting person information online about someone that could result in harm to the person among other things. Seems a lot like the 'knowthyneighbor' BS you support Foundit. Now you will come up with some lame excuse for a difference between the two but in the end both are bad ways to deal with the issue.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:03"
    },
    {
      "nodeID": "143869",
      "text": "And you will cowardly ignore the validity of the difference, as you whine that there is one ... A person goes to the doctor, that information is NOT public information. A doctor / patient can claim doctor/patient confidentiality. It's a recognized and valid situation. But with the 'knowthyneighbor', these polls are PUBLIC KNOWLEDGE. The purpose of publicizing them is to prevent fraud. If you weren't so intent on trying to bash, you would recognize the obvious distinctions... emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 19:59:03"
    },
    {
      "nodeID": "143870",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:03"
    },
    {
      "nodeID": "143871",
      "text": "since you're the one who wants the taxpayers to foot the bill for this bull.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:03"
    },
    {
      "nodeID": "143872",
      "text": "Actually, if I'm the one paying for it, then I should be allowed to find a way to make it cost me less. There's no such thing as a free abortion.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:03"
    },
    {
      "nodeID": "143873",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:03"
    },
    {
      "nodeID": "143874",
      "text": "You're in favor of government-run heaithcare, right? And who funds the government? Right, OP (other people).:p",
      "type": "I",
      "timestamp": "2016-03-08 19:59:03"
    },
    {
      "nodeID": "143875",
      "text": "So you mean you cannot show me where I've said anything about my healthcare. So we've finished with that one.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:03"
    },
    {
      "nodeID": "143876",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:03"
    },
    {
      "nodeID": "143877",
      "text": "It isn't published in the local newspaper is it? It's fed into a computer thousands of miles away to generate trend lines. So what?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:03"
    },
    {
      "nodeID": "143878",
      "text": "You know what? You're officially too clueless to post on this thread. You obviously haven't bothered yourself to figure out what's going on, so I'm going to kindly ask that you leave until you figure out what is going on. As I escort you out the door (metaphorically), let me just repeat something for you that was in the FIRST SENTENCE of the article that you obviously couldn't be bothered to read... I'll even make it nice and big so maybe it will help with your reading comprehension! emoticon_xagree collect detailed data about each abortion performed -- and post it all on a public Web site. Feel free to rejoin us when you figure out what's going on. emoticon_xagree",
      "type": "I",
      "timestamp": "2016-03-08 19:59:03"
    },
    {
      "nodeID": "143879",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:03"
    }
  ],
  "edges": [
    {
      "edgeID": "186172",
      "fromID": "143869",
      "toID": "143870",
      "formEdgeID": null
    },
    {
      "edgeID": "186173",
      "fromID": "143870",
      "toID": "143868",
      "formEdgeID": null
    },
    {
      "edgeID": "186174",
      "fromID": "143872",
      "toID": "143873",
      "formEdgeID": null
    },
    {
      "edgeID": "186175",
      "fromID": "143873",
      "toID": "143871",
      "formEdgeID": null
    },
    {
      "edgeID": "186176",
      "fromID": "143875",
      "toID": "143876",
      "formEdgeID": null
    },
    {
      "edgeID": "186177",
      "fromID": "143876",
      "toID": "143874",
      "formEdgeID": null
    },
    {
      "edgeID": "186178",
      "fromID": "143878",
      "toID": "143879",
      "formEdgeID": null
    },
    {
      "edgeID": "186179",
      "fromID": "143879",
      "toID": "143877",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
