{
  "nodes": [
    {
      "nodeID": "145255",
      "text": "'I Don't Have Enough Faith to Be an Atheist' is a book out by Norman L. Geisler and Frank Turek After listing a series of embarrassing gaffes of the apostles, Geisler and Turek ask the reader, 'If you were a New Testament writer, would you include these embarrassing details if you were making up a story? Would you write that one of your primary leaders was called 'Satan' by Jesus, denied the Lord three times, hid during the crucifixion, and was later corrected on a theological issue?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:57"
    },
    {
      "nodeID": "145256",
      "text": "Without a doubt Peter is my favorite in the NT. Acts 2 is a shocking turn of events, when on the day of Pentecost 3,000 believed in Jesus as the Jewish Messiah, and were saved and received the power of the Holy Spirit. Truly God used the lowest and most worthless and in Peter's lowest, God used the occassion for the highest Good. And, at the end of his life, he asked to be cruicified upside down (a merciful request, BTW) - who could make this scenario up? Why would 3,000 Jews believe in a dead Messiah? Why was the tomb empty? If Jesus was not the Messiah, who could believe the Gospel? Why would anyone risk being a Jewish heretic, and being cast out of Jerusalem? Acts 7 if memory serves me, or 8,9 as the believers in 'The Way' - Jews for Jesus as it were, were expelled from Jerusalem. Some did stay behind with James, who was later beheaded 40 - 50 A.D. or so. More for tomorrow.......L8r, Rich",
      "type": "I",
      "timestamp": "2016-03-08 20:01:57"
    },
    {
      "nodeID": "145257",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:01:57"
    },
    {
      "nodeID": "145258",
      "text": "...that the notion of the universe created by a being 'resembling a man but magnified in every respect, an idealized superman', reflects the gross ignorance of primitive peoples.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:57"
    },
    {
      "nodeID": "145259",
      "text": "And that belief in God is further:",
      "type": "I",
      "timestamp": "2016-03-08 20:01:57"
    },
    {
      "nodeID": "145260",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:57"
    },
    {
      "nodeID": "145261",
      "text": "You missed the point! Later in Life, Freud condicted himself and saluted the Theologian AND God! Now, look, we all evolve, and grow our childish beliefs (e.g. atheism) I will go further, NO one is an Atheist on their Death bed.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145262",
      "text": "Crappola! I say 'bless you' when someone sneezes and often identify myself as Catholic as I am from a Catholic family and am in fact 'confirmed'. That don't me I actually buy any of it.  Don't try to make Freud out to be a member of 'the flock' later in life. That's pure nonsense. Do you know what a figure of speech is?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145263",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145264",
      "text": "Sigmund Freud divided all people into 'believers' and 'unbelievers.' Unbelievers include all those who consider themselves cynics, skeptics, scoffers, agnostics, or atheists. Believers include the rest, whose belief ranges from merely an intellectual assent that someone or something is out there to those like Lewis, Augustine, Tolstoy, and Pascal who have had a life-transforming experience after which their faith becomes the primary motivating and organizing principle of their lives.  Freud came down clearly and strongly against the notion that there is 'Anyone' out there. He described his worldview as secular and called it 'scientific,' and he claimed that no source of knowledge of the universe exists other than 'carefully scrutinized observation what we call research.' Therefore no knowledge, he said, can be derived from revelation or from intuition. He stated that the notion of the universe created by a being 'resembling a man but magnified in every respect, an idealized superman, reflects the gross ignorance of primitive peoples.' He stated that no intelligent person could accept the absurdities of the religious worldview.  Freud described the concept of God as merely a projection of the childish wish for the protection of an all-powerful father. He added that 'religion is an attempt to master the sensory world in which we are situated by means of the wishful world which we have developed within us as a result of biological and psychological abnormality.'  He concluded that the religious view is 'so pathetically absurd and . . . infantile that it is humiliating and embarrassing to think that the majority of people will never rise above it.'  Except for the brief time as a college student under the influence of a brilliant philosopher named Franz Bratano, a devout believer, when Freud wavered in his atheism, he stated that he remained an unbeliever all of his life. A year before he died, Freud wrote to Charles Sanger, 'Neither in my private life nor in my writing have I ever made a secret of being an out-and-out unbeliever.'  When we carefully assess the record, however, we find that Freud may not have been quite as adamant in his atheism as he proclaimed. Certainly he did refer to himself often as, 'an infidel Jew,' and he rejected outright the religious view of the universe, especially the Judeo-Christian view. He certainly attacked this view with all his intellectual might and from every possible perspective. Yet, for some reason he remained preoccupied with these issues; he just could not leave them alone. He spent the last thirty years of his life writing about them.  In an autobiographical study he said that these philosophical and religious issues interested him throughout his life from early youth. A great deal of evidence exists that Freud's worldview proved less than comfortable for him. Faith was by no means a closed issue for him, and he was extremely ambivalent about God's existence.  Anna Freud, Sigmund's daughter who died a few years ago, explained to me the only way to know her father: 'Don't read his biographies;' she instructed, 'read his letters.' Throughout Freud's letters are statements such as, 'If someday we meet above,' '[my] one, quite secret prayer,' and statements about God's grace. During the last thirty years of Freud's life, he carried out a continuous exchange of hundreds of letters with a Swiss theologian, Oskar Phister. It's interesting to note that his longest correspondence was with this theologian. He admired Phister and wrote,  'You are a true servant of God . . . [who] feels the need to do spiritual good to everyone he meets. You did good this way even to me.' He later said that Phister was, 'In the fortunate position of being able to lead men to God.' Source:: Click Here Armand M. Nicholi, Jr., M.D. is an Associate Clinical Professor of Psychiatry at the Harvard Medical School where he has served for the past 25 years. Dr. Nicholi's popular seminar on the question of God, which he has taught without interruption for the past 35 years, is the basis for his book, The Question of God: C.S. Lewis and Sigmund Freud Debate God, Love, Sex, and the Meaning of Life and a recent PBS series.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145265",
      "text": "So what are you trying to do here - smother everyone with bafflegab ?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145266",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145267",
      "text": "[size=2]'I Don't Have Enough Faith to Be an Atheist' is a book out by Norman L. Geisler and Frank Turek Customer Review: '[The Book..]..convincingly shows why atheism and other non-Christian views require a lot more faith than Christianity.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145268",
      "text": "No, it requires pretty much the same amount of faith, as if faith could be quantified. .",
      "type": "I",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145269",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145270",
      "text": "DO you want to have debates or just do book reviews on atheists? Is attacking atheist you way of promoting religion? You don't seem to post on anything but athiests, so I assume there is a reason for that. I am curious what that reason is.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145271",
      "text": "Attack? Au Contraire! I admire the FAITH of all the Athiests I have ever encountered on the New York Times, and The Atlantic. Is your Faith threatened? Now what could be better than having a common source, in this book, and anyone can buy it and read it, and discuss it here!!! Ah, Liberty and Justice for all! Well, two books are required, or suggested, Geisler's and the Bible. Enjoy the DISCUSSION folks!",
      "type": "I",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145272",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145273",
      "text": "You missed the point! Earlier in Life, Freud described God as a Father wish fullfilment notion. Later in Life, Freud condicted himself and saluted the Swiss Theologian AND God! Now, look, we all evolve, and grow our childish beliefs (e.g. atheism) I will go further, NO one is an Atheist on their Death bed or in a Fowhole as the WWII guys knew all too well.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145274",
      "text": "Sorry, but I have to say this. Who the hell gives a flaming turd what Freud thought? He was a coke head quack who pulled a bunch of bunk out of his butt and called it psychotherapy.  ..",
      "type": "I",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145275",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145276",
      "text": "...merely a projection of the childish wish for the protection of an all-powerful father.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145277",
      "text": "Which would make that belief:",
      "type": "I",
      "timestamp": "2016-03-08 20:01:58"
    },
    {
      "nodeID": "145278",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:01:59"
    },
    {
      "nodeID": "145279",
      "text": "I might start another thread, and change the subject to: I'm Not Dumb Enough to Be an Agnostic! Oh well, at least it represents a more illectually honest position than Atheism!",
      "type": "I",
      "timestamp": "2016-03-08 20:01:59"
    },
    {
      "nodeID": "145280",
      "text": "I've tried to be 'intellectually honest' with you as well as patient with your 'fuzzy' thinking and propensity to paste and interpret.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:59"
    },
    {
      "nodeID": "145281",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:59"
    },
    {
      "nodeID": "145282",
      "text": "Many Atheists I have encountered call God a human effort in wish fullfillment. THat seeking God and salvation through Jesus Christ is an illusion. Many of these folks are quoting Freud whether they know it or not. Ha! In the end, he was a Theist!",
      "type": "I",
      "timestamp": "2016-03-08 20:01:59"
    },
    {
      "nodeID": "145283",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:59"
    }
  ],
  "edges": [
    {
      "edgeID": "187152",
      "fromID": "145256",
      "toID": "145257",
      "formEdgeID": null
    },
    {
      "edgeID": "187153",
      "fromID": "145257",
      "toID": "145255",
      "formEdgeID": null
    },
    {
      "edgeID": "187154",
      "fromID": "145259",
      "toID": "145260",
      "formEdgeID": null
    },
    {
      "edgeID": "187155",
      "fromID": "145260",
      "toID": "145258",
      "formEdgeID": null
    },
    {
      "edgeID": "187156",
      "fromID": "145262",
      "toID": "145263",
      "formEdgeID": null
    },
    {
      "edgeID": "187157",
      "fromID": "145263",
      "toID": "145261",
      "formEdgeID": null
    },
    {
      "edgeID": "187158",
      "fromID": "145265",
      "toID": "145266",
      "formEdgeID": null
    },
    {
      "edgeID": "187159",
      "fromID": "145266",
      "toID": "145264",
      "formEdgeID": null
    },
    {
      "edgeID": "187160",
      "fromID": "145268",
      "toID": "145269",
      "formEdgeID": null
    },
    {
      "edgeID": "187161",
      "fromID": "145269",
      "toID": "145267",
      "formEdgeID": null
    },
    {
      "edgeID": "187162",
      "fromID": "145271",
      "toID": "145272",
      "formEdgeID": null
    },
    {
      "edgeID": "187163",
      "fromID": "145272",
      "toID": "145270",
      "formEdgeID": null
    },
    {
      "edgeID": "187164",
      "fromID": "145274",
      "toID": "145275",
      "formEdgeID": null
    },
    {
      "edgeID": "187165",
      "fromID": "145275",
      "toID": "145273",
      "formEdgeID": null
    },
    {
      "edgeID": "187166",
      "fromID": "145277",
      "toID": "145278",
      "formEdgeID": null
    },
    {
      "edgeID": "187167",
      "fromID": "145278",
      "toID": "145276",
      "formEdgeID": null
    },
    {
      "edgeID": "187168",
      "fromID": "145280",
      "toID": "145281",
      "formEdgeID": null
    },
    {
      "edgeID": "187169",
      "fromID": "145281",
      "toID": "145279",
      "formEdgeID": null
    },
    {
      "edgeID": "187170",
      "fromID": "145282",
      "toID": "145283",
      "formEdgeID": null
    },
    {
      "edgeID": "187171",
      "fromID": "145283",
      "toID": "145274",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
