{
  "nodes": [
    {
      "nodeID": "143390",
      "text": "Gun Lobby Promoted 'Final War' Against Federal Government National Rifle Association (NRA) Led Fight, Warning 'Final War Has Begun' Soldier of Fortune Publisher Robert K. Brown Also Serves on NRA Board of Directors Anti-government writings in Soldier of Fortune magazine regarding the federal government's 1993 assault on the Branch Davidian compound at Waco being presented during the sentencing portion of the McVeigh trial were only a small sample of the language of war offered by America's gun lobby to its 'freedom fighters' prior to the 1995 Oklahoma bombing. In the period leading up to the bombing, violent, written attacks on the federal government were led by the National Rifle Association (NRA), which announced in its magazines that 'The Final War Has Begun.' Soldier of Fortune publisher Robert K. Brown also serves on the NRA board of directors.  McVeigh himself is a former NRA member. Attacks made on the federal government by the NRA in this 'war' included: In his 1994 book Guns, Crime, and Freedom, NRA Executive Vice President Wayne LaPierre compared the final FBI assault on the Branch Davidian compound to the Warsaw Ghetto uprising, stating, 'What occurred is reminiscent of the stand-off at the Warsaw ghetto. The Jews, whose religious views were unpopular with the Nazis, were trapped inside the ghetto and had ten handguns. When the Nazi soldiers tried to take the Jews from the ghetto, shooting started, the soldiers fell back, and the siege began. In the end, the Nazis burned down the ghetto to end the tiring siege.' An April 1995 American Rifleman article referred to federal Bureau of Alcohol, Tobacco and Firearms agents as 'armed terrorists' who are 'harassing, intimidating and hurting honest citizens' with 'the brute force of unchecked, renegade federal power.' The article added, 'The terror often comes at the hands of BATF agents clad in ninja black, but the terror doesn't stop there.' Previously in direct mail, Wayne LaPierre had referred to federal agents as 'jack-booted government thugs.' In the June 1994 American Rifleman, the NRA warned of an alleged gun control 'Master Plan' that employed the 'the fascist language of Stalin, Hitler, Castro and Saddam Hussein.' In January 1994 NRA Executive Vice President Wayne LaPierre warned, 'We have repeatedly warned this assault was coming, and the time of reckoning is here. If you or your children want to own a gun as free American citizens in the years ahead, then prepare to stand and fight with us now.' In an October 1993 American Rifleman attack on the Federal Bureau of Investigation which featured goose-stepping military personnel, the NRA asked, 'What's the first step to a police state?' In the ad Wayne LaPierre urged readers to, 'Take back your government and save your guns' and warned that the FBI's 'extremist leadership is determined to become a political anti-gun police force. That's a line they cannot cross. The FBI cannot be deployed to terrorize honest gun owners....' These and other examples of inflammatory language employed by the NRA in its attack on the federal government found by the Violence Policy Center are available to the news media. VPC Executive Director Josh Sugarmann states, 'Publications like Soldier of Fortune and organizations like the National Rifle Association helped put a violent fringe of American gun owners on a 'war' footing. Timothy McVeigh was just the first to jump into the breach.' http://www.vpc.org/press/9706mcve.htm So someone finally decided to take all that wacko gun nut propaganda seriously and rebel against the government by bombing the federal building.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:57"
    },
    {
      "nodeID": "143391",
      "text": "Oh boy, is this what the Anti-gun crowd has come to? Blaming the NRA for... a bombing? I think you have just lost about all credibility with me.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:57"
    },
    {
      "nodeID": "143392",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:57"
    }
  ],
  "edges": [
    {
      "edgeID": "185832",
      "fromID": "143391",
      "toID": "143392",
      "formEdgeID": null
    },
    {
      "edgeID": "185833",
      "fromID": "143392",
      "toID": "143390",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
