{
  "nodes": [
    {
      "nodeID": "158380",
      "text": "So you may want us to believe that abandoning Gods truths and principles is the way to save the church foundit, which I don't think you actually believe at all, and I'm sure your god satan agrees with what you recommend. But that isn't how it works in reality, as abandoning Gods truths never leads to good which the massive losses to the above mentioned churches membership is evidence of. Spiritually Dead churches don't grow, living churches which possess the Holy Spirit of the living God do. So stop your lies and twisting of reality foundit.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:39"
    },
    {
      "nodeID": "158381",
      "text": "I spoke no lies. I can substantiate my position WITH POLLS that actually ask the people leaving WHY they are leaving. Rather than listen to that, Archie would have us listen to people who are ENTRENCHED in REPEATING the very reasons why people are leaving Christianity... Such glaring misrepresentation of reality is obviously an act of a dinosaur complaining as it sinks into the tar pit. A logical person can very well ask 'If the reason people leave Christianity is because the religion is not adhering to biblical principles, then WHY do we STILL HAVE MOST CHRISTIANS thinking homosexuality is a sin?' Cause you see, changes like the above with the Lutherans DO NOT come about because most people WANT the church to be more strict... They come about because there are MORE people in the church who WANT the change.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:39"
    },
    {
      "nodeID": "158382",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:39"
    }
  ],
  "edges": [
    {
      "edgeID": "196408",
      "fromID": "158381",
      "toID": "158382",
      "formEdgeID": null
    },
    {
      "edgeID": "196409",
      "fromID": "158382",
      "toID": "158380",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
