{
  "nodes": [
    {
      "nodeID": "137785",
      "text": "=thebootfitter]And so am I... Dear rapture -- With all due respect, I would encourage you to formulate a clear thought and communicate it in a way that an average joe like me will be able to understand.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:42"
    },
    {
      "nodeID": "137786",
      "text": "I'm a product of public education.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:42"
    },
    {
      "nodeID": "137787",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:42"
    },
    {
      "nodeID": "137788",
      "text": "I'm really confused...",
      "type": "I",
      "timestamp": "2016-03-08 19:45:42"
    },
    {
      "nodeID": "137789",
      "text": "And so am I... Dear rapture -- With all due respect, I would encourage you to formulate a clear thought and communicate it in a way that an average joe like me will be able to understand. As your two posts are written, I have no clue what you are attempting to communicate. I do have some interest in the topic of viability though, so if you could perhaps explain what you are saying, I would be interested in discussing the topic with you. Thanks! The Bootfitter",
      "type": "I",
      "timestamp": "2016-03-08 19:45:42"
    },
    {
      "nodeID": "137790",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:42"
    },
    {
      "nodeID": "137791",
      "text": "I do have some interest in the topic of viability though, so if you could perhaps explain what you are saying, I would be interested in discussing the topic with you.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:42"
    },
    {
      "nodeID": "137792",
      "text": "What is it? Exactly",
      "type": "I",
      "timestamp": "2016-03-08 19:45:42"
    },
    {
      "nodeID": "137793",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:42"
    },
    {
      "nodeID": "137794",
      "text": "What? Did I miss something? What is 'toddler homicide' and how is it already legal?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:42"
    },
    {
      "nodeID": "137795",
      "text": "Fetal Homocide? Toddler Homicide? A human in different stages of development.....Why/or What is the difference?And if someone wanted this legal( Toddler Homicide) ...I don't see much anybody could do legally to stop it.. When women kill their tots they are locked up/ and branded with a criminal record vs the female who callously kills durning the fetal stage.(Double standard?)  I have a couple friends, who have aborted more than once, because they didn't want to lose their girly figure(trivial). I find it eerie and disturbion.....",
      "type": "I",
      "timestamp": "2016-03-08 19:45:42"
    },
    {
      "nodeID": "137796",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:42"
    },
    {
      "nodeID": "137797",
      "text": "Fetal Homocide? Toddler Homicide? A human in different stages of development.....Why/or What is the difference?And if someone wanted this legal( Toddler Homicide) ...I don't see much anybody could do legally to stop it.. When women kill their tots they are locked up/ and branded with a criminal record vs the female who callously kills durning the fetal stage.(Double standard?) I have a couple friends, who have aborted more than once, because they didn't want to lose their girly figure(trivial). I find it eerie and disturbion.....",
      "type": "I",
      "timestamp": "2016-03-08 19:45:43"
    },
    {
      "nodeID": "137798",
      "text": "Well, an abortion can't technically be called 'fetal homicide' because it isn't illegal... homicide is. If a woman kills her toddler, that is homicide, and it isn't legal, and I don't see how it ever could/would be... all murder is illegal, but to call an abortion murder is really only your personal opinion on the issue, because as of now it is a legal procedure. Some people consider it to be murder, and some don't.. it isn't an open and shut thing either way; if it were, there wouldn't be so much debate over it, and if it were considered to be murder all around, no questions, then it would not be legal. Maybe the laws will change someday, who knows.. but right now it's not illegal for a woman to have an abortion. You can call it a double standard, but again that is mainly just opinion. But I also have had friends who have had abortions because they didn't want to 'get fat'.. I know of one girl who had 7 by the time she was 22... that is pretty disturbing, and I don't think that it's really right to do it for reasons like that... like I said to her, if she were so afraid of getting pregnant, or getting 'fat', she should have either not had sex or she should have used protection... there are ways to prevent pregnancy, and birth control costs a hell of a lot less than an abortion (especially 7 times).. but at the same time I also had a friend who got pregnant, and got scared, and made an appointment to a clinic, and once she got there she didn't think she could go through with it, and now she has a healthy, adorable 5 year old and she is very thankful that she didn't have the abortion after all... but in the cases of my friends, all I could do was offer an opinion if they asked, but I didn't feel I had the right to tell them what to do either way. You really can't know what is going on in a woman's mind when she is considering an abortion, or after she has had one done.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:43"
    },
    {
      "nodeID": "137799",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:43"
    }
  ],
  "edges": [
    {
      "edgeID": "181844",
      "fromID": "137786",
      "toID": "137787",
      "formEdgeID": null
    },
    {
      "edgeID": "181845",
      "fromID": "137787",
      "toID": "137785",
      "formEdgeID": null
    },
    {
      "edgeID": "181846",
      "fromID": "137789",
      "toID": "137790",
      "formEdgeID": null
    },
    {
      "edgeID": "181847",
      "fromID": "137790",
      "toID": "137788",
      "formEdgeID": null
    },
    {
      "edgeID": "181848",
      "fromID": "137792",
      "toID": "137793",
      "formEdgeID": null
    },
    {
      "edgeID": "181849",
      "fromID": "137793",
      "toID": "137791",
      "formEdgeID": null
    },
    {
      "edgeID": "181850",
      "fromID": "137795",
      "toID": "137796",
      "formEdgeID": null
    },
    {
      "edgeID": "181851",
      "fromID": "137796",
      "toID": "137794",
      "formEdgeID": null
    },
    {
      "edgeID": "181852",
      "fromID": "137798",
      "toID": "137799",
      "formEdgeID": null
    },
    {
      "edgeID": "181853",
      "fromID": "137799",
      "toID": "137797",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
