{
  "nodes": [
    {
      "nodeID": "137950",
      "text": "Historically, the causes and origins of crime have been the subjects of investigation by many disciplines. Some factors that are known to affect the volume and type of crime occurring from place to place are: Population density and degree of urbanization. Variations in composition of the population, particularly youth concentration. Stability of population with respect to residents' mobility, commutingXpatterns, and transient factors. Modes of transportation and highway system. Economic conditions, including median income, poverty level, and job availability. Cultural factors and educational, recreational, and religious characteristics. Family conditions with respect to divorce and family cohesiveness. Climate. Effective strength of law enforcement agencies. Administrative and investigative emphases of law enforcement. Policies of other components of the criminal justice system (i.e., prosecutorial, judicial, correctional, and probational). Citizens' attitudes toward crime. Crime reporting practices of the citizenry.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:08"
    },
    {
      "nodeID": "151449",
      "text": "Bigotry assumes many forms, hides behind many facades, but always it is the same; the social demonization of entire groups, classes or races of people in an effort to make them appear inferior and detrimental by their very existence. In the wake of a nasty multiple shooting at a Pittsburgh, PA-area fitness club by a not-so-clearly psychotic man identified as George Sodini, America&#8217;s gun prohibitionists &#8211; led by the Violence Policy Center and Freedom States Alliance &#8211; are clamoring for restrictions or repeal of concealed carry statutes. In the case against legally-armed citizens, the VPC has even manufactured an innuendo-riddled &#8220;study&#8221; to support their prejudices. My colleague, Cleveland Gun Rights Examiner Daniel White, writes about the shooting here. Their hardly subliminal argument appears to be that citizens licensed to carry concealed handguns for personal protection are a threat to the community. This contention is based on six shooting incidents over the past couple of years in which the gunman had, or apparently had, a carry permit. ....",
      "type": "I",
      "timestamp": "2016-03-08 20:14:52"
    },
    {
      "nodeID": "151450",
      "text": "Anti-gunners. Why do you HATE our Constitutions Bill of Rights? Why do you persecute people who can pass a background check not only once, but every time they purchase a new gun? You told America that this would satisfy you, when this new law was proposed! But NO! You demonize us anyway! We prove our lawfulness not only when we purchase a new gun, but also CCW people have to pass another background check when they apply for a Concealed Handgun License, then take a test and classes to boot?  We already have 22 to 30 thousand gun laws. When are you going to be reasonable? So what's the deal? Why do you HATE America so much? Why do you HATE us law-abiding people who keep our noses clean all of our lives? Heck, I am 62 and have never run afoul of our laws. Do you think we are going to start now?  Descent and public discourse is fine, but I surely hope you folks are not planning violence against our Great and Unique Country! You often sound like it is possible when you complain incessantly about our Constitution, our Rights and the laws of this nation governing the peaceful use and ownership of firearms.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:52"
    },
    {
      "nodeID": "151451",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:52"
    },
    {
      "nodeID": "151452",
      "text": "Gun Control is not on this list of crime contributing factors. However banning guns would leave the law-abiding defenseless in the face of these criminal predators. Why don't you work for changing these conditions instead of working for something that has no effect on reducing crime (gun control).  However, if you think you can prove gun control will work as crime control, then go for it! Maybe you can cower us with your overwhelming evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:53"
    },
    {
      "nodeID": "151453",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:53"
    },
    {
      "nodeID": "151454",
      "text": "Hey Sarge, that looks like something I saw yesterday.  New anti-gun strategy: Demonize CCW holders Anti-gunners. Why do you HATE our Constitutions Bill of Rights? Why do you persecute people who can pass a background check not only once, but every time they purchase a new gun? You told America that this would satisfy you, when this new law was proposed! But NO! You demonize us anyway! We prove our lawfulness not only when we purchase a new gun, but also CCW people have to pass another background check when they apply for a Concealed Handgun License, then take a test and classes to boot?  We already have 22 to 30 thousand gun laws. When are you going to be reasonable? So what's the deal? Why do you HATE America so much? Why do you HATE us law-abiding people who keep our noses clean all of our lives? Heck, I am 62 and have never run afoul of our laws. Do you think we are going to start now?  Descent and public discourse is fine, but I surely hope you folks are not planning violence against our Great and Unique Country! You often sound like it is possible when you complain incessantly about our Constitution, our Rights and the laws of this nation governing the peaceful use and ownership of firearms.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:53"
    },
    {
      "nodeID": "151455",
      "text": "The major problem is that Sodini and others IDed as CCW holders are in fact not permit holders. The media is just as guilty as these pervert organizations. Either they are totally clueless about firearms laws or they are out to carry the water for the pro slavery express. In Soldini's case the closest he came to being a CCW holder was he purchased the pistols legally. He neither applied nor was granted a carry permit. The same was true of the Michigan case. We have no friends in the leftist media much to our detriment. Remember blood sells and the more of it the better it sells.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:53"
    },
    {
      "nodeID": "151456",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:14:53"
    },
    {
      "nodeID": "151457",
      "text": "Hey Sarge, that looks like something I saw yesterday.  New anti-gun strategy: Demonize CCW holders Anti-gunners. Why do you HATE our Constitutions Bill of Rights? Why do you persecute people who can pass a background check not only once, but every time they purchase a new gun? You told America that this would satisfy you, when this new law was proposed! But NO! You demonize us anyway! We prove our lawfulness not only when we purchase a new gun, but also CCW people have to pass another background check when they apply for a Concealed Handgun License, then take a test and classes to boot?  We already have 22 to 30 thousand gun laws. When are you going to be reasonable? So what's the deal? Why do you HATE America so much? Why do you HATE us law-abiding people who keep our noses clean all of our lives? Heck, I am 62 and have never run afoul of our laws. Do you think we are going to start now?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:53"
    },
    {
      "nodeID": "151458",
      "text": "youre more concerned about those 22 to 30 thousand gun laws but Im more concerned about the 22 to 30 thousand lives taken by gun violence each year and when youre dead guess what? then BANG! you dont have anymore rights protected by the bill of rights because youre dead so if youre really pro american and pro bill of rights then you should worry more about getting good gun control laws passed to protect peoples lives so they can enjoy their rights without having to worry about being shot and losing all their rights maybe youve just been decieved and dont understand what youre supporting",
      "type": "I",
      "timestamp": "2016-03-08 20:14:53"
    },
    {
      "nodeID": "151459",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:53"
    },
    {
      "nodeID": "151460",
      "text": "youre more concerned about those 22 to 30 thousand gun laws but Im more concerned about the 22 to 30 thousand lives taken by gun violence each year and when youre dead guess what? you dont have anymore rights protected by the bill of rights because youre dead so if youre really pro american and pro bill of rights then you should worry more about getting good gun control laws passed to protect peoples lives so they can enjoy their rights without having to worry about being shot and losing all their rights maybe youve just been decieved and dont understand what youre supporting",
      "type": "I",
      "timestamp": "2016-03-08 20:14:53"
    },
    {
      "nodeID": "151461",
      "text": "The deceived one is you Brady. How many of those alleged lives taken by gun violence were police shootings? How many by gang memebrs killing other gang members? Where did you come up with your figures Brady, VPC your namesake group? They are thoroughly discredited as you should realize by now. How many are suicides? The prevention models for these are different in case you were unaware.  You fail to even consider how many of those lives were taken by criminals in the commission of a crime. Yet you would render us helpless to them in your quest for a non hostile working environment. Show exactly where in the constitution and Bill of Rights the wording for gun control. Here is a clue, they aren't there.  If you were truely concerned about loss of innocent life then you would be supporting laws to keep the violent criminal away from society. Instead they are free after many arrests and convictions to prey upon a society that you would render helpless. Why Brady?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:53"
    },
    {
      "nodeID": "151462",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:53"
    },
    {
      "nodeID": "151463",
      "text": "youre more concerned about those 22 to 30 thousand gun laws but Im more concerned about the 22 to 30 thousand lives taken by gun violence each year",
      "type": "I",
      "timestamp": "2016-03-08 20:14:53"
    },
    {
      "nodeID": "151464",
      "text": "First of all, gun violence is no joke, but your figures are way too high if you are talking about criminal gun violence. Which is the subject of this group of threads. But you guys push for stuff that will have little to no impact on gun violence. Stuff like an Assault Weapons ban. So called Assault Weapons even if were dis-invented would have less impact than lets say murders committed by beating people to death with hands, and feet. Which by the way, also shows the futility of banning guns in the first place.  Brady, I have shown you who commits murder. You are NEVER going to stop all of that by punishing those who don't take drugs, or sell them, or commit crimes. If you were actually serious about doing what you say you want to do, you would be designing and pushing for resolutions to deal with the actual evidence.  Let me also show you what the FBI says are the pertinent factors.  Crime factors from the FBI website",
      "type": "I",
      "timestamp": "2016-03-08 20:14:53"
    },
    {
      "nodeID": "151465",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:53"
    },
    {
      "nodeID": "151466",
      "text": "Half of all firearms-related deaths are suicides. Out of the remaining 11 to 15 thousand deaths, the vast majority are the results of police shootings or gang wars. Neither of these are linked to widespread legal gun ownership, nor can they be curtailed with evermore laws. Only a fool would believe more laws against guns will affect gang members.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:54"
    },
    {
      "nodeID": "151467",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:54"
    },
    {
      "nodeID": "151468",
      "text": "wrong again, only 154 justifiable homicides out of thousands of murders * In 2005, 30,694 people in the United States died from firearm-related deaths - 12,352 were murdered; 17,002 killed themselves; 789 were accidents; 330 died by police intervention, and in 221, the intent was unknown. 6 In comparison, 33,651 Americans were killed in the Korean War and 58,193 Americans were killed in the Vietnam War.7 * An additional 71,417 people were shot and survived their injuries -- 52,748 people injured in an attack; 3,190 people injured in a suicide attempt; 14,678 people shot accidentally, and 801 people shot in a police intervention.8 * In 2004, firearms were used to murder 56 people in Australia, 184 people in Canada, 73 people in England and Wales, 5 people in New Zealand, and 37 people in Sweden.9 In comparison, firearms were used to murder 11,344 in the United States.10 * In 2006, there were only 154 justifiable homicides by private citizens using handguns in the United States.11 * For every time a gun is used in a home in a legally-justifiable shooting [note that every self-defense is legally justifiable] there are 22 criminal, unintentional, and suicide-related shootings.17 * The presence of a gun in the home triples the risk of homicide in the home.18 * The presence of a gun in the home increases the risk of suicide fivefold.19",
      "type": "I",
      "timestamp": "2016-03-08 20:14:54"
    },
    {
      "nodeID": "151469",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:54"
    }
  ],
  "edges": [
    {
      "edgeID": "191508",
      "fromID": "151450",
      "toID": "151451",
      "formEdgeID": null
    },
    {
      "edgeID": "191509",
      "fromID": "151451",
      "toID": "151449",
      "formEdgeID": null
    },
    {
      "edgeID": "191510",
      "fromID": "151452",
      "toID": "151453",
      "formEdgeID": null
    },
    {
      "edgeID": "191511",
      "fromID": "151453",
      "toID": "137950",
      "formEdgeID": null
    },
    {
      "edgeID": "191512",
      "fromID": "151455",
      "toID": "151456",
      "formEdgeID": null
    },
    {
      "edgeID": "191513",
      "fromID": "151456",
      "toID": "151454",
      "formEdgeID": null
    },
    {
      "edgeID": "191514",
      "fromID": "151458",
      "toID": "151459",
      "formEdgeID": null
    },
    {
      "edgeID": "191515",
      "fromID": "151459",
      "toID": "151457",
      "formEdgeID": null
    },
    {
      "edgeID": "191516",
      "fromID": "151461",
      "toID": "151462",
      "formEdgeID": null
    },
    {
      "edgeID": "191517",
      "fromID": "151462",
      "toID": "151460",
      "formEdgeID": null
    },
    {
      "edgeID": "191518",
      "fromID": "151464",
      "toID": "151465",
      "formEdgeID": null
    },
    {
      "edgeID": "191519",
      "fromID": "151465",
      "toID": "151463",
      "formEdgeID": null
    },
    {
      "edgeID": "191520",
      "fromID": "151466",
      "toID": "151467",
      "formEdgeID": null
    },
    {
      "edgeID": "191521",
      "fromID": "151467",
      "toID": "151458",
      "formEdgeID": null
    },
    {
      "edgeID": "191522",
      "fromID": "151468",
      "toID": "151469",
      "formEdgeID": null
    },
    {
      "edgeID": "191523",
      "fromID": "151469",
      "toID": "151461",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
