{
  "nodes": [
    {
      "nodeID": "162033",
      "text": "With registration, people have to apply for a licence to own a firearm and in most cases successfully complete a Firearms Safety Course before the licence will be issued.  With gun registration, the government has the right to deny a person permission to own a gun. This seems to be a direct contradiction of the premise &#8220;innocent until proven guilty&#8221;. Gun owners are worried that total gun registration will eventually lead to the disarming of the people and cite the Nazi disarming of the Jews after gun registration became law in Germany. They also cite examples from Great Britain saying that after gun registration became law, different kinds of guns will gradually be outlawed until no one will be allowed to own a gun of any kind. No amount of gun registration will effectively wipe out crime in either large cities or rural areas. In Russia, for example, private possession of firearms is illegal, yet there are accounts of mass murders. Modern day serial killers all had guns that were bought through legal channels. Even if gun registration does become law, the government has no idea who owns guns in the country. People who disagree with the law will simply choose not to register their firearm and no one will know anything about it. The fact of trying to get everyone in a country as large as the United States or Canada to register their firearms is a very costly venture and one that will not achieve its objectives.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:00"
    },
    {
      "nodeID": "162034",
      "text": "Gun registration part of the plan all along",
      "type": "I",
      "timestamp": "2016-03-08 20:39:00"
    },
    {
      "nodeID": "162035",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:39:00"
    },
    {
      "nodeID": "162036",
      "text": "He&#8217;s not saying he won&#8217;t renew the AWB, just that it will be difficult. And, &#8220;tracing of bullets and ballistics. . .&#8221; certainly sounds like he&#8217;s like to see some sort of registration &#8212; a fired bullet database, or microstamping implemented. : . . . One more thing &#8212; one more thing I forgot to mention. One other thing we can do is to track the weapons that we have in Mexico. If we manage to detect weapons sold illegally in the United States in violation of this law on the control of weapons exports, or if, in the United States, they can have &#8212; probably move forward on a good registry of armament or on the prohibition of certain massive sales of weapons, for example, to a hunter or to a common citizen &#8212; we know that these people do not usually buy hundreds of rifles or assault weapons or grenades &#8212; if we can move forward in those areas, I do believe that security both of the United States and Mexico will improve because those weapons are pointing against Mexican people and Mexican officials today.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:01"
    },
    {
      "nodeID": "162037",
      "text": "President Obama Backs Inter-American Arms Treaty",
      "type": "I",
      "timestamp": "2016-03-08 20:39:01"
    },
    {
      "nodeID": "162038",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:39:01"
    },
    {
      "nodeID": "162039",
      "text": "The treaty requires countries to take a number of steps to reduce the illegal manufacture and trade in guns, ammunition and explosives.  In addition to making illegal the unauthorized manufacture and exporting of firearms, the treaty calls for countries to adopt strict licensing requirements, mark firearms when they are made and imported to make them easier to trace, and establish a cooperative process for sharing information between national law-enforcement agencies investigating arms smuggling.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:01"
    },
    {
      "nodeID": "162040",
      "text": "Gun Registration",
      "type": "I",
      "timestamp": "2016-03-08 20:39:01"
    },
    {
      "nodeID": "162041",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:39:01"
    },
    {
      "nodeID": "162042",
      "text": "However, on Tuesday, on ABC's 'Good Morning America,' Pelosi said, 'we [members of Congress] have to find some level of compromise' on guns. She noted that the Supreme Court, in District of Columbia v. Heller, ruled that the Second Amendment protects an individual right to guns. But, she said, 'We want them registered.'Pelosi also used the word 'draconian' to describe legislation before Congress to reform D.C.'s gun laws. Apparently referring to the provision of that legislation that would permit residents of D.C. to buy handguns in Maryland and Virginia, Pelosi added, 'we don't want them crossing state lines.'Meanwhile, Sen. Dianne Feinstein (D-Calif.), the Senate sponsor of the now-expired federal 'assault weapons' ban, said on a CBS '60 Minutes' program to be aired on Sunday that she is only temporarily holding off on introducing legislation to reinstate the ban. 'I'll pick the time and place. No question about it,' Feinstein said.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:01"
    },
    {
      "nodeID": "162043",
      "text": "Gun writer Jeff Snider point out. Obama: No AWB for Now?",
      "type": "I",
      "timestamp": "2016-03-08 20:39:01"
    },
    {
      "nodeID": "162044",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:39:01"
    },
    {
      "nodeID": "162045",
      "text": "Got that, boys and girls...registration and prohibitions on transporting some firearms across state lines? If the Dems thought a new AWB was going to be a s&%tstorm of epic proportions, wait until they wade into registration and bans on transportation of firearms. Any doubts now as to what the leaders of the Democratic Party really want to do? The 'compromise' Pelosi is talking about would lay the groundwork for door-to-door confiscations, which has been the end game all along.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:01"
    },
    {
      "nodeID": "162046",
      "text": "Is this what you guys are after?",
      "type": "I",
      "timestamp": "2016-03-08 20:39:01"
    },
    {
      "nodeID": "162047",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:39:01"
    },
    {
      "nodeID": "162048",
      "text": "So registration has at least a few benefits.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:01"
    },
    {
      "nodeID": "162049",
      "text": "The 'accomplishments' you list are done with firearms trace data, which the ATF and law enforcement has access to. And this success means that there's absolutely no justification for any other type of registration system, because the information is already available to everyone that needs it, and all you'd be doing is making a duplicate list of what's already available to the people who need it. It's like having five copies of 'War and Peace' simply so you can have one in each room of your house because you're too lazy to carry your book around with you.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:01"
    },
    {
      "nodeID": "162050",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:02"
    }
  ],
  "edges": [
    {
      "edgeID": "199030",
      "fromID": "162034",
      "toID": "162035",
      "formEdgeID": null
    },
    {
      "edgeID": "199031",
      "fromID": "162035",
      "toID": "162033",
      "formEdgeID": null
    },
    {
      "edgeID": "199032",
      "fromID": "162037",
      "toID": "162038",
      "formEdgeID": null
    },
    {
      "edgeID": "199033",
      "fromID": "162038",
      "toID": "162036",
      "formEdgeID": null
    },
    {
      "edgeID": "199034",
      "fromID": "162040",
      "toID": "162041",
      "formEdgeID": null
    },
    {
      "edgeID": "199035",
      "fromID": "162041",
      "toID": "162039",
      "formEdgeID": null
    },
    {
      "edgeID": "199036",
      "fromID": "162043",
      "toID": "162044",
      "formEdgeID": null
    },
    {
      "edgeID": "199037",
      "fromID": "162044",
      "toID": "162042",
      "formEdgeID": null
    },
    {
      "edgeID": "199038",
      "fromID": "162046",
      "toID": "162047",
      "formEdgeID": null
    },
    {
      "edgeID": "199039",
      "fromID": "162047",
      "toID": "162045",
      "formEdgeID": null
    },
    {
      "edgeID": "199040",
      "fromID": "162049",
      "toID": "162050",
      "formEdgeID": null
    },
    {
      "edgeID": "199041",
      "fromID": "162050",
      "toID": "162048",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
