{
  "nodes": [
    {
      "nodeID": "149887",
      "text": "When doctors declare that no physical cause can be found for a chronic pain this means no more than in the present state of medical knowledge, nothing can be discovered that explains why the patient feels pain. It should not be inferred that a non-physical cause is therefore the culprit. Before invoking a psycho-somatic explanation of chronic pain, we need to be certain that a purely physical cause is absent: I don't think that is possible. Medicine, like every other true science, is grounded in probabilities.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:35"
    },
    {
      "nodeID": "149888",
      "text": "This seems beside the point. Simply put Close_slave_can stated in his challenge (post #1)",
      "type": "I",
      "timestamp": "2016-03-08 20:11:35"
    },
    {
      "nodeID": "149889",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:36"
    },
    {
      "nodeID": "149890",
      "text": "Does this mean its non-material? People can actually develop physical signs from psychosomatic things; when religious people talk in awe about the scars/bleeding etc of stigmatics, sceptics claim the physical manifestations of the power of the mind are manifest. I stated pain is deemed to be real, by scientists, including both physical, and psychosomatic, therefore it fits the first part of his challenge 'something physical'. Can it be explained as by non-materialistic methods, yes; psychology does so.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:36"
    },
    {
      "nodeID": "149891",
      "text": "I know people always seem to misunderstand you, but you seem to be arguing here that pain can arise from both material and from non-material causes. O.K. A physical (or material) cause of pain would probably be associated with some kind of pathology, injury, auto-immune system disorder etc. - so there should be an organic explanation for it and there usually is. Sometimes no such explanation can be found and this may be down to limitations in the present state of medical knowledge (which you say is beside the point). Now pain that has no apparent physical cause you seem say can be identified by psychologists has having a non-material origin. The kind of non-material origin that you mention 'the power of the mind' is really a catch-all explanation that explains nothing. If you know of any non-physical causes of pain, please specify.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:36"
    },
    {
      "nodeID": "149892",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:11:36"
    },
    {
      "nodeID": "149893",
      "text": "I honestly cannot think of a case were a non-materialistic approach explains something you can measure very well. Is there something physical explained as well by non-materialistic methods as well as Electricity is explained by materialistic methods?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:36"
    },
    {
      "nodeID": "149894",
      "text": "besides pain, there is a plethora of experiences that take place in a person's mind that cannot be yet detected by science. imagination, taste, dreams, art appreciation, etc. even though these things are real, they cannot be quantitatively described in physical terms, so they cannot be treated by science",
      "type": "I",
      "timestamp": "2016-03-08 20:11:36"
    },
    {
      "nodeID": "149895",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:36"
    },
    {
      "nodeID": "149896",
      "text": "I beleive Currently a strictly materialistic approach has come up with better results in some circustances when it comes to what we can measure . This makes it reasonable to approach any question dealing with what we can measure from a strictly materialistic standpoint.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:36"
    },
    {
      "nodeID": "149897",
      "text": "Really, what is the materialistinc approach to which you refer (assuming you're also talking about 'pain')? a) Is it strictly materialistic, or do they use non-material methods as well? b) Can it be used to onbjectively measure pain?",
      "type": "I",
      "timestamp": "2016-03-08 20:11:36"
    },
    {
      "nodeID": "149898",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:36"
    },
    {
      "nodeID": "149899",
      "text": "I am not talking about pain. I am suggesting it reasonable to adopt a materialistic approach in some circumstances because in some cases no other approach produces better results.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:36"
    },
    {
      "nodeID": "149900",
      "text": "This is probably true, however it was your challenge to present a non-material approach to a physical observation. This has now happened; with regards pain. Challenge over.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:36"
    },
    {
      "nodeID": "149901",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:11:36"
    },
    {
      "nodeID": "149902",
      "text": "You can have all sorts of discussion about pain etc. You can come up with useful ways of helping people cope. However when you fully understand and aspect of pain in terms of nerve impulses and how your fancy painkiller stops them that is a better result. So restricting yourself to what you can measure can have results and should not be dismissed as 'bad because all restrictions are bad'.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:36"
    },
    {
      "nodeID": "149903",
      "text": "Then should not your challenge be re-worded to say 'What might be the best...' Because at present we are not at a stage where by we know everything about 'pain' therefore in the current climate, rather than what might be known down the track, I think I have met the majority of your challenge. After-all, you are insisting now on what 'you can measure', and we can't measure all that there is about pain, at present.",
      "type": "I",
      "timestamp": "2016-03-08 20:11:36"
    },
    {
      "nodeID": "149904",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:11:36"
    }
  ],
  "edges": [
    {
      "edgeID": "190408",
      "fromID": "149888",
      "toID": "149889",
      "formEdgeID": null
    },
    {
      "edgeID": "190409",
      "fromID": "149889",
      "toID": "149887",
      "formEdgeID": null
    },
    {
      "edgeID": "190410",
      "fromID": "149891",
      "toID": "149892",
      "formEdgeID": null
    },
    {
      "edgeID": "190411",
      "fromID": "149892",
      "toID": "149890",
      "formEdgeID": null
    },
    {
      "edgeID": "190412",
      "fromID": "149894",
      "toID": "149895",
      "formEdgeID": null
    },
    {
      "edgeID": "190413",
      "fromID": "149895",
      "toID": "149893",
      "formEdgeID": null
    },
    {
      "edgeID": "190414",
      "fromID": "149897",
      "toID": "149898",
      "formEdgeID": null
    },
    {
      "edgeID": "190415",
      "fromID": "149898",
      "toID": "149896",
      "formEdgeID": null
    },
    {
      "edgeID": "190416",
      "fromID": "149900",
      "toID": "149901",
      "formEdgeID": null
    },
    {
      "edgeID": "190417",
      "fromID": "149901",
      "toID": "149899",
      "formEdgeID": null
    },
    {
      "edgeID": "190418",
      "fromID": "149903",
      "toID": "149904",
      "formEdgeID": null
    },
    {
      "edgeID": "190419",
      "fromID": "149904",
      "toID": "149902",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
