{
  "nodes": [
    {
      "nodeID": "146463",
      "text": "Essay: Site at least two sources that were written within 200 years after the supposed resurrection date of A.D. 33 which support your responses to questions 1 & 2. (limit your response to 100 words) If you cannot provide any source material from this time period, please provide the two earliest sources. (Note, if you can only provide source material from the previous century, you may want to re-visit your answers for Questions 1 & 2) Thanks to all who respond.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:23"
    },
    {
      "nodeID": "146464",
      "text": "The NT was compiled in the late 4th Century AD, being criticised at the time for the overtly political choice of which texts were included as Canon and which were rejected to become the Apocrypha. Further it is now generally accepted that the text was altered at a later date to comply with OT prophesy. Like The Saxon Chronicles, King Arthur or Robin Hood there is too much romanticisation and mythologising to be certain of virtually anything in the text.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:23"
    },
    {
      "nodeID": "146465",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:23"
    },
    {
      "nodeID": "146466",
      "text": "2. The resurrection story of Jesus is: A. a myth - see answer 'A' above. B. a legend that grew over time, well after anyone could have proven the legend false. C. a lie fabricated by his followers immediately after his death D. an honest misunderstanding; the Jews lost the body and were embarressed to admit their mistake while his followers were hallucinating E. Other (limit your response to 50 words)",
      "type": "I",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146467",
      "text": "A.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146468",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146469",
      "text": "Bonus Question: Who was the author of 'The Iliad' and 'The Odyssey' and how do we know? (limit your response to 50 words)  Thanks to all who respond.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146470",
      "text": "We don't know for sure. Traditionally thought to be Homer but is probably from oral tradition. Single authorship itself is disputed. Beyond that, I don't know much about it. What is your point in asking this question?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146471",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146472",
      "text": "Your quiz consists of two multiple choice and an essay question. Let's begin: 1. Jesus was: A. a myth; invented by heretical Jews, he never existed. B. an ordinary man who attracted a following by performing 'tricks' and making interesting statements; disengenuos and decieving his followers C. an amazing moral teacher, nothing more D. a complete madman. E. Other (limit your response to 50 words)",
      "type": "I",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146473",
      "text": "Jesus was then what he is now: the Logos of God (Philo, quis rerum divinarum heres 42.405), the heavenly High Priest (Hebrews), the culmination of God's eternal plan (Ro. 16:25), the secret mystery only now, after his sacrifice, revealed through revelation and scripture (1 Cor 2:6-13).",
      "type": "I",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146474",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146475",
      "text": "Essay: Site at least two sources that were written within 200 years after the supposed resurrection date of A.D. 33 which support your responses to questions 1 & 2. (limit your response to 100 words) If you cannot provide any source material from this time period, please provide the two earliest sources. (Note, if you can only provide source material from the previous century, you may want to re-visit your answers for Questions 1 & 2)",
      "type": "I",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146476",
      "text": "#1 is above. The Jesus myth came out of Hellenistic Judaism already heavily imbued with the ideas of the suffering servant (Isaiah 53) and the son of God subject to a shameful death (Wisdom of Solomon 'Let us condemn him with a shameful death'). Paul refers to the 'archons', the evil heavenly rulers of the age, as those who crucified Jesus (1 Cor 2:8) and extols the justice of the Romans (Ro. 13:1-3). The earliest layers of Q material do not refer to a death or resurrection (Kloppenborg). No earthly Jesus, no crucifixion, no death. It is all myth, man.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146477",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146478",
      "text": "1, A. Myth; Whilst there may have been a person leading a Jewish cult that may even have been excuted, none of the miracles have any basis in fact.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146479",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146480",
      "text": "2, A. Myth; Complete fabrication.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146481",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:24"
    },
    {
      "nodeID": "146482",
      "text": "Essay: I cite: a) Rejected Gospels. People got to say whatever the hell they wanted about this 'Jesus' fellow, if he existed. The events used to explain the circumstances of his birth are not merely nonsensical but contradictory to both the geography and the law/customs of the region. Jesus disappears for 30 years with nary a wonder of where the alleged son of God went.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146483",
      "text": "The books of the NT (GOSPELS) were agreed on due to their content being inspired by God. Anything 'rejected' did not contain that inspiration.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146484",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146485",
      "text": "Pop Quiz for ServantOfChrist: Respond substantively to my dismantling of divine command theory in the slanderous thread you started months ago. No word limit.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146486",
      "text": "Give a link to your objection and I'll take a look and get to responding when I have more time.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146487",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146488",
      "text": "b) The Bible. Despite offers of large cash rewards for anybody who can write a coherent timeline of the events surrounding the Resurrection without contradiction and without omission of information, nobody has been able to do this. The rising of the saints who were 'seen throughout the town' surely should have been story fodder for years upon years, decades upon decades, centuries upon centuries, yet it seems from the rest of the evidence that the people saw the zombie saints and thought nothing of it.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146489",
      "text": "How can the Bible be used as a source while you deny the truth of its claims? What parts of the Bible are true, and how do you disguingish between the information that is true and not true? I wonder how a modern court would view the testimony of 500 credible witnesses to a supernatural event?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146490",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146491",
      "text": "Bonus Question: We don't know. We credit Homer for the silly reason that a blind guy telling epic stories makes for good imagery. The stories were likely oral traditions passed along and embellished repeatedly.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146492",
      "text": "Why then is this not taught in history classes? Why are we taught AS FACT that Homer wrote them?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146493",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146494",
      "text": "1. Jesus was: E: a man who probably existed, perhaps even with good ideas about living. Stories about Jesus were embellished with ideas stolen or adapted from other religious and cultural stories.  2. The resurrection story of Jesus is: E: Complete bunk with no reliable supporting evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146495",
      "text": "Thank you for your response.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146496",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146497",
      "text": "To expound on my last post: And yet this is taken to be fact unanimously in our history books. Funny how easy this book gets a pass. If we think it's Homer then for this book, that's good enough. But not so with the Bible. There can be absolutely no kernel of uncertainty, which in ancient texts, ambiguity is unavoidable. In regards to who wrote these books, the best evidence we have leads to Homer. Therefore, we decide it is almost certainly Homer who is the author. This is undisputed. However, in regards to the Bible, skeptics overturn the use of Occam's Razor and require more than adequate proof of the Bible's claims. Even though the Bible is the most heavily documented writing of its day, still skeptics require more in order to believe the Gospels are actually true. Double standard much?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:25"
    },
    {
      "nodeID": "146498",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146499",
      "text": "... Oh, yeah... and in fifty words or less, please.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146500",
      "text": "Teehee. Nice. emoticon_xgood emoticon_xhoho",
      "type": "I",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146501",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146502",
      "text": "Jesus was then what he is now: the Logos of God (Philo, quis rerum divinarum heres 42.405), the heavenly High Priest (Hebrews), the culmination of God's eternal plan (Ro. 16:25), the secret mystery only now, after his sacrifice, revealed through revelation and scripture (1 Cor 2:6-13).  A.  #1 is above. The Jesus myth came out of Hellenistic Judaism already heavily imbued with the ideas of the suffering servant (Isaiah 53) and the son of God subject to a shameful death (Wisdom of Solomon 'Let us condemn him with a shameful death'). Paul refers to the 'archons', the evil heavenly rulers of the age, as those who crucified Jesus (1 Cor 2:8) and extols the justice of the Romans (Ro. 13:1-3). The earliest layers of Q material do not refer to a death or resurrection (Kloppenborg). No earthly Jesus, no crucifixion, no death. It is all myth, man.  We don't know for sure. Traditionally thought to be Homer but is probably from oral tradition. Single authorship itself is disputed. Beyond that, I don't know much about it. What is your point in asking this question?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146503",
      "text": "Thank you for your reply.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146504",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146505",
      "text": "I have to ask: do you seriously not know, or do you just want him to up and say it?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146506",
      "text": "Oh, I know what he is trying to establish there. I do want him to own up and admit what he is trying to establish. Don't expect him to, but hey, 'miracles' happen (according to him). :p In fact, as a return question, I'd like to ask him: does someone rely on the Odyssey to establish the existence of Pallas Athene, Circe or Calypso ?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146507",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146508",
      "text": "In fact, as a return question, I'd like to ask him: does someone rely on the Odyssey to establish the existence of Pallas Athene, Circe or Calypso ?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146509",
      "text": "I've always gone the Scylla and Charybdis route before instead.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146510",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146511",
      "text": "Because the Iliad and Odyssey do not claim to be divine does not mean they should be placed under a different threshold as the Bible. Otherwise, it's special pleading on your part, and thus logically fallacious.  This is one of many inconsistencies between skeptics in regards to the scrutiny of the Bible. They are unwilling to put the standards they have on the Bible against other books similar in age. If they did, there would not be a single book left standing.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146512",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146513",
      "text": "The documents contained in the bible are historical artifacts. They reflect the beliefs and values of the people who wrote them. When we read Paul we might not believe everything he says but overall we can believe that he preached a gospel that Jesus was born, crucified, died, and risen. We can discern his message from the 7 or so letters we know of his.  We can generally believe that he met people named Peter, James, and John who were 'reputed to be pillars' and 'seemed to be important.' We know that he claimed his knowledge of Jesus came through revelation and scripture and claimed that other apostles had similar sources of knowledge. I think we can trust Paul's claims on these things. Do we need to believe he really had revelations? I don't know. Maybe in his own way he did. I think we need to lean toward Paul believing in the truth of his claims. I would think the court would think very dimly of the hearsay claim that 500 anonymous people had a revelation of the Risen Christ.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:26"
    },
    {
      "nodeID": "146514",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:27"
    },
    {
      "nodeID": "146515",
      "text": "We aren't. Not even in literature classes are we taught this.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:27"
    },
    {
      "nodeID": "146516",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:27"
    },
    {
      "nodeID": "146517",
      "text": "What parts of the Bible are true, and how do you disguingish between the information that is true and not true?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:27"
    },
    {
      "nodeID": "146518",
      "text": "This is not my problem. As I explained above, I just have to show inconsistency in order to reject the validity of all the claims in the Bible as being undeniable truth. And with the Bible, that's damn easy to do.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:27"
    },
    {
      "nodeID": "146519",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:27"
    },
    {
      "nodeID": "146520",
      "text": "How can the Bible be used as a source while you deny the truth of its claims?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:27"
    },
    {
      "nodeID": "146521",
      "text": "Because you don't deny the truth of its claims. If you present the Bible as a credible source, then I can use it to eviscerate your position. Suppose I tell a multi-part story where King ABC is said to never lie, yet in one part, King ABC lies his little crown off. Either King ABC lied in that story and therefore doesn't never lie, or King ABC really doesn't ever lie and in fact didn't lie in that part. You can't have it both ways, but the Bible tries to have it multiple ways all the time. Even if you and I both think that the King ABC story is fiction, we can recognize this inconsistency and have absolutely no reason to believe that the story is nonfiction. Later you accuse me of having double standards. This is ripe considering the above.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:27"
    },
    {
      "nodeID": "146522",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:27"
    },
    {
      "nodeID": "146523",
      "text": "Poppycock. How the hell could these people have been able to tell the difference? Answer: they couldn't (not that there was a difference, because each one was man-made with no divine help). Instead, they chose the four that painted their Savior in the best light.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:27"
    },
    {
      "nodeID": "146524",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:27"
    },
    {
      "nodeID": "146525",
      "text": "I'll have to apologize here, SoC. I confused you with another poster who also used Christ in his handle. You didn't run from the topic because you weren't the OP of that thread. Sorry about that. If you'd still like to approach that thread, I'll respond and provide the link, but all readers should be clear that my accusation that SoC scampered away was mistaken, and any willingness to address the arguments would be solely to SoC's credit.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:27"
    },
    {
      "nodeID": "146526",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:27"
    },
    {
      "nodeID": "146527",
      "text": "I wonder how a modern court would view the testimony of 500 credible witnesses to a supernatural event?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:27"
    },
    {
      "nodeID": "146528",
      "text": "A modern court requires signed affidavits or sworn testimony. These five hundred people remain unnamed and carry on with their lives as if it never happened. How would a modern court view the hearsay of 500 witnesses and no resultant effect of the allegation?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:27"
    },
    {
      "nodeID": "146529",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146530",
      "text": "Ah, but then, it might not have been Homer. But then again, whether it was Homer or someone else, isn't earth shattering. Much like whether it was Julius Caesar who crossed the Rubicon, or a decoy of his. Now, if we found an account from Roman times of how Julius Caesar split the waters of the Rubicon by urinating in it so his troops could pass...Occam's Razor would not point towards accepting it as true. In reading about John the Baptist...should one listen to the Bible, or Josephus?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146531",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146532",
      "text": "Double standard much?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146533",
      "text": "It's one thing for the pot to call the kettle black, but here the cast iron cauldron is calling the porcelain basin black.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146534",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146535",
      "text": "In regards to who wrote these books, the best evidence we have leads to Homer. Therefore, we decide it is almost certainly Homer who is the author. This is undisputed.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146536",
      "text": "Nonsense. The most widely accepted idea is that these epics were oral traditions that were finally recorded in writing, possibly by a guy named Homer. Read and read.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146537",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146538",
      "text": "If we think it's Homer then for this book, that's good enough. But not so with the Bible. There can be absolutely no kernel of uncertainty, which in ancient texts, ambiguity is unavoidable.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146539",
      "text": "It's not just a kernel of uncertainty. Jews and Christians alike say that Moses wrote the Pentateuch, but a reading of the Pentateuch makes it obvious that this cannot be true. Luke did not write the book of Luke, the apostle Matthew did not write the book of Matthew, and we don't even claim to know the authors of many books of the Bible. Look up the Documentary hypothesis; early scholars shuffled 'holy writings' together like a deck of cards to get the Old Testament that everybody today knows and loves.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146540",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146541",
      "text": "To expound on my last post: And yet this is taken to be fact unanimously in our history books. Funny how easy this book gets a pass.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146542",
      "text": "Funny how you haven't had a literature or history class recently. Would you like me to contact the several history and literature/English teachers in my school and ask them if they credit Homer as the actual author of those epics?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146543",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146544",
      "text": "Even though the Bible is the most heavily documented writing of its day, still skeptics require more in order to believe the Gospels are actually true.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146545",
      "text": "And we're back to internal contradiction coupled with anonymous authorship. Do you consider The Odyssey a representation of truth? I sure as hell don't, but that's because I hold the Bible and these stories to an equal standard, and none pass. You apparently have no problem with nonsense and absurdities in the Bible, but you have no problem believing in Scylla and Charybdis and the Sirens and Circe turning men into pigs?",
      "type": "I",
      "timestamp": "2016-03-08 20:04:28"
    },
    {
      "nodeID": "146546",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:29"
    },
    {
      "nodeID": "146547",
      "text": "However, in regards to the Bible, skeptics overturn the use of Occam's Razor and require more than adequate proof of the Bible's claims.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:29"
    },
    {
      "nodeID": "146548",
      "text": "Look, bub, if you're trying to paint nonbelievers and unfair because we accept Homer as the author of epics while rejecting Moses as the author of the Pentateuch or Matthew as the author of the book of Matthew, then you're lying: we put equal scrutiny into these questions, and -- as you can see, despite your claims to the contrary -- we don't swallow the claim that Homer wrote these epics the way we know people write books and poems today. More importantly, there aren't (as far as I know) absurdities that make it obvious that Homer didn't write the Iliad or The Odyssey. This isn't true of the Bible: How could Moses have written that no man as humble as Moses came before or after Moses? (And wouldn't that be pretty damn un-humble for the humblest man ever to say?)",
      "type": "I",
      "timestamp": "2016-03-08 20:04:29"
    },
    {
      "nodeID": "146549",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:29"
    },
    {
      "nodeID": "146550",
      "text": "Now, if we found an account from Roman times of how Julius Caesar split the waters of the Rubicon by urinating in it so his troops could pass...Occam's Razor would not point towards accepting it as true.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:29"
    },
    {
      "nodeID": "146551",
      "text": "It does not matter what the document contains! The same procedure should be done for every document. What the writing says is irrelevant to its authenticity! You wrongly use Occam's Razor as well. If the document is well preserved, has many copies, has copies relatively close to the original, etc, then the most likely assumption we can make is that the document itself is a valid source. Then and only then, should we examine the contents within and determine if they happened. We can do this through archaeological evidences and from other writings as well that agree with that one. Much of which we in fact do not have for many of Caesar's expeditions, but yet again, we accept them as fact in our history books. But, it is funny that you should mention Caesar splitting a river. While he didn't do that, he did claim to have created a massive bridge in a very short time period and then destroyed it a few days later. Sounds like a pretty audacious claim from guys without any modern equipment. Should we discount this too because it 'doesn't seem practical' as we do with the bible despite the overwhelming documentation for it? But here you are admitting that you set different standards 'depending on what the writing claims'. Thanks again for proving my point I guess.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:29"
    },
    {
      "nodeID": "146552",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:29"
    },
    {
      "nodeID": "146553",
      "text": "Much like whether it was Julius Caesar who crossed the Rubicon, or a decoy of his.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:29"
    },
    {
      "nodeID": "146554",
      "text": "More proof to prove my point, thanks!",
      "type": "I",
      "timestamp": "2016-03-08 20:04:29"
    },
    {
      "nodeID": "146555",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:29"
    },
    {
      "nodeID": "146556",
      "text": "Ah, but then, it might not have been Homer. But then again, whether it was Homer or someone else, isn't earth shattering.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:29"
    },
    {
      "nodeID": "146557",
      "text": "It doesn't matter if it's 'earth shattering' or not. By admitting that we hold different standards for the Bible proves my entire point: hypocrisy on the part of skeptics.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:29"
    },
    {
      "nodeID": "146558",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:29"
    },
    {
      "nodeID": "146559",
      "text": "It doesn't matter if it's 'earth shattering' or not. By admitting that we hold different standards for the Bible proves my entire point: hypocrisy on the part of skeptics.  More proof to prove my point, thanks!  It does not matter what the document contains! The same procedure should be done for every document. What the writing says is irrelevant to its authenticity! You wrongly use Occam's Razor as well. If the document is well preserved, has many copies, has copies relatively close to the original, etc, then the most likely assumption we can make is that the document itself is a valid source. Then and only then, should we examine the contents within and determine if they happened. We can do this through archaeological evidences and from other writings as well that agree with that one. Much of which we in fact do not have for many of Caesar's expeditions, but yet again, we accept them as fact in our history books. But, it is funny that you should mention Caesar splitting a river. While he didn't do that, he did claim to have created a massive bridge in a very short time period and then destroyed it a few days later. Sounds like a pretty audacious claim from guys without any modern equipment. Should we discount this too because it 'doesn't seem practical' as we do with the bible despite the overwhelming documentation for it? But here you are admitting that you set different standards 'depending on what the writing claims'. Thanks again for proving my point I guess.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:29"
    },
    {
      "nodeID": "146560",
      "text": "Ah, if you'd just waited fifteen minutes, you wouldn't have posted this scathing accusation of unfairness before I explained precisely why your accusation is nothing but fabrication. Oh well, maybe you'll eat your humble pie without making a fuss... but I won't hold my breath.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:29"
    },
    {
      "nodeID": "146561",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146562",
      "text": "You wrongly use Occam's Razor as well. If the document is well preserved, has many copies, has copies relatively close to the original, etc, then the most likely assumption we can make is that the document itself is a valid source. Then and only then, should we examine the contents within and determine if they happened. We can do this through archaeological evidences and from other writings as well that agree with that one. Much of which we in fact do not have for many of Caesar's expeditions, but yet again, we accept them as fact in our history books. But, it is funny that you should mention Caesar splitting a river. While he didn't do that, he did claim to have created a massive bridge in a very short time period and then destroyed it a few days later. Sounds like a pretty audacious claim from guys without any modern equipment. Should we discount this too because it 'doesn't seem practical' as we do with the bible despite the overwhelming documentation for it? But here you are admitting that you set different standards 'depending on what the writing claims'. Thanks again for proving my point I guess.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146563",
      "text": "I think extraordinary claims require extraordinary evidence. There is not 'overwhelming documentation' for the gospel story. There is next to none.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146564",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146565",
      "text": "It doesn't matter if it's 'earth shattering' or not. By admitting that we hold different standards for the Bible proves my entire point: hypocrisy on the part of skeptics.  More proof to prove my point, thanks!  It does not matter what the document contains! The same procedure should be done for every document. What the writing says is irrelevant to its authenticity!",
      "type": "I",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146566",
      "text": "What?! Then how do we discount the Gospel of Thomas or any of the gnostic gospels? How are they wrong and the canonical gospels true? If historians held the 'it does not matter what the document contains' standard, there'd be no knowing anything.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146567",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146568",
      "text": "Actually the Apocrypha is made up of pre-Christian texts, and late 4th century is a bit of a stretch for the new testament, certainly all its component texts were widely accepted by the 2nd century. I don't whether it is 'generally accepted' that the text was altered, it seems to me that you are projecting your own views based on the hypotheses of some scholars on to Biblical scholarship in general.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146569",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146570",
      "text": "While the current cannon was 'accepted' by the late second century, there were numerous other 'gospels' that existed by then, and were eliminated at the 4th century time frame. Most of those copies were destroyed, but some have been unearthed.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146571",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146572",
      "text": "382 - 405 are the dates I have, under Pope Damasus I.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146573",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146574",
      "text": "For the final compilation, yes, but the vast majority, certainly the Gospels and the first few Pauline epistles, were widely accepted long before that, and were regarded as authoritative in the early 2nd century. By all means quibble about 2 Peter, Hebrews and Revelation but don't try to claim the books of the Bible were selected politically in the 4th century, it simply doesn't fit the facts.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146575",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146576",
      "text": "I am not disputing that Christians forged texts that much is apparent from the historical sources, (Archie's obsession with theological sources is misguided here hence the comedy value of his posts, Does he really want me to slap him with the Mahabharata again? The compilation is a historical event with specific characters, thus his vague theological link misses entirely.) however that does not hold true for *all* the texts which have been omitted and the decisions were taken by individuals. Frankly I couldn't give a rats arse about it, it's an ancient historical footnote. However the amount of flak coming up from both ends of the religious spectrum does suggest I'm onto something and their continued attempts to redirect to the canon would suggest that there&#8217;s something in the omitted texts they're uncomfortable with.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:30"
    },
    {
      "nodeID": "146577",
      "text": "Personally, I don't see what the big deal is. In my opinion (as someone who has read a lot of the early church writings) it is clear from writings of very early people like Clement, Ignatius, Justn Martyr, etc that what we consider orthodoxy was indeed orthodoxy from the get-go, and so it is only fair that they had some sense of wanting to keep out writings that they didn't consider accurate or genuine. People sometimes bring this us as if it indicates something bad about Christianity or early Christianity, but why should they have allowed writings into the canon that they considered spurious? (Now whether the canonical writings we have are spurious too is another debate--the bottom line is that THEY--the early Christians--didn't feel at the time that the NT books in our canon were spurious for the most part.)  Now one of the things people will sometimes say is 'well, THOSE Christians won the day, and the Gnostics/Arians didn't, so there may have been gnostic or Arian writers that got suppressed so we don't really know.' Well, you could ALWAYS make that argument about ANYTHING. We don't come to hard conclusions based on material for which we have no idea was there--a speculative basis--we come to hard conclusions based on what IS there. Sure, there's a general understanding with history the winners write the history, but that doesn't mean we go back and fill in blanks or overwrite what we accept with speculation.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:31"
    },
    {
      "nodeID": "146578",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:31"
    },
    {
      "nodeID": "146579",
      "text": "I've just done a bit of hunting around, and I can't find anything to say Jerome had anything to do with the compilation of the Bible, only the translation of the Latin vulgate, which I'll gladly admit is not an accurate translation. As for why I have argued the point, I think the truth is important, and I think it's two easy to take a blanket 'oh, it was all political so we can't trust any of it' approach to the Bible, and this is done largely in a manner that resembles special pleading. No other historical source or collection of sources is questionned with anything like this level of intensity or scepticism. It smacks of an attempt to justify ones own disbelief by discrediting the evidence. It doesn't seem to be about a search for the truth, only to justify a preconcieved position.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:31"
    },
    {
      "nodeID": "146580",
      "text": "The sources state that Jerome declared three books to be apocryphal, and his correspondence includes replies to claims that his rejection of those books was political. If he wasn't involved in the selection why would he write that? If I wanted a justification for disbelief I'd quote Galileo, it's much easier. This is mainly about leveling the playing field with SoC, had he bothered to reply.",
      "type": "I",
      "timestamp": "2016-03-08 20:04:31"
    },
    {
      "nodeID": "146581",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:04:31"
    }
  ],
  "edges": [
    {
      "edgeID": "187994",
      "fromID": "146464",
      "toID": "146465",
      "formEdgeID": null
    },
    {
      "edgeID": "187995",
      "fromID": "146465",
      "toID": "146463",
      "formEdgeID": null
    },
    {
      "edgeID": "187996",
      "fromID": "146467",
      "toID": "146468",
      "formEdgeID": null
    },
    {
      "edgeID": "187997",
      "fromID": "146468",
      "toID": "146466",
      "formEdgeID": null
    },
    {
      "edgeID": "187998",
      "fromID": "146470",
      "toID": "146471",
      "formEdgeID": null
    },
    {
      "edgeID": "187999",
      "fromID": "146471",
      "toID": "146469",
      "formEdgeID": null
    },
    {
      "edgeID": "188000",
      "fromID": "146473",
      "toID": "146474",
      "formEdgeID": null
    },
    {
      "edgeID": "188001",
      "fromID": "146474",
      "toID": "146472",
      "formEdgeID": null
    },
    {
      "edgeID": "188002",
      "fromID": "146476",
      "toID": "146477",
      "formEdgeID": null
    },
    {
      "edgeID": "188003",
      "fromID": "146477",
      "toID": "146475",
      "formEdgeID": null
    },
    {
      "edgeID": "188004",
      "fromID": "146478",
      "toID": "146479",
      "formEdgeID": null
    },
    {
      "edgeID": "188005",
      "fromID": "146479",
      "toID": "146466",
      "formEdgeID": null
    },
    {
      "edgeID": "188006",
      "fromID": "146480",
      "toID": "146481",
      "formEdgeID": null
    },
    {
      "edgeID": "188007",
      "fromID": "146481",
      "toID": "146466",
      "formEdgeID": null
    },
    {
      "edgeID": "188008",
      "fromID": "146483",
      "toID": "146484",
      "formEdgeID": null
    },
    {
      "edgeID": "188009",
      "fromID": "146484",
      "toID": "146482",
      "formEdgeID": null
    },
    {
      "edgeID": "188010",
      "fromID": "146486",
      "toID": "146487",
      "formEdgeID": null
    },
    {
      "edgeID": "188011",
      "fromID": "146487",
      "toID": "146485",
      "formEdgeID": null
    },
    {
      "edgeID": "188012",
      "fromID": "146489",
      "toID": "146490",
      "formEdgeID": null
    },
    {
      "edgeID": "188013",
      "fromID": "146490",
      "toID": "146488",
      "formEdgeID": null
    },
    {
      "edgeID": "188014",
      "fromID": "146492",
      "toID": "146493",
      "formEdgeID": null
    },
    {
      "edgeID": "188015",
      "fromID": "146493",
      "toID": "146491",
      "formEdgeID": null
    },
    {
      "edgeID": "188016",
      "fromID": "146495",
      "toID": "146496",
      "formEdgeID": null
    },
    {
      "edgeID": "188017",
      "fromID": "146496",
      "toID": "146494",
      "formEdgeID": null
    },
    {
      "edgeID": "188018",
      "fromID": "146497",
      "toID": "146498",
      "formEdgeID": null
    },
    {
      "edgeID": "188019",
      "fromID": "146498",
      "toID": "146482",
      "formEdgeID": null
    },
    {
      "edgeID": "188020",
      "fromID": "146500",
      "toID": "146501",
      "formEdgeID": null
    },
    {
      "edgeID": "188021",
      "fromID": "146501",
      "toID": "146499",
      "formEdgeID": null
    },
    {
      "edgeID": "188022",
      "fromID": "146503",
      "toID": "146504",
      "formEdgeID": null
    },
    {
      "edgeID": "188023",
      "fromID": "146504",
      "toID": "146502",
      "formEdgeID": null
    },
    {
      "edgeID": "188024",
      "fromID": "146506",
      "toID": "146507",
      "formEdgeID": null
    },
    {
      "edgeID": "188025",
      "fromID": "146507",
      "toID": "146505",
      "formEdgeID": null
    },
    {
      "edgeID": "188026",
      "fromID": "146509",
      "toID": "146510",
      "formEdgeID": null
    },
    {
      "edgeID": "188027",
      "fromID": "146510",
      "toID": "146508",
      "formEdgeID": null
    },
    {
      "edgeID": "188028",
      "fromID": "146511",
      "toID": "146512",
      "formEdgeID": null
    },
    {
      "edgeID": "188029",
      "fromID": "146512",
      "toID": "146506",
      "formEdgeID": null
    },
    {
      "edgeID": "188030",
      "fromID": "146513",
      "toID": "146514",
      "formEdgeID": null
    },
    {
      "edgeID": "188031",
      "fromID": "146514",
      "toID": "146483",
      "formEdgeID": null
    },
    {
      "edgeID": "188032",
      "fromID": "146515",
      "toID": "146516",
      "formEdgeID": null
    },
    {
      "edgeID": "188033",
      "fromID": "146516",
      "toID": "146483",
      "formEdgeID": null
    },
    {
      "edgeID": "188034",
      "fromID": "146518",
      "toID": "146519",
      "formEdgeID": null
    },
    {
      "edgeID": "188035",
      "fromID": "146519",
      "toID": "146517",
      "formEdgeID": null
    },
    {
      "edgeID": "188036",
      "fromID": "146521",
      "toID": "146522",
      "formEdgeID": null
    },
    {
      "edgeID": "188037",
      "fromID": "146522",
      "toID": "146520",
      "formEdgeID": null
    },
    {
      "edgeID": "188038",
      "fromID": "146523",
      "toID": "146524",
      "formEdgeID": null
    },
    {
      "edgeID": "188039",
      "fromID": "146524",
      "toID": "146483",
      "formEdgeID": null
    },
    {
      "edgeID": "188040",
      "fromID": "146525",
      "toID": "146526",
      "formEdgeID": null
    },
    {
      "edgeID": "188041",
      "fromID": "146526",
      "toID": "146483",
      "formEdgeID": null
    },
    {
      "edgeID": "188042",
      "fromID": "146528",
      "toID": "146529",
      "formEdgeID": null
    },
    {
      "edgeID": "188043",
      "fromID": "146529",
      "toID": "146527",
      "formEdgeID": null
    },
    {
      "edgeID": "188044",
      "fromID": "146530",
      "toID": "146531",
      "formEdgeID": null
    },
    {
      "edgeID": "188045",
      "fromID": "146531",
      "toID": "146497",
      "formEdgeID": null
    },
    {
      "edgeID": "188046",
      "fromID": "146533",
      "toID": "146534",
      "formEdgeID": null
    },
    {
      "edgeID": "188047",
      "fromID": "146534",
      "toID": "146532",
      "formEdgeID": null
    },
    {
      "edgeID": "188048",
      "fromID": "146536",
      "toID": "146537",
      "formEdgeID": null
    },
    {
      "edgeID": "188049",
      "fromID": "146537",
      "toID": "146535",
      "formEdgeID": null
    },
    {
      "edgeID": "188050",
      "fromID": "146539",
      "toID": "146540",
      "formEdgeID": null
    },
    {
      "edgeID": "188051",
      "fromID": "146540",
      "toID": "146538",
      "formEdgeID": null
    },
    {
      "edgeID": "188052",
      "fromID": "146542",
      "toID": "146543",
      "formEdgeID": null
    },
    {
      "edgeID": "188053",
      "fromID": "146543",
      "toID": "146541",
      "formEdgeID": null
    },
    {
      "edgeID": "188054",
      "fromID": "146545",
      "toID": "146546",
      "formEdgeID": null
    },
    {
      "edgeID": "188055",
      "fromID": "146546",
      "toID": "146544",
      "formEdgeID": null
    },
    {
      "edgeID": "188056",
      "fromID": "146548",
      "toID": "146549",
      "formEdgeID": null
    },
    {
      "edgeID": "188057",
      "fromID": "146549",
      "toID": "146547",
      "formEdgeID": null
    },
    {
      "edgeID": "188058",
      "fromID": "146551",
      "toID": "146552",
      "formEdgeID": null
    },
    {
      "edgeID": "188059",
      "fromID": "146552",
      "toID": "146550",
      "formEdgeID": null
    },
    {
      "edgeID": "188060",
      "fromID": "146554",
      "toID": "146555",
      "formEdgeID": null
    },
    {
      "edgeID": "188061",
      "fromID": "146555",
      "toID": "146553",
      "formEdgeID": null
    },
    {
      "edgeID": "188062",
      "fromID": "146557",
      "toID": "146558",
      "formEdgeID": null
    },
    {
      "edgeID": "188063",
      "fromID": "146558",
      "toID": "146556",
      "formEdgeID": null
    },
    {
      "edgeID": "188064",
      "fromID": "146560",
      "toID": "146561",
      "formEdgeID": null
    },
    {
      "edgeID": "188065",
      "fromID": "146561",
      "toID": "146559",
      "formEdgeID": null
    },
    {
      "edgeID": "188066",
      "fromID": "146563",
      "toID": "146564",
      "formEdgeID": null
    },
    {
      "edgeID": "188067",
      "fromID": "146564",
      "toID": "146562",
      "formEdgeID": null
    },
    {
      "edgeID": "188068",
      "fromID": "146566",
      "toID": "146567",
      "formEdgeID": null
    },
    {
      "edgeID": "188069",
      "fromID": "146567",
      "toID": "146565",
      "formEdgeID": null
    },
    {
      "edgeID": "188070",
      "fromID": "146568",
      "toID": "146569",
      "formEdgeID": null
    },
    {
      "edgeID": "188071",
      "fromID": "146569",
      "toID": "146464",
      "formEdgeID": null
    },
    {
      "edgeID": "188072",
      "fromID": "146570",
      "toID": "146571",
      "formEdgeID": null
    },
    {
      "edgeID": "188073",
      "fromID": "146571",
      "toID": "146568",
      "formEdgeID": null
    },
    {
      "edgeID": "188074",
      "fromID": "146572",
      "toID": "146573",
      "formEdgeID": null
    },
    {
      "edgeID": "188075",
      "fromID": "146573",
      "toID": "146568",
      "formEdgeID": null
    },
    {
      "edgeID": "188076",
      "fromID": "146574",
      "toID": "146575",
      "formEdgeID": null
    },
    {
      "edgeID": "188077",
      "fromID": "146575",
      "toID": "146572",
      "formEdgeID": null
    },
    {
      "edgeID": "188078",
      "fromID": "146577",
      "toID": "146578",
      "formEdgeID": null
    },
    {
      "edgeID": "188079",
      "fromID": "146578",
      "toID": "146576",
      "formEdgeID": null
    },
    {
      "edgeID": "188080",
      "fromID": "146580",
      "toID": "146581",
      "formEdgeID": null
    },
    {
      "edgeID": "188081",
      "fromID": "146581",
      "toID": "146579",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
