{
  "nodes": [
    {
      "nodeID": "140761",
      "text": "A few blocks from my house there is a group of stores with some offices on the second floors. Apparently there is a Planned Parenthood office in the complex because a group of anti-abortion protestors were there the other day. I didn't know that before then. I wondered what they hoped to accomplish by their protest so I asked them. One woman said she hoped to discourage women from considering abortion.  I didn't think of it at the time, but Planned Parenthood does a lot more than abortion services. I wonder if the protests might also dissuade a young woman who was seeking contraceptive services from going into that office as well. If this were the case, the abortion protests would accomplish the opposite of their goal. They potentially could have increased the chances of an unwanted pregnancy by discouraging contraceptive use. In turn, this might increase the chances of an abortion. I wonder if anti-abortion folks ever consider that?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:10"
    },
    {
      "nodeID": "140762",
      "text": "The goal of anti-abortionist is clear. The job of self restraint is that of each participant in their close encounters.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:10"
    },
    {
      "nodeID": "140763",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:52:10"
    },
    {
      "nodeID": "140764",
      "text": "I wonder if anti-abortion folks ever consider that?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:10"
    },
    {
      "nodeID": "140765",
      "text": "Probably not. Very rarely do I run into a anti-abortionist who actually has a viable plan for decreasing what they protest. In fact some of the most ardent anti-abortion people I've met are also some of the most ardent anti-comprehensive sexual education people as well. It's like banning an action without trying to resolve why it happens in the first place.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:10"
    },
    {
      "nodeID": "140766",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:52:10"
    },
    {
      "nodeID": "140767",
      "text": "Translation: Anti-abortionist intellectuals aren't really opposed to abortion as an end in itself, they only oppose abortion because they believe forcing women to remain pregnant is an appropriate punishment for their True Sin, sex outside of marriage. The goal isn't to 'prevent murder' at all, this is merely a convenient excuse to punish women who stray from traditional relationships. That's why those opposed to abortion are also opposed to contraception, even though contraception prevents abortion. So the fact that abortion protestors also prevent people from accessing contraception isn't contradictory at all, it is completely in line with their goals.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:10"
    },
    {
      "nodeID": "140768",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:10"
    },
    {
      "nodeID": "140769",
      "text": "In fact some of the most ardent anti-abortion people I've met are also some of the most ardent anti-comprehensive sexual education people as well. It's like banning an action without trying to resolve why it happens in the first place.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:10"
    },
    {
      "nodeID": "140770",
      "text": "o_c hit the nail on the head. The intent is to encourage sexual responsibility. The problem is that this is what Planned Parenthood does. These numbskull protesters have their idea of what sexual responsibility is: abstinence outside of marriage. The problem is that this is a pipe dream; you won't stop people from having sex using threats and scare tactics. Instead, the only thing this fearmongering accomplishes is scaring people into being caught with contraceptives by authority figures, so they don't have any... but they still have sex. Contrastingly, PP encourages proper and effective contraception and sexual health. Only an idiot can't see which one goes farther toward preventing the abortions that those XXXXXX are protesting in the first place.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:10"
    },
    {
      "nodeID": "140771",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:52:10"
    },
    {
      "nodeID": "140772",
      "text": "In fact some of the most ardent anti-abortion people I've met are also some of the most ardent anti-comprehensive sexual education people as well.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:10"
    },
    {
      "nodeID": "140773",
      "text": "Amazing how regularly they shoot themselves in the foot isn't it? ;)",
      "type": "I",
      "timestamp": "2016-03-08 19:52:10"
    },
    {
      "nodeID": "140774",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:11"
    },
    {
      "nodeID": "140775",
      "text": "We now have two 'bash pro-life' threads which are bordering on bigotry. Did any one of you three posters which to have a serious discussion on this or would you rather stick with the close-minded look at things?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:11"
    },
    {
      "nodeID": "140776",
      "text": "Bigotry?? I have no idea what you mean there. Anyway, I can't speak for the other thread, but I raised an issue that no pro-lifer has addressed, including you. So if you want to really have a discussion, start discussing instead of bickering. Do you think that protesting a Planned Parenthood clinic might have an unintended consequence of discouraging someone from visiting who planned to obtain birth control, (or a Pap smear or other non-abortion service) thereby increasing the likelihood of an unwanted pregnancy (or cervical cancer, etc.)?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:11"
    },
    {
      "nodeID": "140777",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:11"
    },
    {
      "nodeID": "140778",
      "text": "Chalk it up to the fact that -- although not all the time -- a good part of the time, the same people are pretty anti-anything education. We shouldn't expect them to argue positions that make sense.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:11"
    },
    {
      "nodeID": "140779",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:11"
    }
  ],
  "edges": [
    {
      "edgeID": "183962",
      "fromID": "140762",
      "toID": "140763",
      "formEdgeID": null
    },
    {
      "edgeID": "183963",
      "fromID": "140763",
      "toID": "140761",
      "formEdgeID": null
    },
    {
      "edgeID": "183964",
      "fromID": "140765",
      "toID": "140766",
      "formEdgeID": null
    },
    {
      "edgeID": "183965",
      "fromID": "140766",
      "toID": "140764",
      "formEdgeID": null
    },
    {
      "edgeID": "183966",
      "fromID": "140767",
      "toID": "140768",
      "formEdgeID": null
    },
    {
      "edgeID": "183967",
      "fromID": "140768",
      "toID": "140762",
      "formEdgeID": null
    },
    {
      "edgeID": "183968",
      "fromID": "140770",
      "toID": "140771",
      "formEdgeID": null
    },
    {
      "edgeID": "183969",
      "fromID": "140771",
      "toID": "140769",
      "formEdgeID": null
    },
    {
      "edgeID": "183970",
      "fromID": "140773",
      "toID": "140774",
      "formEdgeID": null
    },
    {
      "edgeID": "183971",
      "fromID": "140774",
      "toID": "140772",
      "formEdgeID": null
    },
    {
      "edgeID": "183972",
      "fromID": "140776",
      "toID": "140777",
      "formEdgeID": null
    },
    {
      "edgeID": "183973",
      "fromID": "140777",
      "toID": "140775",
      "formEdgeID": null
    },
    {
      "edgeID": "183974",
      "fromID": "140778",
      "toID": "140779",
      "formEdgeID": null
    },
    {
      "edgeID": "183975",
      "fromID": "140779",
      "toID": "140773",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
