{
  "nodes": [
    {
      "nodeID": "139034",
      "text": "You folks can't box with God, your arms ain't long enough. Many arguments are made about whether creation or evolution should be taught in our schools. I believe in creationism because I have never met an evolutionist who can explain where the very first sign of life came from. Can something not alive give birth to life? Can something not alive change to be alive? The answer to both questions is NO! There are many things I don't know, but two things I do know are science will never create anything from nothing and science will never create life from nonlife. I still think that it takes more faith to believe in evolution than it does to believe in our creator",
      "type": "I",
      "timestamp": "2016-03-08 19:48:19"
    },
    {
      "nodeID": "139035",
      "text": "And what evidence do you have, aside from a set of books written between 1900 and 2800 years ago that there is even a 'God' to box with. OH.. and the ectasy drivien delusional state of mind you get in when you worship. As for the answer to the origins of life, how would you know? Do you know what the current state of affairs about the knowledge of abiogenesis is? Can you point to articles about it , showing it can't happen?? From peer reviewed journals of course. NO, you can't. I can show a lot of articles about abiogenesis , but that would be worthless for you. You would be unwilling to look at it.  I could show you articles about on the development of gender, and of how sexual reproduction became to be formed, but you wouldn't look at it.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:19"
    },
    {
      "nodeID": "139036",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:19"
    },
    {
      "nodeID": "139037",
      "text": "But would an all-powerful being having done it have spontaneously occurred to you had no one told you to take their word it was a fact?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:19"
    },
    {
      "nodeID": "139038",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:19"
    },
    {
      "nodeID": "139039",
      "text": "You are making a crucial mistake... you are assuming there is a black and white line dividing the living from the non-living. This is a grey area. What is life? Is a dog alive? What about the fleas on the dog? What about the bateria on the fleas? What about the virus in the dog? Is a virus a non-living organism since it cannot reproduce in a conventional manner?  When you look at it critically, there is no living/non-living line. It is easy to see a gradation from what can be reasonably called non-living to what can reasonably called 'living'.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:20"
    },
    {
      "nodeID": "139040",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:20"
    },
    {
      "nodeID": "139041",
      "text": "One of the greatest scientist of all time believed that a supreme being created life as we know it; that would be Albert Einstein.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:20"
    },
    {
      "nodeID": "139042",
      "text": "And from where did you get this idea? Please provide your references.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:20"
    },
    {
      "nodeID": "139043",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:20"
    }
  ],
  "edges": [
    {
      "edgeID": "182744",
      "fromID": "139035",
      "toID": "139036",
      "formEdgeID": null
    },
    {
      "edgeID": "182745",
      "fromID": "139036",
      "toID": "139034",
      "formEdgeID": null
    },
    {
      "edgeID": "182746",
      "fromID": "139037",
      "toID": "139038",
      "formEdgeID": null
    },
    {
      "edgeID": "182747",
      "fromID": "139038",
      "toID": "139034",
      "formEdgeID": null
    },
    {
      "edgeID": "182748",
      "fromID": "139039",
      "toID": "139040",
      "formEdgeID": null
    },
    {
      "edgeID": "182749",
      "fromID": "139040",
      "toID": "139034",
      "formEdgeID": null
    },
    {
      "edgeID": "182750",
      "fromID": "139042",
      "toID": "139043",
      "formEdgeID": null
    },
    {
      "edgeID": "182751",
      "fromID": "139043",
      "toID": "139041",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
