{
  "nodes": [
    {
      "nodeID": "156944",
      "text": "One thing that's surprising about it is that gay pride proponents have been asserting, ever since Prop 8, that public opinion was overwhelmingly on their side and that it would be voted away once another chance to vote came along. Yet not only did it not get voted down, it didn't even make it onto the ballot. But personally, I'd rather see such sweeping cultural matters handled via the will of the people rather than an oligarchical court using judicial fiat to favor a minority over everyone else. Though I think the gay pride proponents would fail at the U .S. Supreme Court (if it gets that far).",
      "type": "I",
      "timestamp": "2016-03-08 20:27:13"
    },
    {
      "nodeID": "156945",
      "text": "Oh it will and from what I have seen of the arguments the court will strike down prop 8 and every anti gay marriage amendment. I have seen the reinactments taken from the trial record. YouTube - Prop 8 Trial Re-enactment, Day 1 Chapter 1",
      "type": "I",
      "timestamp": "2016-03-08 20:27:13"
    },
    {
      "nodeID": "156946",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:14"
    },
    {
      "nodeID": "156947",
      "text": "Oh it will and from what I have seen of the arguments the court will strike down prop 8 and every anti gay marriage amendment. I have seen the reinactments taken from the trial record.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:14"
    },
    {
      "nodeID": "156948",
      "text": "Well it doesn't go against the US constitution...Does it go against the California constitution? I haven't seen much credible evidence for this..then again I don't know much about the California constitution. Do you?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:14"
    },
    {
      "nodeID": "156949",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:14"
    },
    {
      "nodeID": "156950",
      "text": "Don't be silly--no one is voting your family out of existence. Though it might make a fascinating Criss Angel or David Blane trick. This is simply about whether or not any group that wants to come along and redefine marriage should get to do so. I agree it's not an 'academic exercise', but not for the same reason you think. I no more take 'pleasure and joy' from something like this than any other public act of due process, e.g. voting to change the speed limit. Frankly, I've always thought it was pretty odd--if not downright disturbing--that some gay pride proponents seem to hold up the legality of their union as the determinant of their joy and emotion, when they are completely free to have whatever union they want regardless. After all, no one's going to block the door to the chapel, and I can guarantee you I'd be joyfully married with or without that piece of paper called a license.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:14"
    },
    {
      "nodeID": "156951",
      "text": "You jsut don't get it. You act like two wolves and a sheep voting on what to have for lunch. You as a hetero get to go and get married to the person of your choice but I do not. What part of that do you not understand. You say this isn't personal and for you this is true but for me the man I love is nothing but a stranger to me in the eyes of the law. How cruel can you be",
      "type": "I",
      "timestamp": "2016-03-08 20:27:14"
    },
    {
      "nodeID": "156952",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:14"
    },
    {
      "nodeID": "156953",
      "text": "Well it doesn't go against the US constitution...Does it go against the California constitution? I haven't seen much credible evidence for this..then again I don't know much about the California constitution. Do you? What do you care? You always admit you find pleasure in seeing conservatives suffer.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:14"
    },
    {
      "nodeID": "156954",
      "text": "Because conservatives take pleasure in people suffering.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:14"
    },
    {
      "nodeID": "156955",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:14"
    }
  ],
  "edges": [
    {
      "edgeID": "195382",
      "fromID": "156945",
      "toID": "156946",
      "formEdgeID": null
    },
    {
      "edgeID": "195383",
      "fromID": "156946",
      "toID": "156944",
      "formEdgeID": null
    },
    {
      "edgeID": "195384",
      "fromID": "156948",
      "toID": "156949",
      "formEdgeID": null
    },
    {
      "edgeID": "195385",
      "fromID": "156949",
      "toID": "156947",
      "formEdgeID": null
    },
    {
      "edgeID": "195386",
      "fromID": "156951",
      "toID": "156952",
      "formEdgeID": null
    },
    {
      "edgeID": "195387",
      "fromID": "156952",
      "toID": "156950",
      "formEdgeID": null
    },
    {
      "edgeID": "195388",
      "fromID": "156954",
      "toID": "156955",
      "formEdgeID": null
    },
    {
      "edgeID": "195389",
      "fromID": "156955",
      "toID": "156953",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
