{
  "nodes": [
    {
      "nodeID": "157859",
      "text": "You shouldn't kill children unless absolutly necessary (and killing them in the womb may be even worse than killing them after they are born, since they have no chance).",
      "type": "I",
      "timestamp": "2016-03-08 20:29:23"
    },
    {
      "nodeID": "157860",
      "text": "Just when is it absolutely necessary to kill children? Waiting until they are born likely gives them no more chance of surviving than killing them in the womb. What chance does an unexpecting child have against a grown person intent on killing him?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:23"
    },
    {
      "nodeID": "157861",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:23"
    },
    {
      "nodeID": "157862",
      "text": "Personally, I have seen enough human nature, and have too low an opinion of the human race as a whole to really mourn when I hear that one or more human beings has left this mortal coil. Kids are the exception (including the unborn ones). I think it really says something about us as a people that some of us actually make the decision to kill babies. Pretty sick.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:23"
    },
    {
      "nodeID": "157863",
      "text": "What a condescending attitude you have. In case you haven't noticed, you are a very small part of the human race that you smuggly hold in contempt. (Thankfully small!) Your mission should be to improve it, not to stand back and claim you are better than everybody else, as you seem to do. Killing innocent people of any age is wrong. Children are no exception, they are just the epitomy of innocence. The 'pretty sick' applies to your own deluded thoughts. Rest assured, I will not mourn your death or the deaths of any of those you may have taught your insane values. You are :xcensored !",
      "type": "I",
      "timestamp": "2016-03-08 20:29:23"
    },
    {
      "nodeID": "157864",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:23"
    },
    {
      "nodeID": "157865",
      "text": "As far as a bunch of the other killing that goes on, I really don't care that much. I hear that 8000 kurds have died, it really doesn;t do much for me. It's not like they were the last 8000 kurds. There are more out there, breeding away (and before somebody jumps up with an imagined touche....yes, I feel the same way about the WTC folks).",
      "type": "I",
      "timestamp": "2016-03-08 20:29:23"
    },
    {
      "nodeID": "157866",
      "text": "That statement exposes your ludicrousy. First, you say you're against killing children who don't have a chance. Then you say the death of the Kurds and the WTC mean nothing to you. What chance did the children in the gassed Kurdish village have? What chance did the children in the WTC Day Care Center have?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:23"
    },
    {
      "nodeID": "157867",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:23"
    },
    {
      "nodeID": "157868",
      "text": "Just when is it absolutely necessary to kill children?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:23"
    },
    {
      "nodeID": "157869",
      "text": "I personally can't imagine a time that it would be absolutly necessary to kill a child, though there is a lot out there that I can't imagine happening that does.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:23"
    },
    {
      "nodeID": "157870",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:24"
    },
    {
      "nodeID": "157871",
      "text": "The terrorists saw it as absolutly necessary. Personally, I disagree. When we kill children in Iraq, we see it as absolutly necessary, call it a horrible side effect of war. I disagree on that, too, I don't think it is necessary at all.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:24"
    },
    {
      "nodeID": "157872",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:24"
    },
    {
      "nodeID": "157873",
      "text": "What a condescending attitude you have. In case you haven't noticed, you are a very small part of the human race that you smuggly hold in contempt. (Thankfully small!) Your mission should be to improve it, not to stand back and claim you are better than everybody else, as you seem to do.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:24"
    },
    {
      "nodeID": "157874",
      "text": "Here you are making an entirely unsooprted assumption, that I see myself as better than everybody else or that I am somehow smug in my views. I am no better or worse than most. We are all just the same tailess monkeys that walked out of the jungle so many millions of years ago. we are not particularly enlightenend, nor are we likely to become so.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:24"
    },
    {
      "nodeID": "157875",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:24"
    },
    {
      "nodeID": "157876",
      "text": "Waiting until they are born likely gives them no more chance of surviving than killing them in the womb. What chance does an unexpecting child have against a grown person intent on killing him?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:24"
    },
    {
      "nodeID": "157877",
      "text": "I think they have more of a chance becasue, while many manage to delude themselves into believing that an unborn child is not a baby, it would be much more difficult to convince yourself that a crying baby isn't a baby. Even in the animal kingdom (which we are all part of) you see some animals hesitate to kill the young of their own species. Evne coyotes will not generally kill a pup (I have even seen a pack of coyoptes pass a domestic pup without killing it, though they could have. I am told this is because of the stubby nose, which shows the coyotes that it is, indeed, a puppy, even though it looks unfamiliar to them).",
      "type": "I",
      "timestamp": "2016-03-08 20:29:24"
    },
    {
      "nodeID": "157878",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:24"
    },
    {
      "nodeID": "157879",
      "text": "As the proud father of an adopted child, I am thankful every day that forty years ago, a sixteen year old girl had the courage to make the right decision. Dono",
      "type": "I",
      "timestamp": "2016-03-08 20:29:24"
    },
    {
      "nodeID": "157880",
      "text": "Shazaam! You weren't kidding in another thread when you said 'us old geezers' were you?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:24"
    },
    {
      "nodeID": "157881",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:24"
    },
    {
      "nodeID": "157882",
      "text": "I'm not sure what the threshold for gezzerdom is, but I fear I have passed it. Dono",
      "type": "I",
      "timestamp": "2016-03-08 20:29:24"
    },
    {
      "nodeID": "157883",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:24"
    },
    {
      "nodeID": "157884",
      "text": "Yes and no (on the people close to me). while I definatly don't like to see people close to me killed, it is no surprise when it happens, since, as I already said, my opinion of the human race is pretty low.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:24"
    },
    {
      "nodeID": "157885",
      "text": "What a defeatist attitude you have.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:25"
    },
    {
      "nodeID": "157886",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:25"
    },
    {
      "nodeID": "157887",
      "text": "Confused? First you say you don't believe in killing children unless it's 'absolutly (sic) necessary', then you say you can't imagine a time that it would be absolutely necessary. Can't you make up your mind?",
      "type": "I",
      "timestamp": "2016-03-08 20:29:25"
    },
    {
      "nodeID": "157888",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:25"
    },
    {
      "nodeID": "157889",
      "text": "Again, your argument doesn't make good sense. First you say a fetus has no chance against someone who wants to kill it. I agree with this. Then you say a child has a chance against someone who wants to kill it...and you base this on the killer's changing his mind because the baby's crying. Where DID you go to school? Haven't you heard of the many shaken-baby-syndrome deaths that occurred because some idiotic person in custody of the child got fed up with the baby's crying? It just wouldn't stop crying, so they killed it. Until a child gets old enough, smart enough and strong enough to outrun or hide from someone trying to kil them, they have no chance of survival. Your argument is all wet.  We are separated by reasoning and compassion from the other animals. Theirs is a life based on instinct and a few learned behaviors. For every example you can give me of animals protecting their own young, I can likely present an example where the males (sometimes the females) will kill the young of their species just to keep down the competition. A domestic bitch, when presented with a weakling in a litter of pups, will eat the weakling.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:25"
    },
    {
      "nodeID": "157890",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:25"
    },
    {
      "nodeID": "157891",
      "text": "This seems to conflict with some of your earlier posts wherein you support terrorists.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:25"
    },
    {
      "nodeID": "157892",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:25"
    },
    {
      "nodeID": "157893",
      "text": "Man has changed significantly in the past few thousand years. I see you opted out of history classes and took it upon yourself to make up your own version.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:25"
    },
    {
      "nodeID": "157894",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:25"
    },
    {
      "nodeID": "157895",
      "text": "We are separated by reasoning and compassion from the other animals. Theirs is a life based on instinct and a few learned behaviors. For every example you can give me of animals protecting their own young, I can likely present an example where the males (sometimes the females) will kill the young of their species just to keep down the competition. A domestic bitch, when presented with a weakling in a litter of pups, will eat the weakling.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:25"
    },
    {
      "nodeID": "157896",
      "text": "Yes, a domestic bitch will eat a weak pup. Odlly enough wild dogs rarely do this (the exception is generally a pup that either will not survive or in cases weher ethere is not enough food available to sustain the enitre litter, which generally menas the pup will not survive anyway. Basically, the only time that wild dogs generally kill their own young is in the case of mercy killings). As far as learned behaviors, we are high level primates, no more, no less.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:25"
    },
    {
      "nodeID": "157897",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:25"
    },
    {
      "nodeID": "157898",
      "text": "You show me the post where I said I thought terrorists killing children was a good idea and I will eat my keyboard.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:25"
    },
    {
      "nodeID": "157899",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:29:26"
    },
    {
      "nodeID": "157900",
      "text": "Oh, I know we have changed significantly. We now have the means to kill each other much more efficiently than we once did. In addition, we now have industrial capability, and the ability to destroy the entire planet a bit at a time. We can more efficiently drive lesser species to extinction.  With every passing generation we become more cruel, and our ability to delude ourselves becomes ever more refined. now we kill hundreds or thousands a day with cruise missiles and bombs instead of swords and lances, or bows and clubs. Since we can now do it from thousands of miles away, we can simply pretend it is not happening and continue along in the delusion that we are 'civilized' people. When we see low tech attacks close to home, actually smell the blood for ourselves, those who are particularly delusional (like you) bemoan the attackers as 'monsters'.  Like that bitch that kills off the weak pup in her liter, we kill of tens off thousands of weaker people in the quest for dominance. When was the last time you saw a german shorthair launch cruise missles to wipe out thousands of weaker pups for the advancement of some meaningless idealogical nonsense? Next time you are sitting on your XXX in your favorite easy chair marveling at the 'accomplishments' that have 'bettered' the human race, while your bretheren are off killing people in order to further your idiotic ideological BS, you might keep in mind that the greatest difference between humans and animals seems to be that, while animals generally do their own killing, truly 'refined' humans such as yourself (and most other 'civilized' people), get to set and home and send others out to do their dirty work.  True, we have invented all kinds of mralistic, idealistic mumbojumbo to convince ourselves that we are more than just squabbling apes, but at the end of the day, that is all we are. Unfortunatly, we have managed to 'refine' our instincts to the point that they are no longer sensible or natural. We still feel the instinct to kill, and we do so more effectivley than any other species on the planet. Unlike other species, which generally kill out of need, we have no need to kill, so we invent reasons in order to satisfy our blood lust.",
      "type": "I",
      "timestamp": "2016-03-08 20:29:26"
    },
    {
      "nodeID": "157901",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:29:26"
    }
  ],
  "edges": [
    {
      "edgeID": "196032",
      "fromID": "157860",
      "toID": "157861",
      "formEdgeID": null
    },
    {
      "edgeID": "196033",
      "fromID": "157861",
      "toID": "157859",
      "formEdgeID": null
    },
    {
      "edgeID": "196034",
      "fromID": "157863",
      "toID": "157864",
      "formEdgeID": null
    },
    {
      "edgeID": "196035",
      "fromID": "157864",
      "toID": "157862",
      "formEdgeID": null
    },
    {
      "edgeID": "196036",
      "fromID": "157866",
      "toID": "157867",
      "formEdgeID": null
    },
    {
      "edgeID": "196037",
      "fromID": "157867",
      "toID": "157865",
      "formEdgeID": null
    },
    {
      "edgeID": "196038",
      "fromID": "157869",
      "toID": "157870",
      "formEdgeID": null
    },
    {
      "edgeID": "196039",
      "fromID": "157870",
      "toID": "157868",
      "formEdgeID": null
    },
    {
      "edgeID": "196040",
      "fromID": "157871",
      "toID": "157872",
      "formEdgeID": null
    },
    {
      "edgeID": "196041",
      "fromID": "157872",
      "toID": "157860",
      "formEdgeID": null
    },
    {
      "edgeID": "196042",
      "fromID": "157874",
      "toID": "157875",
      "formEdgeID": null
    },
    {
      "edgeID": "196043",
      "fromID": "157875",
      "toID": "157873",
      "formEdgeID": null
    },
    {
      "edgeID": "196044",
      "fromID": "157877",
      "toID": "157878",
      "formEdgeID": null
    },
    {
      "edgeID": "196045",
      "fromID": "157878",
      "toID": "157876",
      "formEdgeID": null
    },
    {
      "edgeID": "196046",
      "fromID": "157880",
      "toID": "157881",
      "formEdgeID": null
    },
    {
      "edgeID": "196047",
      "fromID": "157881",
      "toID": "157879",
      "formEdgeID": null
    },
    {
      "edgeID": "196048",
      "fromID": "157882",
      "toID": "157883",
      "formEdgeID": null
    },
    {
      "edgeID": "196049",
      "fromID": "157883",
      "toID": "157880",
      "formEdgeID": null
    },
    {
      "edgeID": "196050",
      "fromID": "157885",
      "toID": "157886",
      "formEdgeID": null
    },
    {
      "edgeID": "196051",
      "fromID": "157886",
      "toID": "157884",
      "formEdgeID": null
    },
    {
      "edgeID": "196052",
      "fromID": "157887",
      "toID": "157888",
      "formEdgeID": null
    },
    {
      "edgeID": "196053",
      "fromID": "157888",
      "toID": "157869",
      "formEdgeID": null
    },
    {
      "edgeID": "196054",
      "fromID": "157889",
      "toID": "157890",
      "formEdgeID": null
    },
    {
      "edgeID": "196055",
      "fromID": "157890",
      "toID": "157869",
      "formEdgeID": null
    },
    {
      "edgeID": "196056",
      "fromID": "157891",
      "toID": "157892",
      "formEdgeID": null
    },
    {
      "edgeID": "196057",
      "fromID": "157892",
      "toID": "157869",
      "formEdgeID": null
    },
    {
      "edgeID": "196058",
      "fromID": "157893",
      "toID": "157894",
      "formEdgeID": null
    },
    {
      "edgeID": "196059",
      "fromID": "157894",
      "toID": "157869",
      "formEdgeID": null
    },
    {
      "edgeID": "196060",
      "fromID": "157896",
      "toID": "157897",
      "formEdgeID": null
    },
    {
      "edgeID": "196061",
      "fromID": "157897",
      "toID": "157895",
      "formEdgeID": null
    },
    {
      "edgeID": "196062",
      "fromID": "157898",
      "toID": "157899",
      "formEdgeID": null
    },
    {
      "edgeID": "196063",
      "fromID": "157899",
      "toID": "157885",
      "formEdgeID": null
    },
    {
      "edgeID": "196064",
      "fromID": "157900",
      "toID": "157901",
      "formEdgeID": null
    },
    {
      "edgeID": "196065",
      "fromID": "157901",
      "toID": "157885",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
