{
  "nodes": [
    {
      "nodeID": "158350",
      "text": "And the backlash against activist judges in Mass. continues:",
      "type": "I",
      "timestamp": "2016-03-08 20:30:34"
    },
    {
      "nodeID": "158351",
      "text": "I see no mention below of any judges in Mass.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:34"
    },
    {
      "nodeID": "158352",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:34"
    },
    {
      "nodeID": "158353",
      "text": "http://www.foxnews.com/story/0,2933,157267,00.html  Saturday, May 21, 2005  AUSTIN, Texas - The Texas Senate (search) approved a proposed constitutional ban on same-sex marriage with a 21-8 vote Saturday, sending the issue to voters. State law already prohibits same-sex marriages. If approved in a statewide vote in November, Texas (search) would join 14 states that statutorily and constitutionally ban same-sex marriage. Massachusetts is the only state that allows such marriages, although Vermont and Connecticut have approved same-sex civil unions. Opponents have criticized the ban as discrimination against gays and lesbians and warn it could harm heterosexual families if domestic partner benefits, powers of attorney and common law marriage are called into question. Sen. Todd Staples, R-Palestine, who sponsored the legislation in the Senate, said none of those scenarios would be affected and would not prevent same-sex couples from adopting children. The House has voted to ban gays from becoming foster parents, but that measure has received little support in the Senate. Staples rejected arguments the amendment would discriminate against gays and lesbians and the estimated 43,000 same-sex couples in Texas. Sen. Rodney Ellis, D-Houston, equated the amendment to Jim Crow-era laws that discriminated against blacks. 'At least they had the good sense to never write their bigotry into the state Constitution,' said Ellis, who called the amendment 'trash.' Staples said he is offended by accusations the amendment is anti-gay. 'There's a distinction between intimate associations and the right to have the government recognize or subsidize your arrangement,' Staples said.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:34"
    },
    {
      "nodeID": "158354",
      "text": "So???? Are we supposed to be surprised? Hardly emoticon_rolleyes  State constitutions and / or their amendments don't mean diddly squat if they are not in agreement with the US cconstitution.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:34"
    },
    {
      "nodeID": "158355",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:34"
    },
    {
      "nodeID": "158356",
      "text": "Who's to say that anyone Bush might appoint wouldn't strike down a constitutional amendment that bans gay marriage? The justices are not to be the puppets of the legislature or the president. Don't forget Richard Nixon's appointment of Harry Blackmun.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:34"
    },
    {
      "nodeID": "158357",
      "text": "Because the judges President Bush nominates are strict constructionist.They interpret the law not make it...........That is the worse nightmare for a liberal or a gay who depend on judges to over rule the vote of the people............ They can't win at the ballot box so they think they can win in the courts.... It won't happen.get use to it................",
      "type": "I",
      "timestamp": "2016-03-08 20:30:35"
    },
    {
      "nodeID": "158358",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:35"
    },
    {
      "nodeID": "158359",
      "text": "It is easy to look at such a vote and quote the slogan 'a government by the people and for the people'. But realistically, a government by the people is not necessarily a government for the people, in fact, it rarely is. Such government is only for the people if the majority votes in a fashion that is in the best interest of the people, which it generally does not. A system of government by the people (democracy) will rarely be for the people unless the power of the majority is checked. On the state level, it largely is not checked. A government by the people almost always creates tyranny of the majority if the majority's power is not held in check. Democracy may be the best form of government to protect liberty, but pure democracy, majority rule, will be the first to destroy it.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:35"
    },
    {
      "nodeID": "158360",
      "text": "Well, respectfully I have to disagree with you (and I know you aren't surprised). I've thought this over pretty thoroughly and I believe that the will of the American people is ultimately a pretty good standard to what we should institute in this country when it comes to moral issues. After all, if enough of the public had not been behind them, civil rights for black people would never have come about, nor women's suffrage. In my opinion, we don't give the American people nearly enough credit to assume they can't be trusted with issues like this. Maybe, just maybe, the reason that many American people think gay marriage is wrong is simply because it IS. But I can tell you that I believe strongly enough in the American system that if enough of the public get behind gay marriage and support it to the point where it becomes legal in all the states, I would accept that as what America wants. What I don't accept is judges (individuals) deciding these issues, even going so far as to go against the American people. That is a VERY dangerous precedent that is much more monarchial than anything.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:35"
    },
    {
      "nodeID": "158361",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:35"
    },
    {
      "nodeID": "158362",
      "text": "In my opinion, we don't give the American people nearly enough credit to assume they can't be trusted with issues like this. Maybe, just maybe, the reason that many American people think gay marriage is wrong is simply because it IS. But I can tell you that I believe strongly enough in the American system that if enough of the public get behind gay marriage and support it to the point where it becomes legal in all the states, I would accept that as what America wants. What I don't accept is judges (individuals) deciding these issues, even going so far as to go against the American people. That is a VERY dangerous precedent that is much more monarchial than anything.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:35"
    },
    {
      "nodeID": "158363",
      "text": "I know that there was a time that America wanted slavery. I know that there was a time that America wanted women to be inferior. I know that there was a time when America wanted to (and did) kick out atheists. But I do not care what America wants. I care what helps the most people. And if America wants to help the most people, then I do not mind letting it. But to suggest that it is a good thing to allow the majority of Americans to vote on how many rights the minority gets is to ignore the reality of the tyranny of the majority.  To hear you speak on monarchy, it sounds to me that you believe slavery, women's sufferage, segregation, or any past instance of tyranny of the majority was fixed by a majority vote of the people. But in reality, it was the national-level government officials and the judges who came to the aid of the minority, not the majority. And the majority disapproved of those decisions until they were replaced by a younger generation. Our Constitution is designed to give ulitmate power to the people but to prevent them from making decisions themselves. It is designed to allow them to decide which individuals make the decisions, but the majority does not get to make those decisions. Our Constitution gives the majority vote no power except the power to decide who is elected (in fact, it originally gave legislators the power to elect the Senate, not the people). It certainly gives the majority vote no power to change the Constitution. It does this because any one person or group cannot be trusted with power. The majority will abuse its power as surely as anyone else will, even if that majority is well-intentioned, and the majority will be held accountable to no one. The majority should never be trusted to decide the rights of the minority, and I think that is the most important thing I can say.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:35"
    },
    {
      "nodeID": "158364",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:35"
    },
    {
      "nodeID": "158365",
      "text": "Like I have said before and will repeat one more time.........I think in the near future you will see almost every state with maybe the exception of Mass. have a constitutional amendment banning gay marriage............... Its sad that it has to come to that but the militant gays and liberals and the radical judges give the states no choice.........",
      "type": "I",
      "timestamp": "2016-03-08 20:30:35"
    },
    {
      "nodeID": "158366",
      "text": "I know! How dare they just not sit back and accept the discrimination they so rightly deserve. It's just incredible the amount physical and emotional damage you would undergo if these people are given the same kind of respect you are. We can't have that! This may be a a government for the people, and I am sorry but you are only part of the people and to be granted the respect of people if you screw and love the people that the majority say you have to screw and love. God bless er Buddha bless er Mohammed bless...er Rhiannon bless America! emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:30:35"
    },
    {
      "nodeID": "158367",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:35"
    },
    {
      "nodeID": "158368",
      "text": "It appears to me, that if slavery had been put up to a vote in Texas back before the civil war, and Texans voted to add an amendment to their state constitution legalizing slavery of blacks (which they would have), you could as simply say 'Maybe, just maybe, the reason that many American people think slavery of blacks is right is simply because it IS.'",
      "type": "I",
      "timestamp": "2016-03-08 20:30:35"
    },
    {
      "nodeID": "158369",
      "text": "Well, the slavery analogy for gay rights is past it's applicability at this point--one was a property issue (also rooted in deep prejudice), the other is a morality issue. Many people oppose gay marriage out of morality and NOT prejudice. The same can't be said for slavery. There are many ways that the analogy doesn't work and that's just one of them. In fact, it could as easily be an analogy to reverse it and say that the ones who did the enslaving were analogous to gay rights lobbyists and the abolitionists were analogous to those who seek to protect marriage. After all, the plantation owners were the ones really fighting for ill-conceived rights--rights that they shouldn't have had.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:35"
    },
    {
      "nodeID": "158370",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:35"
    }
  ],
  "edges": [
    {
      "edgeID": "196388",
      "fromID": "158351",
      "toID": "158352",
      "formEdgeID": null
    },
    {
      "edgeID": "196389",
      "fromID": "158352",
      "toID": "158350",
      "formEdgeID": null
    },
    {
      "edgeID": "196390",
      "fromID": "158354",
      "toID": "158355",
      "formEdgeID": null
    },
    {
      "edgeID": "196391",
      "fromID": "158355",
      "toID": "158353",
      "formEdgeID": null
    },
    {
      "edgeID": "196392",
      "fromID": "158357",
      "toID": "158358",
      "formEdgeID": null
    },
    {
      "edgeID": "196393",
      "fromID": "158358",
      "toID": "158356",
      "formEdgeID": null
    },
    {
      "edgeID": "196394",
      "fromID": "158360",
      "toID": "158361",
      "formEdgeID": null
    },
    {
      "edgeID": "196395",
      "fromID": "158361",
      "toID": "158359",
      "formEdgeID": null
    },
    {
      "edgeID": "196396",
      "fromID": "158363",
      "toID": "158364",
      "formEdgeID": null
    },
    {
      "edgeID": "196397",
      "fromID": "158364",
      "toID": "158362",
      "formEdgeID": null
    },
    {
      "edgeID": "196398",
      "fromID": "158366",
      "toID": "158367",
      "formEdgeID": null
    },
    {
      "edgeID": "196399",
      "fromID": "158367",
      "toID": "158365",
      "formEdgeID": null
    },
    {
      "edgeID": "196400",
      "fromID": "158369",
      "toID": "158370",
      "formEdgeID": null
    },
    {
      "edgeID": "196401",
      "fromID": "158370",
      "toID": "158368",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
