{
  "nodes": [
    {
      "nodeID": "137315",
      "text": "'It appears that no rational purpose exists for limiting marriage in this state to opposite-sex partners,' Kramer wrote.  The judge wrote that the state's historical definition of marriage, by itself, cannot justify the denial of equal protection for gays and lesbians.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:50"
    },
    {
      "nodeID": "137316",
      "text": "And it takes this long for the obvious to be said... http://story.news.yahoo.com/news?tmpl=story&cid=514&e=1&u=/ap/20050314/ap_on_re_us/gay_marriage",
      "type": "I",
      "timestamp": "2016-03-08 19:44:50"
    },
    {
      "nodeID": "137317",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137318",
      "text": "This is a push to promote lawlessness. The San Francisco fiasco is the prime example. People with certain agendas are refusing to follow the laws. This is a devastating precedent for our Nation.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137319",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137320",
      "text": "And as we all know, there hasn't been a rational reason for limiting marriage.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137321",
      "text": "Well, of course the issue isn't 'limiting' marriage, but rather making it more open-ended.  But again, either way, it'll be a moot point before too long.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137322",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137323",
      "text": "NOt true, California's ammendments are not doing as well as other states did. You are talking about a very liberal state. If it is decided that marriage is allowed by the courts, then you are talking about taking away rights people have been granted by the courts. I just don't think that will happen in Calf. much too liberal.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137324",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137325",
      "text": "You're still missing the point: There is no rational reason for enacting legislation barring gays from getting married.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137326",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137327",
      "text": "Well, of course the issue isn't 'limiting' marriage, but rather making it more open-ended.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137328",
      "text": "Greater legal minds than yours or mine see laws against same-sex marriage as unconstitutional 'limiting'. Quibble with them if you want, but that's how they put it.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137329",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137330",
      "text": "But again, either way, it'll be a moot point before too long.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137331",
      "text": "It may take long enough that it won't be quite as moot as you think...",
      "type": "I",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137332",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137333",
      "text": "You are right. Jyoshu doesn't get it.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:51"
    },
    {
      "nodeID": "137334",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137335",
      "text": "It is an attempt to follow the law and the law states equal protection for all citizens...hence the 14th ammendment.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137336",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137337",
      "text": "You're going to have to do better then that. Here's a funny comic mocking your position http://www.filibustercartoons.com/comics/20040824.gif",
      "type": "I",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137338",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137339",
      "text": "First of all, it's not a precedent. this is the seventh or eighth state where a higher court has found anti-gay discrimination in marriage unconstitutional.  Secondly, when so many rulings go in this direction, it can hardly be called 'lawlessness'. It's a call for lawful, constitutional interpretation of statutes. It takes extraordinary intellectual dishonesty to pretend there is some 'agenda' at work. These decisions are the consequence of two things: our long history of rationally applying those silly words about equality that folks smarter than this generation of politicians put in the Constitution AND a long-term correction of the misunderstandings of what homosexuality IS and what its consequences are. I know you don't personally believe it, but there is nothing wrong with us.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137340",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137341",
      "text": "This judge stated that it was UN-Constitutional (according to California Constitution) to limit marriage to opposite-gender couples. So . . . . . why did we vote in 2000 on the definition of marriage? And since the majority stated that marriage was between one man and one woman - why was that not taken into consideration with this ruling? Why is it that when the people speak their voice, it is IGNORED?? Not only the mayor of SF - but this Superior Court judge as well?",
      "type": "I",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137342",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137343",
      "text": "Hey, laws are just laws, they can be overturned by any activist judge. So what is there about marriage which is absolute? If nothing, then anyone can marry anyone or anything, its just the whim of a judge which decides. That is where we are heading, and heading fast. These laws stop them for now. But even five years ago, no one would have believed that same-sex marriage could be legislated over the objections of the voters. The gay lobby argues that all love should be celebrated and marriage allowed, tradition notwithstanding. So, the next logical step is that a group of people are being discriminated against, or a human/pet couple is being discriminated against, and the rot spreads.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137344",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137345",
      "text": "State-level governments are largely worthless, in my opinion. It is complete absurdity to allow Constitutions to be ammended based on the vote of the people. People as a whole are largely biased, uninformed, and care only about the wellbeing of the majority, persecuting the minority any chance they get. Simply put, the will of the people is too often to benefit the majority and persecute the minority, and this can be seen everywhere throughout history. The will of the people often deserves to be not only ignored but put in a little can and crushed, for the voice of the people is not the voice of the people at all; it is the voice of the majority. I cannot know the intentions of the creators of the California goverment when they created their judicial system, but if it was anything like the intentions of the founders of our nation, then the judges are doing precisely what it was intended to do: judge laws which persecute the minority, assuring that the government cannot engage in such persecution without a whole lot of effort and not having to fear retaliation. If the point of judges was simply to give in to whatever pesecution 51% of the population wishes to force upon the other 49%, then our government would be tyrannical in no time. You may feel that a bad precedent was set, but I consider it a far worse precedent for a judge to have given into the majority, to ignore what he feels is a destruction of freedom and equality, simply because it is popular to do so. I would also recommend that the California Constitution be judged based on the fact that it likely has conflicting statements, for example, it may state that everyone must recieve equal protection under the law, of which this is a clear denial.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137346",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137347",
      "text": "you ever wonder if people have read the 14th amendment? It came between 2 amendments above slavery so keep that in mind when you read it",
      "type": "I",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137348",
      "text": "The California judge would probably not have the authority to refer to the Federal Constitution; it would have to be taken to the Federal Courts for that.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137349",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137350",
      "text": "State courts can rule based on state and/or federal law. In this case, the answer was found in the state constitution, so the judge did not need to pursue the issue further. Also, a state constitution can offer more protection that the federal one, as long as, in so doing, it does not contradict the federal constitution.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:52"
    },
    {
      "nodeID": "137351",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:53"
    },
    {
      "nodeID": "137352",
      "text": "People as a whole are largely biased, uninformed, and care only about the wellbeing of the majority, persecuting the minority any chance they get. Simply put, the will of the people is too often to benefit the majority and persecute the minority, and this can be seen everywhere throughout history. The will of the people often deserves to be not only ignored but put in a little can and crushed, for the voice of the people is not the voice of the people at all; it is the voice of the majority.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:53"
    },
    {
      "nodeID": "137353",
      "text": "Yours is the voice of a bitter gay person talking, who has only seen one side of things (probably hardship). But there are many good examples of the population being informed and doing things right. In fact I think typcially, the populace DOES take care of people--I think Americans are generally pretty humanitarian people. That's my opinion. I think the reason there has been resistance to redefine marriage is that people really know that this is not a civil rights issue, despite attempts by the gay lobby to paint it that way. I will say this though: gay people need to be treated as well as anyone else in this country and acts of violence should not be permitted. We should all be able to get along. But that doesn't mean we should have to redefine marriage to do it. As I said, states have the ability to amend their constitution to protect the institution of marriage from redefinition, and 13 states have already done so--many others are working on it. You should probably get used to it. Marriage is just too important to too many people to be redefined so easily.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:53"
    },
    {
      "nodeID": "137354",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:53"
    },
    {
      "nodeID": "137355",
      "text": "State-level governments are largely worthless, in my opinion. It is complete absurdity to allow Constitutions to be ammended based on the vote of the people.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:53"
    },
    {
      "nodeID": "137356",
      "text": "Do the words 'govt. by the people and for the people' not matter to you at all? Furthermore, to say that the constitution shouldn't be allowed under the vote of the people itself in unconstitutional, since that's the only way the Constitution CAN be amended. (2/3 of states) A country that uses judges to determine such sweeping things as redefining marriage is a 'legistocracy', which we are quickly turning into as a nation. Even though judges are supposed to interpret the constitution, it's still putting the fate of the people in the hands of individuals regarding their laws. This is not very far removed from monarchy. Personally, I think our founding fathers and the Constitutional framers are rolling over in their graves right now.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:53"
    },
    {
      "nodeID": "137357",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:53"
    }
  ],
  "edges": [
    {
      "edgeID": "181500",
      "fromID": "137316",
      "toID": "137317",
      "formEdgeID": null
    },
    {
      "edgeID": "181501",
      "fromID": "137317",
      "toID": "137315",
      "formEdgeID": null
    },
    {
      "edgeID": "181502",
      "fromID": "137318",
      "toID": "137319",
      "formEdgeID": null
    },
    {
      "edgeID": "181503",
      "fromID": "137319",
      "toID": "137316",
      "formEdgeID": null
    },
    {
      "edgeID": "181504",
      "fromID": "137321",
      "toID": "137322",
      "formEdgeID": null
    },
    {
      "edgeID": "181505",
      "fromID": "137322",
      "toID": "137320",
      "formEdgeID": null
    },
    {
      "edgeID": "181506",
      "fromID": "137323",
      "toID": "137324",
      "formEdgeID": null
    },
    {
      "edgeID": "181507",
      "fromID": "137324",
      "toID": "137321",
      "formEdgeID": null
    },
    {
      "edgeID": "181508",
      "fromID": "137325",
      "toID": "137326",
      "formEdgeID": null
    },
    {
      "edgeID": "181509",
      "fromID": "137326",
      "toID": "137321",
      "formEdgeID": null
    },
    {
      "edgeID": "181510",
      "fromID": "137328",
      "toID": "137329",
      "formEdgeID": null
    },
    {
      "edgeID": "181511",
      "fromID": "137329",
      "toID": "137327",
      "formEdgeID": null
    },
    {
      "edgeID": "181512",
      "fromID": "137331",
      "toID": "137332",
      "formEdgeID": null
    },
    {
      "edgeID": "181513",
      "fromID": "137332",
      "toID": "137330",
      "formEdgeID": null
    },
    {
      "edgeID": "181514",
      "fromID": "137333",
      "toID": "137334",
      "formEdgeID": null
    },
    {
      "edgeID": "181515",
      "fromID": "137334",
      "toID": "137325",
      "formEdgeID": null
    },
    {
      "edgeID": "181516",
      "fromID": "137335",
      "toID": "137336",
      "formEdgeID": null
    },
    {
      "edgeID": "181517",
      "fromID": "137336",
      "toID": "137318",
      "formEdgeID": null
    },
    {
      "edgeID": "181518",
      "fromID": "137337",
      "toID": "137338",
      "formEdgeID": null
    },
    {
      "edgeID": "181519",
      "fromID": "137338",
      "toID": "137318",
      "formEdgeID": null
    },
    {
      "edgeID": "181520",
      "fromID": "137339",
      "toID": "137340",
      "formEdgeID": null
    },
    {
      "edgeID": "181521",
      "fromID": "137340",
      "toID": "137318",
      "formEdgeID": null
    },
    {
      "edgeID": "181522",
      "fromID": "137341",
      "toID": "137342",
      "formEdgeID": null
    },
    {
      "edgeID": "181523",
      "fromID": "137342",
      "toID": "137339",
      "formEdgeID": null
    },
    {
      "edgeID": "181524",
      "fromID": "137343",
      "toID": "137344",
      "formEdgeID": null
    },
    {
      "edgeID": "181525",
      "fromID": "137344",
      "toID": "137339",
      "formEdgeID": null
    },
    {
      "edgeID": "181526",
      "fromID": "137345",
      "toID": "137346",
      "formEdgeID": null
    },
    {
      "edgeID": "181527",
      "fromID": "137346",
      "toID": "137341",
      "formEdgeID": null
    },
    {
      "edgeID": "181528",
      "fromID": "137348",
      "toID": "137349",
      "formEdgeID": null
    },
    {
      "edgeID": "181529",
      "fromID": "137349",
      "toID": "137347",
      "formEdgeID": null
    },
    {
      "edgeID": "181530",
      "fromID": "137350",
      "toID": "137351",
      "formEdgeID": null
    },
    {
      "edgeID": "181531",
      "fromID": "137351",
      "toID": "137345",
      "formEdgeID": null
    },
    {
      "edgeID": "181532",
      "fromID": "137353",
      "toID": "137354",
      "formEdgeID": null
    },
    {
      "edgeID": "181533",
      "fromID": "137354",
      "toID": "137352",
      "formEdgeID": null
    },
    {
      "edgeID": "181534",
      "fromID": "137356",
      "toID": "137357",
      "formEdgeID": null
    },
    {
      "edgeID": "181535",
      "fromID": "137357",
      "toID": "137355",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
