{
  "nodes": [
    {
      "nodeID": "136510",
      "text": "SCHUMER: OK. Now, let me ask you this. When you wrote that statement, you did not -- as we discussed yesterday -- when you wrote that the Constitution does not protect the right to an abortion, you had no exceptions. So that would mean, at least in 1985, your view then, there would be no constitutional protection for a woman to terminate her pregnancy even if the termination was needed to preserve her future ability to have children, right? ALITO: Senator, it was a general statement that didn't go into -- it didn't... SCHUMER: But it had no exceptions. You didn't make that... ALITO: It was one sentence, and it certainly didn't represent... SCHUMER: There was no -- you didn't write any exception for that situation. Correct? It just said the Constitution does not protect. It was without exception. And, yesterday, you didn't argue me when I mentioned that without exception. ALITO: I don't recall your using the words without exception. SCHUMER: I think I did. (CROSSTALK) SCHUMER: If you believe... ALITO: Could I just answer that question? It's one sentence and it certainly is not an attempt to set out a comprehensive view of the subject. SCHUMER: No, I understand that. But it was a very strong statement. It didn't talk about any exceptions at all. And the way I read that statement, even if a woman was raped by her father, she'd have no constitutional protection to have an abortion and terminate that pregnancy. If you believe the Constitution protects no right to an abortion that would follow, wouldn't it? ALITO: I think the statement speaks for itself, and it's one sentence and it's not an effort to set out a comprehensive view of... SCHUMER: Knowing these examples, do you still refuse to distance yourself in any way from a broad, unqualified statement, without exception, that the Constitution does not protect the right to an abortion? No ands, ifs or buts, is my words. ALITO: What I actually said was that I was proud of my participation in the Thornburg case in which the government made the argument that it made in the Thornburg case... SCHUMER: But you said in the previous sentence to that statement that you personally held those views. ALITO: That's correct. But what I was talking about there was the Thornburg case and nothing more than the Thornburg case. SCHUMER: I understand. But you haven't rethought the position at all, even knowing these extreme cases and the hardship that it might cause? ALITO: Well, what you have pointed out is exactly why, if the issue were to come up, and one were to get beyond stare decisis, the whole judicial decision-making process would have to be gone through. SCHUMER: You didn't think that through in 1985? ALITO: I was not involved in... SCHUMER: When you wrote the statement. When you wrote that statement. ALITO: And when I wrote the statement what I was saying was that I was proud of what I had done in relation to the Thornburg case, which was to write the memo that the committee is aware of, which did not argue that Roe should be overruled, did not argue that the government should argue that Roe should be overruled, but that the decision should be challenged on other grounds that were quite similar. SCHUMER: I understand what you wrote, but you also -- we can bring the statement up here, but I don't want to go over the thing of yesterday. I would just ask you to think of all the consequences of a broad statement, even from 1985, that the Constitution does not protect the right to abortions. Not an exception of health of the mother, not an exception of rape or incest, not an exception of any of these others. I didn't see any of those in your job application. But I want to conclude on... ALITO: Senator... SCHUMER: Go ahead, please. ALITO: It was one sentence. And I think what you're saying highlights the importance of not addressing this until the judicial process takes place where all of this complexity would be taken into account. SCHUMER: In all due respect, sir, I think it highlights the importance of an obligation to discuss it, particularly in light of a strong statement before. But we'll have to differ on that.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:08"
    },
    {
      "nodeID": "136511",
      "text": "Schumer is a bonafide idiot, as are many in the Senate. He failingly tried to draw Alito into exposing how he would rule on abortion if presented a case. Alito is far too intelligent to be logically trapped by a buffoon such as Shumer. It is also plain to see he interrupts when he supposes the response will indeed make sense against his flailings.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:08"
    },
    {
      "nodeID": "136512",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:08"
    }
  ],
  "edges": [
    {
      "edgeID": "180928",
      "fromID": "136511",
      "toID": "136512",
      "formEdgeID": null
    },
    {
      "edgeID": "180929",
      "fromID": "136512",
      "toID": "136510",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
