{
  "nodes": [
    {
      "nodeID": "162249",
      "text": "DALLAS (AP) - A shootout outside a north Dallas bank has left at least two people wounded and customers and employees locked in the bank's vault. The shooting happened just before 11 a.m. outside the United Texas Bank. The bank is located on the first floor of the Four Forest high-rise office building, near the intersection of U.S. 75 and Interstate 635 at 12221 Merit. A Dallas Police spokesman says that it was a targeted shooting and not a random act. Two men, father and son, were the gunman's victims. Both have been taken to a hospital and are in stable condition. The gunman was shot in an altercation with police. His condition is not known at this time. A witness tells KRLD-AM of Dallas that a bank customer went outside, then came back inside and said, 'You'd better lock your doors.' Another witness reported seeing a man sitting in a chair with blood all over his chest.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:33"
    },
    {
      "nodeID": "162250",
      "text": "BREAKING NEWS: SHOOTING IN DALLAS OFFICE TOWER - CTnow Ah, the good old gun-crazy US of A.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:33"
    },
    {
      "nodeID": "162251",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:33"
    },
    {
      "nodeID": "162252",
      "text": "Ah, the good old gun-crazy US of A.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:33"
    },
    {
      "nodeID": "162253",
      "text": "Meanwhile there are school shootings happening in Germany no matter how much they tighten their overreaching gun control laws. Think on that one before you speak again, blood shoes.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:33"
    },
    {
      "nodeID": "162254",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:33"
    },
    {
      "nodeID": "162255",
      "text": "Like, how many shooting in Germany? Like, what's the ratio of shootings to population in the two nations of Germany and the U.S?",
      "type": "I",
      "timestamp": "2016-03-08 20:39:33"
    },
    {
      "nodeID": "162256",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:34"
    },
    {
      "nodeID": "162257",
      "text": "What difference does it make? Do you only care about frequent killings and choose to ignore isolated incidents? If so doesn't that mean that innocent people dying only interests you when it's in large enough numbers that you can try and exploit them for your own selfish agendas?",
      "type": "I",
      "timestamp": "2016-03-08 20:39:34"
    },
    {
      "nodeID": "162258",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:34"
    },
    {
      "nodeID": "162259",
      "text": "I must say, it takes a butt to know a butt and to hang out exclusively for butt news.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:34"
    },
    {
      "nodeID": "162260",
      "text": "Hello dierrier! I would say you got your steotopegia handed to you in your hat :) I bet the shot men get out of the hospital before those women do and with less visible damage. Or mental either for that matter. Know how many lives are lost from medical mistakes each year? Take a wild (a word you are very familiar with) guess? You are over ten times more likely to die from a medical mistake than to ever be shot. Why do we tolerate this? Just like guns, doctors prevent more deaths than medical error costs. Now these women will probably be doing the moon walk for a long time if not forever. emoticon_xbouncer Your chance of dying from a medical mistake is 90 times more likely from the hands of your doctor than ever being accidentally shot!",
      "type": "I",
      "timestamp": "2016-03-08 20:39:34"
    },
    {
      "nodeID": "162261",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:34"
    },
    {
      "nodeID": "162262",
      "text": "I bet the shot men get out of the hospital before those women do and with less visible damage. Or mental either for that matter. Know how many lives are lost from medical mistakes each year?",
      "type": "I",
      "timestamp": "2016-03-08 20:39:34"
    },
    {
      "nodeID": "162263",
      "text": "That is where I was going Doc. Twice as many went to the hospital in NJ because criminals do what criminals do.",
      "type": "I",
      "timestamp": "2016-03-08 20:39:34"
    },
    {
      "nodeID": "162264",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:39:34"
    }
  ],
  "edges": [
    {
      "edgeID": "199182",
      "fromID": "162250",
      "toID": "162251",
      "formEdgeID": null
    },
    {
      "edgeID": "199183",
      "fromID": "162251",
      "toID": "162249",
      "formEdgeID": null
    },
    {
      "edgeID": "199184",
      "fromID": "162253",
      "toID": "162254",
      "formEdgeID": null
    },
    {
      "edgeID": "199185",
      "fromID": "162254",
      "toID": "162252",
      "formEdgeID": null
    },
    {
      "edgeID": "199186",
      "fromID": "162255",
      "toID": "162256",
      "formEdgeID": null
    },
    {
      "edgeID": "199187",
      "fromID": "162256",
      "toID": "162253",
      "formEdgeID": null
    },
    {
      "edgeID": "199188",
      "fromID": "162257",
      "toID": "162258",
      "formEdgeID": null
    },
    {
      "edgeID": "199189",
      "fromID": "162258",
      "toID": "162255",
      "formEdgeID": null
    },
    {
      "edgeID": "199190",
      "fromID": "162260",
      "toID": "162261",
      "formEdgeID": null
    },
    {
      "edgeID": "199191",
      "fromID": "162261",
      "toID": "162259",
      "formEdgeID": null
    },
    {
      "edgeID": "199192",
      "fromID": "162263",
      "toID": "162264",
      "formEdgeID": null
    },
    {
      "edgeID": "199193",
      "fromID": "162264",
      "toID": "162262",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
