{
  "nodes": [
    {
      "nodeID": "139987",
      "text": "Two requisites are essential to be a true antiabortionist: 1) To promote fetal civil registration 2) To promote legal punishment for abortionist mothers",
      "type": "I",
      "timestamp": "2016-03-08 19:50:30"
    },
    {
      "nodeID": "139988",
      "text": "Well said. Except for a very few, all the profetallifers here refuse to discuss either. They would rather buff, bluster, and bloviate in the most general of terms.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:30"
    },
    {
      "nodeID": "139989",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:30"
    },
    {
      "nodeID": "139990",
      "text": "Because you said so? And wow! I've never seen so many fallacies in one thread. I'll briefly point out the fallacy for each post: Post: 1. A type of false dilemma 2. Poisoning the Well and Ad Hominem 3. Aside from being hearsay it is also a circumstantial ad hominem 4. This is either hearsay or a false claim. 5. This isn't a logical fallacy. Congrats. 6. Same as 4. This certainly isn't common knowledge and makes no sense anyway. 7. Not a fallacy. Good job :) 8. Classic Ad Hominem 9. Not a fallacy. And yes, I am confused as well. Cyberateos is actually doing ok other than the first post 10. Straw man! A simone special (an ad hominem attack right there by me) 11. Strawman, Appeal to Ridicule 12. circumstantial ad hominem 13. (my post) This is just unrelated and therefore is a fallacy.  Wow, only 2 out of 13 are not logical fallacies. This is terrible.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:30"
    },
    {
      "nodeID": "139991",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:30"
    },
    {
      "nodeID": "139992",
      "text": "The critical factor here is punishing women. Women must be punished. For whatever strikes the fancy of Cybererratus.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:30"
    },
    {
      "nodeID": "139993",
      "text": "I thought the critical factors were (are); a: When does a child's life begin? b: When does a new child's rights begin? c: What are the possible justifications for denying the rights of the new child (if any)? d: What (if any) should the punishment be for violating the child's rights by killing him or her unjustly? Can we not (at least) agree on what the 'critical factors' are?  If not, isn't all subsequent debate destined to be non-productive?",
      "type": "I",
      "timestamp": "2016-03-08 19:50:30"
    },
    {
      "nodeID": "139994",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:30"
    }
  ],
  "edges": [
    {
      "edgeID": "183410",
      "fromID": "139988",
      "toID": "139989",
      "formEdgeID": null
    },
    {
      "edgeID": "183411",
      "fromID": "139989",
      "toID": "139987",
      "formEdgeID": null
    },
    {
      "edgeID": "183412",
      "fromID": "139990",
      "toID": "139991",
      "formEdgeID": null
    },
    {
      "edgeID": "183413",
      "fromID": "139991",
      "toID": "139987",
      "formEdgeID": null
    },
    {
      "edgeID": "183414",
      "fromID": "139993",
      "toID": "139994",
      "formEdgeID": null
    },
    {
      "edgeID": "183415",
      "fromID": "139994",
      "toID": "139992",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
