{
  "nodes": [
    {
      "nodeID": "143522",
      "text": "Sorry, but you can't have your cake and eat it too--you can't separate issues regarding homosexuality from religion questions as far as many people are concerned. You don't get to simplify a complex issue so easily. Homosexual issues can't be adequately discussed outside a context that includes religion.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:20"
    },
    {
      "nodeID": "143523",
      "text": "Because that is your only excuse? Sorry chum, you still don't get seperation of church and state. If you want to debate religion, take it to the religion forum.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:20"
    },
    {
      "nodeID": "143524",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:20"
    },
    {
      "nodeID": "143525",
      "text": "We are talking about constitutional rights. In that case, even if you want to put religion into the mix. You really can't.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:20"
    },
    {
      "nodeID": "143526",
      "text": "But behind that are deeper, more fundamental issues about what homosexuality IS and the morality of it. To many people who view homoseuxality as immoral, your movement seems to be trying to write immorality into law.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:20"
    },
    {
      "nodeID": "143527",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:21"
    },
    {
      "nodeID": "143528",
      "text": "And BTW, if you are going to refer to people as 'Antis', at least be upfront about what you feel they are 'anti-' toward. 'Anti-gay?' 'Anti-gay marriage?' What?",
      "type": "I",
      "timestamp": "2016-03-08 19:58:21"
    },
    {
      "nodeID": "143529",
      "text": "Oh come on, only now you're going to be picky about that? I could have sworn we all agreed to use that term insted of using some of the other more radical monachers. So now you want to change the rules because some wild hair got stuck crossways? Typical.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:21"
    },
    {
      "nodeID": "143530",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:21"
    },
    {
      "nodeID": "143531",
      "text": "I probably should have phrased that differently. I what I should have said is that the Constitution only allows laws based on religion if it serves a secular purpose.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:21"
    },
    {
      "nodeID": "143532",
      "text": "Yes, it recognizes there will be religion in our country, it allows all to follow which ever religion suits that individual as long as it does not impose upon others who do not follow that religious system.  Our constitution allows for dissent, opposition and opinions. It actually requires such dissent in order to come to conclussions which would serve everyone equally. If for some reason there is a practice which excludes certain individuals from the protections of the law, then it needs to be challenged.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:21"
    },
    {
      "nodeID": "143533",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:21"
    },
    {
      "nodeID": "143534",
      "text": "Again, which is your usual tact you attack the messengers Justine but in your heart of hearts you know what we say is the truth...",
      "type": "I",
      "timestamp": "2016-03-08 19:58:21"
    },
    {
      "nodeID": "143535",
      "text": "You know, I really don't know if she does. I'd like to think that she does care about the moral concerns of most people in the nation, but it's starting to become more and more apparent that may not be the case. At the rate they are going, gay rights people in this country are going to bring a constitutional amendment on themselves before they truly realize the value of actually trying to see the issue through someone's eyes other than their own, and actually dialoging rather than trying to dictate their views onto the nation. By then it will be too late.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:21"
    },
    {
      "nodeID": "143536",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:21"
    },
    {
      "nodeID": "143537",
      "text": "Oh sure, you can try to present an unrealistic thread here and try to talk about the issue of homosexuality completely divorced from the moral question--it makes sense that an internet forum would work for something like that.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:21"
    },
    {
      "nodeID": "143538",
      "text": "So, why don't you give it a try???",
      "type": "I",
      "timestamp": "2016-03-08 19:58:21"
    },
    {
      "nodeID": "143539",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:21"
    }
  ],
  "edges": [
    {
      "edgeID": "185920",
      "fromID": "143523",
      "toID": "143524",
      "formEdgeID": null
    },
    {
      "edgeID": "185921",
      "fromID": "143524",
      "toID": "143522",
      "formEdgeID": null
    },
    {
      "edgeID": "185922",
      "fromID": "143526",
      "toID": "143527",
      "formEdgeID": null
    },
    {
      "edgeID": "185923",
      "fromID": "143527",
      "toID": "143525",
      "formEdgeID": null
    },
    {
      "edgeID": "185924",
      "fromID": "143529",
      "toID": "143530",
      "formEdgeID": null
    },
    {
      "edgeID": "185925",
      "fromID": "143530",
      "toID": "143528",
      "formEdgeID": null
    },
    {
      "edgeID": "185926",
      "fromID": "143532",
      "toID": "143533",
      "formEdgeID": null
    },
    {
      "edgeID": "185927",
      "fromID": "143533",
      "toID": "143531",
      "formEdgeID": null
    },
    {
      "edgeID": "185928",
      "fromID": "143535",
      "toID": "143536",
      "formEdgeID": null
    },
    {
      "edgeID": "185929",
      "fromID": "143536",
      "toID": "143534",
      "formEdgeID": null
    },
    {
      "edgeID": "185930",
      "fromID": "143538",
      "toID": "143539",
      "formEdgeID": null
    },
    {
      "edgeID": "185931",
      "fromID": "143539",
      "toID": "143537",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
