{
  "nodes": [
    {
      "nodeID": "158297",
      "text": "If evolution was real, and consistent as it is proposed to be, then there is absolutely no reason why these other primates which we obviously didn't out survive due to competition as is suggested regarding the extinction of our early competitors, then they too should have evolved and in a worst case scenario we would have a Planet of the Apes type existence with a World with multiple intelligent creatures on the evolutionary ladder.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:28"
    },
    {
      "nodeID": "158298",
      "text": "And that's almost certainly how things were at least once in the past: several hominid species migrating, competing, evolving - we're the descendants of the ones that won. That's what you fail to appreciate by continuing to insist that 'science says' fossil hominids are our ancestors. Science says no such thing. Science says this was Planet of the Apes - and we won. Why are there still chimps, then? Because they weren't competing with us. Think: the same ecological reasons why chimps couldn't evolve our level of intelligence made it not worth our while to fight them for that territory. Doesn't that make beautiful, perfect sense? Only since we've started exporting our ecology, cutting down jungles and so on - only since then have we come into competition with them, to their cost. If we're not careful, the answer to the fatuous question 'If we evolved from chimps, why are there still chimps' will be 'there aren't'. It's silly to attach significance to the fact we're the 'only' intelligent species. For a start, we're not the 'only' - we're the first. Intelligence - our 'level' of it - was never inevitable; it's not some ultimate goal, any more than swimming or flying. But assuming it happens, someone has to be first, and we're it. Secondly, we're not the 'only' - we're the most. So far. And we're getting smarter - so don't be so quick to declare us the pinnacle; you have no idea what peaks are hidden in the clouds ahead. If we're lucky, in a million years the smartest creature will be one of our descendants, but it could just as easily be whatever creature emerges to claim the territory we leave behind when we become extinct. THREAD REVIEW",
      "type": "I",
      "timestamp": "2016-03-08 20:30:28"
    },
    {
      "nodeID": "158299",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:28"
    },
    {
      "nodeID": "158300",
      "text": "Peeling, with all due respect, we have allegedly had 4 billion years of evolution on Earth since the first simple life supposedly appeared. Why must we make more assumptions based on what will happen in the next 10,000 years?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:28"
    },
    {
      "nodeID": "158301",
      "text": "Oh, we don't have to - sorry, I wasn't clear enough there. What I'm trying to do is correct your misapprehensions concerning common descent. You said this:",
      "type": "I",
      "timestamp": "2016-03-08 20:30:28"
    },
    {
      "nodeID": "158302",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:28"
    },
    {
      "nodeID": "158303",
      "text": "On the contrary Peeling. The first thing to consider is if in fact our lineage's ever in fact diverged at all.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:29"
    },
    {
      "nodeID": "158304",
      "text": "And I'm addressing your counter-arguments in that regard. One of those counter arguments has been that both chimps and ourselves had four billion years to evolve to our level of intelligence and that during all that time we were subject to the same ecological pressures. Neither of those statements is accurate. The first is misleading for the reasons outlined above, and the second is simply false: humans have experienced greatly different ecological challenges since we diverged from chimps. I'll finish up tomorrow - battery dead.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:29"
    },
    {
      "nodeID": "158305",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:29"
    },
    {
      "nodeID": "158306",
      "text": "We weren't competing with chimps? Oh really? Doesn't evo claim that the first humans and hominids appeared in Africa? And isn't the dark Continent also the natural and original ecosystem where the Great Apes are from? So how do you claim we never competed if evo is true?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:29"
    },
    {
      "nodeID": "158307",
      "text": "Because Africa isn't one big homogeneous ecosystem. There are jungles, plains, deserts, swamps. Himps living in the jungle weren't in competition with himps that started migrating out onto the plains. Their food sources are different, their territories are different. The more suited to plains-dwelling we became, the less attractive a prospect it was to return to the jungle. Pretty straightforward, really.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:29"
    },
    {
      "nodeID": "158308",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:29"
    },
    {
      "nodeID": "158309",
      "text": "If Java Man, Peking Man, Neanderthal Man and Cro Magnon Man are just lower Apes and not our Ancestors, then why oh why are they referred to as MAN according to evolutionists?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:29"
    },
    {
      "nodeID": "158310",
      "text": "Because they're judged to be derivative of the branch that led to us rather than the branches that led to the other apes.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:29"
    },
    {
      "nodeID": "158311",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:29"
    },
    {
      "nodeID": "158312",
      "text": "the very same genetic similarities you will use to claim our familial relationship with chimps also makes absolute claims about how our genetic material defines our intelligence, imagination, creativity, reasoning ability and our hunger to grow intellectually and seek to continually improve our World to suit our personal needs.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:29"
    },
    {
      "nodeID": "158313",
      "text": "No, it doesn't. Our genotype (together with other epigenetic modifiers) gives us a much bigger brain than chimps, although it is structured very similarly.  On top of that, what we accomplish with our bigger brain is, as I've already demonstrated in other threads with reference to feral children, greatly dependent upon the accumulated wisdom imprinted upon the brain during infancy. We teach our children to problem-solve. We teach them language and abstract thought - we train the various parts of the brain to do their job properly. We aren't born 'complete'. Even as adults, not everyone is equally quick-witted, not everyone has an equal facility for logical thought - and this has a lot to do with how their brain has been trained during its development. Other apes can also be taught these same concepts - to a more limited degree, sure, but then the related parts of their brain are smaller and less capable.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:29"
    },
    {
      "nodeID": "158314",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:29"
    },
    {
      "nodeID": "158315",
      "text": "This is not true. The wording is highly misleading, because it implies that according to evolutionary theory there were human-ancestors and chimp-ancestors side by side in the primordial ooze; there were 'us' and 'them'. That is absolutely and categorically not the case. I know you insist you understand what evolutionary theory claims, but statements like this demonstrate otherwise. I don't know what to do except try to help you understand better.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:29"
    },
    {
      "nodeID": "158316",
      "text": "I know, because I don't believe there was any primordial ooze at all. But you do. And you also believe that simple celled life formed in that ooze, then evolved into bacteria to enzymes then amino acids,(not necessarily in that order) leading to more complex life forms which eventually crawled out of that ooze and breathed air as amphibians, then to reptiles which some how evolved wings to become birds, and through all of this alleged conglomeration of life came mammals after the Dinos were forced into extinction by that big ole comet. And don't bother telling me that they believe birds came from Dinos because I'm aware of that belief too. But none of it can be proven at all when all is said and done.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:29"
    },
    {
      "nodeID": "158317",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:29"
    },
    {
      "nodeID": "158318",
      "text": "Same answer: so what? There was a first animal to fly, a first mammal to take to the water, a first multicellular creature. Of course, the first multicellular creature was too stupid to realise it couldn't exist because otherwise some other cells would have done it first... ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:30:30"
    },
    {
      "nodeID": "158319",
      "text": "And again, but no other animal that can fly has also conquered breathing under water as we have, or has learned to travel on land faster than the fastest mammal can run. But we fly, breathe underwater and travel faster than a cheetah as if it was second nature. No other animal in creation has attained what we have, or even come close. As I said, only humanity has evolved past having to survive in the natural World as all other animals on Earth do.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:30"
    },
    {
      "nodeID": "158320",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:30"
    },
    {
      "nodeID": "158321",
      "text": "But himps living in the jungle were in competition with other himps which didn't migrate to the plains. And pressures from predators, climate and changes in the ecosystem should have continued to force the need or desire to control their environment as our line of himp grew to do.  My point is that with all of the same basic tools to start out with such as fingers, opposable thumbs and walking upright, there is no reason why only our line evolved to the level that human beings have attained with the same hundreds of millions of years, and the same pressures pushing us all forward, or towards extinction.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:30"
    },
    {
      "nodeID": "158322",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:30"
    },
    {
      "nodeID": "158323",
      "text": "Other apes can also be taught these same concepts - to a more limited degree, sure, but then the related parts of their brain are smaller and less capable.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:30"
    },
    {
      "nodeID": "158324",
      "text": "Yes Peeling; you say this with such assurance, yet what you can't explain with any assurance is why only one offshoot of the Primate genus evolved into what human beings are today. Why only us, when we all allegedly started in the same environment with the same ecosystems putting the same pressures on us.  What I'm saying is that in every place where our alleged primate ancestors fossils have been found, so haven't the fossils of animals described as lower primates been found. So your explanation that one species evolved while another stagnated or died out rings hollow with me. Especially since you can actually prove absolutely none of this. Can't you see that Peeling? None of this is provable.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:30"
    },
    {
      "nodeID": "158325",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:30"
    },
    {
      "nodeID": "158326",
      "text": "On top of that, what we accomplish with our bigger brain is, as I've already demonstrated in other threads with reference to feral children, greatly dependent upon the accumulated wisdom imprinted upon the brain during infancy. We teach our children to problem-solve. We teach them language and abstract thought - we train the various parts of the brain to do their job properly. We aren't born 'complete'. Even as adults, not everyone is equally quick-witted, not everyone has an equal facility for logical thought - and this has a lot to do with how their brain has been trained during its development.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:30"
    },
    {
      "nodeID": "158327",
      "text": "And yet, many animals survive by instinct only, having been abandoned by their mother at birth. Wouldn't you think that with that capacity to survive without guidance that they would also have the capacity to learn new things from one generation to another as humans do, resulting in true intellectual evolution over the past 100 million years or so?",
      "type": "I",
      "timestamp": "2016-03-08 20:30:30"
    },
    {
      "nodeID": "158328",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:30"
    },
    {
      "nodeID": "158329",
      "text": "I seriously doubt he used the word 'living' :)",
      "type": "I",
      "timestamp": "2016-03-08 20:30:30"
    },
    {
      "nodeID": "158330",
      "text": "So true. That was my mistake as i was envisioning Lucy as she was when she existed. emoticon_emb",
      "type": "I",
      "timestamp": "2016-03-08 20:30:30"
    },
    {
      "nodeID": "158331",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:30:30"
    },
    {
      "nodeID": "158332",
      "text": "I can't recall the name of this particular fallacy, but if I were to name it it would be the 'If it were possible, someone would have done it already' fallacy, the consistent application of which leads one to believe it is impossible for anything to happen for the first time.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:31"
    },
    {
      "nodeID": "158333",
      "text": "No Peeling, it would be, 'We proved it was possible to evolve as humans have, so why can only we do it?' Why hasn't one other creature on Earth ever evolved to our level of sophistication in the same alleged 4 billion years that we have had to attain our level of evolution? If evo is real, then it seems only right that it should touch all species equally and that all species that weren't forced into extinction, but survived and overcame the pressures they faced should have ended up in a similar evolved place that man has attained in 4 billion years. Unless of course that the science of evolution is a humanistic justification to explain our origins but has no basis in fact what so ever. And that is my claim and belief.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:31"
    },
    {
      "nodeID": "158334",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:31"
    },
    {
      "nodeID": "158335",
      "text": "is that for you to use these primate fossils as any actual evidence at all that a REAL chain of lineage from those ancient primates to modern man exists is impossible to prove.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:31"
    },
    {
      "nodeID": "158336",
      "text": "See above regarding the nature of proof. What other plausible explanation is there? We have transitional fossils from so many strata between so many species, genetic markers in extant species indicating common ancestry - all life on earth dances to the common-descent beat. Yet you want us to make a special exception for humans, despite the exact same consillience between fossil evidence, genetic evidence, everything. You want us to hold in abeyance the conclusion that we share a common ancestor with the other apes, yet you can provide no remotely plausible alternative explanation. There comes a point where a thing not only looks like a duck and quacks like a duck, but swims, lays eggs, gets gang-raped by drakes and has 'DUCK' tattooed on it in large, friendly letters. At which point, continuing to insist that there's no proof it's a duck is starting to sound just a little bit silly.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:31"
    },
    {
      "nodeID": "158337",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:31"
    },
    {
      "nodeID": "158338",
      "text": "You must admit Peeling that the holy grail of evolution has always been finding the missing link that proves that that magical transitional link between Ape and modern Man exists. This has always been considered the most important discovery in evo",
      "type": "I",
      "timestamp": "2016-03-08 20:30:31"
    },
    {
      "nodeID": "158339",
      "text": "I think you're confusing 'important' with 'sensational'.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:31"
    },
    {
      "nodeID": "158340",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:31"
    },
    {
      "nodeID": "158341",
      "text": "Notice how it describes the level life on Earth had attained around 270 million years ago, yet I just watched a documentary on Nat. Geo that very clearly showed that 270 million years ago, the Earth was basically engulfed in volcanic flames. Another example of contradictory evidence within the scientific community regarding the different stages of evolution the Earth experienced in order to get where we're at today.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:31"
    },
    {
      "nodeID": "158342",
      "text": "No contradiction; the Permian extinction was the most severe in history and noted as such in the page linked.",
      "type": "I",
      "timestamp": "2016-03-08 20:30:31"
    },
    {
      "nodeID": "158343",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:30:31"
    }
  ],
  "edges": [
    {
      "edgeID": "196352",
      "fromID": "158298",
      "toID": "158299",
      "formEdgeID": null
    },
    {
      "edgeID": "196353",
      "fromID": "158299",
      "toID": "158297",
      "formEdgeID": null
    },
    {
      "edgeID": "196354",
      "fromID": "158301",
      "toID": "158302",
      "formEdgeID": null
    },
    {
      "edgeID": "196355",
      "fromID": "158302",
      "toID": "158300",
      "formEdgeID": null
    },
    {
      "edgeID": "196356",
      "fromID": "158304",
      "toID": "158305",
      "formEdgeID": null
    },
    {
      "edgeID": "196357",
      "fromID": "158305",
      "toID": "158303",
      "formEdgeID": null
    },
    {
      "edgeID": "196358",
      "fromID": "158307",
      "toID": "158308",
      "formEdgeID": null
    },
    {
      "edgeID": "196359",
      "fromID": "158308",
      "toID": "158306",
      "formEdgeID": null
    },
    {
      "edgeID": "196360",
      "fromID": "158310",
      "toID": "158311",
      "formEdgeID": null
    },
    {
      "edgeID": "196361",
      "fromID": "158311",
      "toID": "158309",
      "formEdgeID": null
    },
    {
      "edgeID": "196362",
      "fromID": "158313",
      "toID": "158314",
      "formEdgeID": null
    },
    {
      "edgeID": "196363",
      "fromID": "158314",
      "toID": "158312",
      "formEdgeID": null
    },
    {
      "edgeID": "196364",
      "fromID": "158316",
      "toID": "158317",
      "formEdgeID": null
    },
    {
      "edgeID": "196365",
      "fromID": "158317",
      "toID": "158315",
      "formEdgeID": null
    },
    {
      "edgeID": "196366",
      "fromID": "158319",
      "toID": "158320",
      "formEdgeID": null
    },
    {
      "edgeID": "196367",
      "fromID": "158320",
      "toID": "158318",
      "formEdgeID": null
    },
    {
      "edgeID": "196368",
      "fromID": "158321",
      "toID": "158322",
      "formEdgeID": null
    },
    {
      "edgeID": "196369",
      "fromID": "158322",
      "toID": "158307",
      "formEdgeID": null
    },
    {
      "edgeID": "196370",
      "fromID": "158324",
      "toID": "158325",
      "formEdgeID": null
    },
    {
      "edgeID": "196371",
      "fromID": "158325",
      "toID": "158323",
      "formEdgeID": null
    },
    {
      "edgeID": "196372",
      "fromID": "158327",
      "toID": "158328",
      "formEdgeID": null
    },
    {
      "edgeID": "196373",
      "fromID": "158328",
      "toID": "158326",
      "formEdgeID": null
    },
    {
      "edgeID": "196374",
      "fromID": "158330",
      "toID": "158331",
      "formEdgeID": null
    },
    {
      "edgeID": "196375",
      "fromID": "158331",
      "toID": "158329",
      "formEdgeID": null
    },
    {
      "edgeID": "196376",
      "fromID": "158333",
      "toID": "158334",
      "formEdgeID": null
    },
    {
      "edgeID": "196377",
      "fromID": "158334",
      "toID": "158332",
      "formEdgeID": null
    },
    {
      "edgeID": "196378",
      "fromID": "158336",
      "toID": "158337",
      "formEdgeID": null
    },
    {
      "edgeID": "196379",
      "fromID": "158337",
      "toID": "158335",
      "formEdgeID": null
    },
    {
      "edgeID": "196380",
      "fromID": "158339",
      "toID": "158340",
      "formEdgeID": null
    },
    {
      "edgeID": "196381",
      "fromID": "158340",
      "toID": "158338",
      "formEdgeID": null
    },
    {
      "edgeID": "196382",
      "fromID": "158342",
      "toID": "158343",
      "formEdgeID": null
    },
    {
      "edgeID": "196383",
      "fromID": "158343",
      "toID": "158341",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
