{
  "nodes": [
    {
      "nodeID": "151327",
      "text": "Incapable of arguing without relying on the fallacy of changing the subject, false dichotomies (if not A, therefore B), and generally unable of actually discussing their beliefs on those beliefs' merits?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:36"
    },
    {
      "nodeID": "151328",
      "text": "You mean Intelligent Design, and straight forward logical, rational, common sense arguments that require reason to move to the next step, instead of ideological consensus... huh? go figure... Proponents of ID usually don't argue religiosity or scripture, they let the empirical evidence prove it, funny... that is what true science has always done. Verify the obvious, not ignore it in favor of some mindless postulations [oddly] convenient to how someone wants to live their life; amazing how that works out...",
      "type": "I",
      "timestamp": "2016-03-08 20:14:36"
    },
    {
      "nodeID": "151329",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:36"
    },
    {
      "nodeID": "151330",
      "text": "Generally creationists follow an ideology which forbids questioning of beliefs, sometimes explicitly, sometimes implicitly. .",
      "type": "I",
      "timestamp": "2016-03-08 20:14:36"
    },
    {
      "nodeID": "151331",
      "text": "Oh.. that makes sense. Because, it sounds exactly like modern day republicans.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:36"
    },
    {
      "nodeID": "151332",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:14:36"
    },
    {
      "nodeID": "151333",
      "text": "Creationism attempts to deny observable reality with the power of faith, while maintaining a logical façade. The only way to do this is to never follow any point through to it's ultimate conclusion, as it will be shown as false. Instead, the best tactic is to attempt to bury opponents under an ever-shifting, ever-repeating argument in an attempt to persuade them that because you have so many arguments, you must be right - and because you never stay on-topic, none of your points are ever completely wiped of the map, so you can revisit them and force them to be debated from the start again. This is why the Index to Creationist Claims is so handy, because it allows most arguments to be wiped out from stage one. Hence my personal Creationist Challenge - if someone can come up with an argument for creationism that I cannot answer with a single link to the Index, I will take that person seriously. But yes, the above could apply to anyone who is 'blatantly wrong' (to put it tactlessly).",
      "type": "I",
      "timestamp": "2016-03-08 20:14:36"
    },
    {
      "nodeID": "151334",
      "text": "You mean that you rely on the talking points as laid out by Talk Origins as your bible, as I rely on Gods word to guide my beliefs? That fact goes without saying. But remember this ian, just because your side is capable of creating lies in order to refute reality, it doesn't make anything you say true in any way, shape or form. But thanks for revealing that you don't mind letting that site do your thinking for you. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:14:36"
    },
    {
      "nodeID": "151335",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:36"
    },
    {
      "nodeID": "151336",
      "text": "You mean, intelligent design, which has been proven in court to be not science, and to be a front for certain religious agenda's, and straight forward arguments based on ignorance of the evidence and logical fallacies. If you look at the organizations that push I.D. , you will see they have a religious agenda . The discovery institute is funded by religious organizations, and every one of the board will admit they thing the 'intelligent designer' is the Christian god. Read the 'wedge strategy' from them.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:36"
    },
    {
      "nodeID": "151337",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:36"
    },
    {
      "nodeID": "151338",
      "text": "Verify the obvious, not ignore it in favor of some mindless postulations [oddly] convenient to how someone wants to live their life; amazing how that works out...",
      "type": "I",
      "timestamp": "2016-03-08 20:14:36"
    },
    {
      "nodeID": "151339",
      "text": "So there's the typical creationist claim that, 'if you don't believe as I do, then you are trying to escape the punishment of my petty god.' How bizzare that you claim that science has something to do with how one wants to live his life, while ID creationism and creationism are somehow based on evidence. So, why not present the evidence that ID creationism has any logical or empirical support. Show me the evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:36"
    },
    {
      "nodeID": "151340",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:36"
    },
    {
      "nodeID": "151341",
      "text": "Proponents of ID usually don't argue religiosity or scripture,",
      "type": "I",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151342",
      "text": "Actually, they do. They just don't want it to leak out. But it's too late. The cat is out of the bag. Internal documents from the Discovery Institute as well as statements by ID creation proponents from the Dover trial make it quite clear that ID creationism is based on religion and scripture as much as 'creation science' was.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151343",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151344",
      "text": "There happens to be no scientist who is taken serious who discards the the global flood,",
      "type": "I",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151345",
      "text": "Actually, scientists who discard the global flood are taken seriously.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151346",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151347",
      "text": "Making blanket denials is no way to engage a debate... try offering evidence to support your positions, I do for mine.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151348",
      "text": "Oh yes, just look at all the evidence present in this post. Yeesh. BTW, if ID has nothing to do with religion, why, when asked a question about ID did you immediately bring up the Noachian flood? EDIT You apparently posted while I was writing my reply. Just so you know Sparky, saying 'Nuh-uh! Did too!' is not 'offering evidence to support your positions' FFS...",
      "type": "I",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151349",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151350",
      "text": "There happens to be no scientist who is taken serious [sic] who discards the the global flood, why? [pray tell]",
      "type": "I",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151351",
      "text": "Actually, I've never known a scientist whose reputation was based on acceptance of some mythical global flood. I can't actually remember any scientists who actually expressed an opinion on the topic in a scientific context. I can't even imagine a scientist who would actually state that mythology is somehow true in every detail. The concept is ignorant beyond belief.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151352",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151353",
      "text": "The same fossil tables here, are the same in Russia, Israel.... and are Sumatra.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151354",
      "text": "Really? Please cite the scientific papers that report fossils of Marella, Yohoia, Naraoia, Waptia, Canadaspis, Pikaia, Opabinia, Anomalocaris, Hallucigenia, and Odontogriphus being found in Russia, Israel or Sumatra.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151355",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151356",
      "text": "Here's a good article on the whole thing. The Myth of the Great Flood Not only that, the pyramids were built during that time, which would mean if the flood really did happen like some have stated, the pyramids would have been built underwater..emoticon_emb",
      "type": "I",
      "timestamp": "2016-03-08 20:14:37"
    },
    {
      "nodeID": "151357",
      "text": "No... you're not entirely correct. You can be skeptical all you want, but the empirical evidence is overwhelming for a world wide flood, a global cataclysm... as I stated earlier, you're not even taken seriously even in the secualar world of 'science' if you try to refute the flood record, the flood is solid and is not privy to question. Enoch built the first pyramids, and his were superior in quality to he knock-offs of later days. The flood has been dated to have occured about 4400 to 4600 B.C.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:38"
    },
    {
      "nodeID": "151358",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:38"
    },
    {
      "nodeID": "151359",
      "text": "Explain to me how Animism is straight forward logical, rational and common sense?  The underlying principle of ID is 'can't explain it now, therefore Goddidit' That's animism.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:38"
    },
    {
      "nodeID": "151360",
      "text": "You know what is absolutely incredible about you little child? You constantly make the most blatantly ignorant and irrational statements which have no basis at all in reality, yet you actually think you are being intelligent. (Note childs quote in my siggy, below.) And you really should look up definitions before using words when you have no idea what they mean. Didn't you start a thread about that, hypocrite? You are talking to a person who accepts Intelligent Design as a rational explanation for Mans origin, yet you are so ill informed that you allege he is aligned with a belief in animism, when animism was founded in pagan religions and asserts that pretty much everything has a soul and spirit. Animism (from Latin anima (soul, life)[1][2]) commonly refers to a religious belief that souls or spirits exist in animals, plants and other entities, in addition to humans.[3] Animism may also attribute souls to natural phenomena, geographic features, and even manufactured objects. Religions which emphasize animism in this sense include Shinto, Hinduism and pagan faiths such as folk religions and Neopaganism.Animism - Wikipedia, the free encyclopedia Now show me a christian who defends ID, believes that, you mental midget. emoticon_xdonno",
      "type": "I",
      "timestamp": "2016-03-08 20:14:38"
    },
    {
      "nodeID": "151361",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:38"
    }
  ],
  "edges": [
    {
      "edgeID": "191426",
      "fromID": "151328",
      "toID": "151329",
      "formEdgeID": null
    },
    {
      "edgeID": "191427",
      "fromID": "151329",
      "toID": "151327",
      "formEdgeID": null
    },
    {
      "edgeID": "191428",
      "fromID": "151331",
      "toID": "151332",
      "formEdgeID": null
    },
    {
      "edgeID": "191429",
      "fromID": "151332",
      "toID": "151330",
      "formEdgeID": null
    },
    {
      "edgeID": "191430",
      "fromID": "151334",
      "toID": "151335",
      "formEdgeID": null
    },
    {
      "edgeID": "191431",
      "fromID": "151335",
      "toID": "151333",
      "formEdgeID": null
    },
    {
      "edgeID": "191432",
      "fromID": "151336",
      "toID": "151337",
      "formEdgeID": null
    },
    {
      "edgeID": "191433",
      "fromID": "151337",
      "toID": "151328",
      "formEdgeID": null
    },
    {
      "edgeID": "191434",
      "fromID": "151339",
      "toID": "151340",
      "formEdgeID": null
    },
    {
      "edgeID": "191435",
      "fromID": "151340",
      "toID": "151338",
      "formEdgeID": null
    },
    {
      "edgeID": "191436",
      "fromID": "151342",
      "toID": "151343",
      "formEdgeID": null
    },
    {
      "edgeID": "191437",
      "fromID": "151343",
      "toID": "151341",
      "formEdgeID": null
    },
    {
      "edgeID": "191438",
      "fromID": "151345",
      "toID": "151346",
      "formEdgeID": null
    },
    {
      "edgeID": "191439",
      "fromID": "151346",
      "toID": "151344",
      "formEdgeID": null
    },
    {
      "edgeID": "191440",
      "fromID": "151348",
      "toID": "151349",
      "formEdgeID": null
    },
    {
      "edgeID": "191441",
      "fromID": "151349",
      "toID": "151347",
      "formEdgeID": null
    },
    {
      "edgeID": "191442",
      "fromID": "151351",
      "toID": "151352",
      "formEdgeID": null
    },
    {
      "edgeID": "191443",
      "fromID": "151352",
      "toID": "151350",
      "formEdgeID": null
    },
    {
      "edgeID": "191444",
      "fromID": "151354",
      "toID": "151355",
      "formEdgeID": null
    },
    {
      "edgeID": "191445",
      "fromID": "151355",
      "toID": "151353",
      "formEdgeID": null
    },
    {
      "edgeID": "191446",
      "fromID": "151357",
      "toID": "151358",
      "formEdgeID": null
    },
    {
      "edgeID": "191447",
      "fromID": "151358",
      "toID": "151356",
      "formEdgeID": null
    },
    {
      "edgeID": "191448",
      "fromID": "151360",
      "toID": "151361",
      "formEdgeID": null
    },
    {
      "edgeID": "191449",
      "fromID": "151361",
      "toID": "151359",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
