{
  "nodes": [
    {
      "nodeID": "147329",
      "text": "...[Feathers]on either a predatory of herbivore dino, it would make them more vulnerable when in combat.[sic]",
      "type": "I",
      "timestamp": "2016-03-08 20:06:02"
    },
    {
      "nodeID": "147330",
      "text": "With what? The Theropod dinosaurs were the size of a large bird, were excelent runners and probably ate insects. The first birds, as far as we can tell from the fossil evidence, were gliders so probably spent time in the trees. Small, agile, gliding dinosaurs could exploit an previously unoccupied niche.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:02"
    },
    {
      "nodeID": "147331",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:02"
    },
    {
      "nodeID": "147332",
      "text": "Furthermore, the published work of Larry D. Martin et al., A. D. Walker, J. M. V. Rayner, S. L. Olson, K. N. Whetstone and others (all evolutionists) indicate precisely the opposite of Isaak's assertion-that is, Archaeopteryx has far more bird-like characteristics than reptile-like characteristics.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:02"
    },
    {
      "nodeID": "147333",
      "text": "When? Where?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147334",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147335",
      "text": "Having asserted that transitional fossils abound, Isaak (a widely known evolutionist) proceeds to cite Archaeopteryx",
      "type": "I",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147336",
      "text": "Who was Isaak? Where did he say this, when did he say this?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147337",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147338",
      "text": "Originally posted by Pie Hmm, just found this. Turns out that the theropod theory isn't as solid as it seems. If this is incorrect, and you can prove it (this pertains primarily to Lurch) try not to get your panties in a twist, okay? There are a couple problems here: -There are supposed 'inherited similaritys' in the forelimbs of birds and theropods. Both have a three-fingered 'hand', but embryological studies indicate that the 'hand' of the bird consist of digits II-III-IV, but theropods have I-II-III. This is very contrary to the view that theropods evolved evolved into birds. (Burke A.C. and Feduccia A. Developmental patterns and the identification of homologies in the avian hand. Science, 24 October 1997, Volume 278, 666-668). -A second problem is the structure of the lungs. When studied, Sinosauropteryx revealed that in theropods, the thoracic cavity is seperate from the abdominal cavity near the diaphram. Birds have no such separation. There is no clear way that this could change without debilitating effects to the bird. (Ruben J.A., Jones T.D., Geist N.R. and Hillenius W.J. Lung structure and ventilation in theropod dinosaurs and early birds. Science, 14 November 1997, Volume 278, 1267-1270).  -Finally, the hips are a trouble spot. While birds are 'bird hipped' (duh) the theropod dinosaurs were 'lizard hipped'. If evolution is true, then birds should have evolved from the ornithischian dinosaurs, whom were bird hipped.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147339",
      "text": "Did you get this from a website or did you actually go and browse the journals? I'm guessing the former as these objections have been specifically addressed before. Do you really expect to learn anything by copying creationist argument after creationist argument from websites that usually requires an understanding, that has taken biologists years to learn, then simply say 'here, deal with this'? Yet when the errors are explained you simply move on to the next subject. I asked myself some time ago, 'What would it take to convince myself that evolution is a good explanation for biodiversity', then I set out a series of subjects I didn't understand, read as much creationist material as I could find, then juxtaposing it with as much evolutionary material as I could find and tried to see who was most convincing. Three years and half a biological science degree later I came to several conclusions. 1) Creationists have little understanding about the nature of science and evolution for many reasons. 2) Evolutionary Biologists have already thought of objections that take creationists years to come up with and debunked them several times over, or made appropriate changes to hypothesis with explanations that are several orders of magnitude more impressive than any creationist material. 3) Creationists will obstinately perpetuate falsehoods with inordinate banality, misquote out of context, demonise and vilify beyond logical explanation. 4) Evolutionary theory is predictive, falsifiable, consistent, parsimonious and well established amongst the scientific community; it is the best scientific explanation for biological diversity. As much as I hate saying 'here read this', hip morphology is confusing and complicated but is well explained in the journal of dinosaur palaeontology. Follow the link if you want to resolve the confusion with hips.  Let's try and keep it civil people.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147340",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147341",
      "text": "Just because it can't be classified as bird or reptile doesn't mean that it's a 'link'. Where are the fosils showing it evolving from a bird or reptile? That's right, there are none.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147342",
      "text": "It's possible that Archaeopteryx is not a direct descendant of modern birds but it's certainly not far from the line and it shares both avian and therepodian characteristics.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147343",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147344",
      "text": "Do me a favor Calli. Tell me the definition of a transitional fossil. What would you expect a transitional fossil to look like? What would you call a fossil that had both reptillian and avian features?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147345",
      "text": "I would call a fossil that had both reptillian and avian features a strange creature that God created at the beginning of time. What about platapuses? They have a duck's bill and yet they live mostly underwater. Are they a link from ducks to mammals? Are bats a link from rats to birds?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147346",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147347",
      "text": "Reptile develops birdlike bones. Bones break, dinos can't do anything, go extinct. One less species.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147348",
      "text": "Hollow bones however when equipped with wings allow for greater flight distance.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147349",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:03"
    },
    {
      "nodeID": "147350",
      "text": "Reptile develops wings. These thing are completely useless on a dino, they evolve right the hell away.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147351",
      "text": "Something that would let you become a better hunter or escape from hunters is 'completely useless'? I don't think so. Even so, how is 'completely useless' a deteriment to evolution? Our fingernails are 'completely useless' and yet we still have them. Nipples on men are 'completely useless' but are still present none the less.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147352",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147353",
      "text": "Reptile develops bird feet. These are far greater hinderances than assests, they go away.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147354",
      "text": "Again, how so? If you can grip a tree with a birds foot and climb it while your preadator can't would be a great advantage. Likewise, a predator who can climb trees and get at the food sources up there would have a advantage over your competition. Ostriches and other flightless birds seem to get along just fine with their feet. Why would you say they were suffering from a detriment?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147355",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147356",
      "text": "Reptile develops feathers. They offer reduced protection.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147357",
      "text": "They do offer a good insulating blanket which would keep the body of the reptile warm which in turn, would allow the reptile to remain active for a longer period of time. This means more time to hunt and reproduce carrying the mutation onwards.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147358",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147359",
      "text": "They itch.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147360",
      "text": "How do you know this and why would this be a detriment to the species?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147361",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147362",
      "text": "Rustle in the bush. Feathers devolve.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147363",
      "text": "Since we see birds today with feathers on them, I don't see how you can claim that feathers are a impediment to a species survival and would devolve.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147364",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147365",
      "text": "Jurassic Theropods like Compsognathus had hollow bones. http://www.cbv.ns.ca/marigold/history/dinosaurs/datafiles/compsognathuspic.jpg  Therepodian dinosaurs show clear general skeletal affinities with modern birds such as long limbs, hollow bones, foot with 3 toes in front and 1 reversed toe behind and a long ilium. Coelophysis, from the late Triassic was one of the first theropod dinosaurs. Deinonychus and Oviraptor from the late Triassic to the Cretaceous were bipedal advanced theropods, larger, with more bird-like skeletal features: semilunate carpal, bony sternum, long arms and reversed pubis. Striking detailed similarity to birds. There is a gap in the fossil record here although Protoavis could belong here, unfourtunately, the fossil is poor. Archaeopteryx from 225 Ma, shows a mosaic of reptilian and avian features, with the reptilian features predominating. The skull and skeleton are basically reptilian (skull, teeth, vertebrae, sternum, ribs, pelvis, tail, digits, claws, generally unfused bones). Bird traits are limited to an avian furcula (wishbone, for attachment of flight muscles; recall that at least some dinosaurs had this too), modified forelimbs, and -- the real kicker -- unmistakable lift-producing flight feathers. Archeopteryx could probably flap from tree to tree, but couldn't take off from the ground, since it lacked a keeled breastbone for large flight muscles, and had a weak shoulder compared to modern birds. (Wellnhofer, 1993) S. santensis from 138 Ma was a better flyer than Archaeopteryx. It had a short trunk, claws on the toes, flight-specialized shoulders, stronger flight- feather bones, tightly folding wrist and short hands. A not yet named bird/dino from 131 Ma has a reptilian pelvis and legs, with bird-like shoulders. The tail is medium-length with a fused tip. Then there's Hesperornis, Ichthyornis, and other Cretaceous diving birds. There are many fossils. Their skeleton is further modified for flight showing fusion of pelvis bones, fusion of hand bones and a short, fused tail). It also still had true socketed teeth, a reptilian trait. There are others and this is by no mean exhaustive. This is just to show that there are very good transition lineages. Although no modern birds have teeth, chicken bills can be induced to develop teeth, indicating that chickens still retain the genes for making teeth. There is also an intriguing fossil Microraptor gui that has flight feathers on both the front and back legs. http://eur.news1.yimg.com/eur.yimg.com/xp/reuters_ids/20030123/i/2567138235.jpg  I can provide more info on any of these if you wish. References Wellnhofer, P. 1993. Das siebte Exemplar von Archaeopteryx aus den Solnhofener Schichten. Archaeopteryx vol.11, pp. 1-47. [Description of the newest specimen of Archaeopteryx, with some more features that unite birds with dinosaurs.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:04"
    },
    {
      "nodeID": "147366",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147367",
      "text": "1)Reptile develops feathers. They offer reduced protection. They itch. Rustle in the bush. Feathers devolve.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147368",
      "text": "They do not. They offer increased thermal protection and thus make a greater range of habitats possible. Feathers also offer increased protection from attack. They are so good that several native American cultures were known to make armor from feathers. They absorb and spread impact quite well. Feathers don't itch and they don't rustle in the bush. Do you have an answers that aren't examples of shallow thinking?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147369",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147370",
      "text": "3)Reptile develops bird feet. These are far greater hinderances than assests, they go away.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147371",
      "text": "Why would they go away? Birds still have bird feet. How are they a hinderance? Have you looked at the feet of tridactyl dinosaurs? Are you aware that dinosaur tracks were at first thought to be the tracks of large birds? Wouldn't 'bird feet' be beneficial to an animal that lived in trees?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147372",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147373",
      "text": "4)Reptile develops birdlike bones. Bones break, dinos can't do anything, go extinct. One less species.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147374",
      "text": "Absolute nonsense. Bird bones are very strong and offer the added advantage of being light. According to your logic birds should be extinct and unable to do anything.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147375",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147376",
      "text": "5)Everthing develops simultaniously. Abomination is the result half way through development, species either dies out or reverts to former self.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147377",
      "text": "But it has never been claimed that everything developet simultaneously. Probably not. So back to the original question that you ducked with ad hoc arguments. What is Archaeopteryx. If it is a bird, why does it have a tail, grastalia, teeth, pre-orbital fenestra, and on and on. If it isn't a bird then why does it have feathers, opposable hallux, pneumatic bones, a furcula, and even a small carina in one specimen? How can creationism explain Archaeopteryx? http://home.houston.rr.com/bybayouu/graphics/Archaeopteryx_lithographica_1.jpg",
      "type": "I",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147378",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147379",
      "text": "2)Reptile develops wings. These thing are completely useless on a dino, they evolve right the hell away.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147380",
      "text": "Why would they be useless? They aren't useless on birds? And how is this qustion different in any meaningful way from the above? Aren't wings forelimbs with feathers? It seems that soaring or gliding or even faster running would be extremely useful.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147381",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147382",
      "text": "At the time, I was picturing something along the lines of a T-rex with chicken legs. But still, unles the beast above the legs had developed to be lighter, it would overwhelm the more spindly birdlike legs.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:05"
    },
    {
      "nodeID": "147383",
      "text": "Theropods had hollow bones like birds. It was 'developed to be lighter[sic].'",
      "type": "I",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147384",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147385",
      "text": "As for the wings, a pair of fully developed wings on a dinosaur would not be an asset for anything at all.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147386",
      "text": "Gliding/Flying?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147387",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147388",
      "text": "The dino would be to heavy to glide or fly with them if they weren't fully developed, and even then only a few yards could be gained when jumping off a hill, ect, and when not fully ready. the would hinder the dino by hunting, by giving it a larger profile, and something else to get wounded for no benefits in return.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147389",
      "text": "The fact that they were too heavy, is simply untrue, see previous post. Hunting depends on many ecological factors, such as their predational preference. Also new fossils suggest a trees down development of bird flight so fully developed flight muscles and feathers were not necessary.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147390",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147391",
      "text": "They would open up to sicknesses far more easily when wounded, hardly the sort of thing a species wants.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147392",
      "text": "Again, modern birds seem to do fine as do gliding mammals such as flying squirrels.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147393",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147394",
      "text": "But in order for flight, the dino would have to lose much of its mass, which would make it more vulnerable, with less muscle and all.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147395",
      "text": "Again, ecological factors play an important role. If the first birds were aggressive carnivores that attacked other aggressive dinosaurs, this may hold water. Yet their skeletal structure suggest that they were small, agile and light dinosaurs equipped for eating insects and such. The Theropods actually had to gain muscle to provide powered flight which was a later development. ~Monkey",
      "type": "I",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147396",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147397",
      "text": "Are bats a link from rats to birds?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147398",
      "text": "Ignorant or dishonest. Who ever claimed that they were?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147399",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:06"
    },
    {
      "nodeID": "147400",
      "text": "What about platapuses? They have a duck's bill and yet they live mostly underwater.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147401",
      "text": "And the resemblance of the bill of a platypus to that of a duck is superficial. You don't actually try to learn the basic facts about anything before you speak out, do you?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147402",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147403",
      "text": "Are they a link from ducks to mammals?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147404",
      "text": "That question is ignorant. Why would any evolutionary biologist make such a stupid claim? Do you actually think that by implying that such stupidity is a claim of evolutionary biology you are somehow showing that it is wrong? You don't seem to be able to actually offer any facts that refute evolutionary theory so I guess it is necessary to resort to nonsense in hopes that the stupid will believe you.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147405",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147406",
      "text": "I would call a fossil that had both reptillian and avian features a strange creature that God created at the beginning of time.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147407",
      "text": "Then we can conclude that you weren't being honest when you claimed you had done a detailed study of evolution. It seems that you made up your mind before you studied what creationists think of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147408",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147409",
      "text": "Exactly, there is absolutely no evidence that biologists could show you that would make you think, 'hey that would count of as transitional. Why? Because you have already accepted your previous convictions and closed your mind to anything new. How about doing what Porky Pine asked and giving us your definition of a transitional form? If you have spent any time at University, you should know that references older than 10 years shouldn't be used. Science has usually progressed sufficiently in this time, so that the information in the older articles/books, probably contains errors or invalid information. Scientists contradict each other all the time? It's the first step in finding correct answers. New hypotheses are proposed and tested, observations made etc and falsified ideas are discarded. It's what makes it work.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147410",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147411",
      "text": "As far as your quotes go, I hope that you realise that Feduucia still believes that they are a transitional. He just disagrees on what they are a transitional of.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147412",
      "text": "Once again, my point was that evolutionists contradict each other. One says A. was mostly bird, the other says mostly reptile. One says A. was a link, another says that A. could not have been a link.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147413",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147414",
      "text": "As for the other ones, I would urge you to check them for context and get the whole quotes. Not the ones that are spoonfed you by creationist sites. Chances are that most, if not all of them don't say what you think they say.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147415",
      "text": "Well, here's another quote from Allan Feduucia: 'Feathers are unique to birds, and no known structure intermediate between scales and feathers has been identified.' (J. Alan Feduccia, The Age of Birds, Harvard University Press, 1980, pg. 52) Sounds contradictory to me!",
      "type": "I",
      "timestamp": "2016-03-08 20:06:07"
    },
    {
      "nodeID": "147416",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147417",
      "text": "I seriously hope that you don't believe for a second that the snout of the Platypus is a duck's bill. You do know that , right?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147418",
      "text": "My point was that just because an animal has features that resemble different animals doesn't mean it has evolved from them.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147419",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147420",
      "text": "Once again, my point was that evolutionists contradict each other.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147421",
      "text": "Then by that standard, christianity is horse puckey! Christians contradict each other. Oh! But wait. Anyone who disagrees with you isn't 'really' a christian.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147422",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147423",
      "text": "Sounds contradictory to me!",
      "type": "I",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147424",
      "text": "So what is your point? Are you claiming that the tenets of christianity are in doubt because the several thousand denominations hold contradictory views? Science proceeds by challenges and contradictions. Contradiction in science is not evidence of doubt but evidence of a field of advance. In religion, it is without question, a matter of the veracity of the ultimate truth. Which of the thousands of christian faiths hold the truth?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147425",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147426",
      "text": "One says A. was mostly bird, the other says mostly reptile. One says A. was a link, another says that A. could not have been a link.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147427",
      "text": "I see that you lack the integrity to even learn how to spell the words necessary to discuss the topic. Let me help. That is Archaeopteryx. Those who have actually invested the integrity to learn what they are talking about and those who have studied evolutionary theory in detail know that A. is only meaningful when previously referenced and then, only when the species is also mentioned - in this case A. lithographica or A. bavarica. But since you can't spell platypus, why would anyone expect that you had actually done a detailed study to the extent that you could spell Archaeopteryx? But, no matter. Your total ignorance of science is apparent from the very fact that you think that disagreement on some details casts a doubt on the grander theory. (Of course, you don't seem to see disagreements on major tenets of faith as evidence against your form of christianity, based primarily on mythology) A minority of evolutionary biologists disagrees with the theory that birds evolved from theropod dinosaurs. One of those is Allan Feduccia, a favorite son of creationists, in spite of the fact that gives no credence to creationism. Creationists even offer quotes from Feduccia as if they were somehow supportive of creationism. Those who do are, without question, totally ignorant of the principles of logic and science. Disproof of one hypothesis does not support any other. Thus, any arguments against evolutionary theory are not support for creationism. Creationism must either stand or fall on its own merits. Scientists (who were also creationists) struck down a literal reading of Genesis more than 200 years ago. And yet, American fundamentalist creationists have reject their contradictory findings, based on actual study, in favor of the mythology of nomadic herdsmen.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147428",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147429",
      "text": "But who has claimed that it is so? Certainly not evolutionary biologists. So you are claiming that since birds fly and bumblebees fly that evolutionary biologists claim that birds evolved from bumblefbees? And since the snout of a Platypus (you didn't even invest the integrity to learn how to spell that correctly, did you?) has a superficial resemblence to a duck, it must be that evolutionary biologists are asserting that the platypus evolved from a duck. I'm still waiting for an explanation of where you studied evolution, by the way. You assured us that it was a 'detailed' study. And yet, you display your total ignorance by equating evolution to 'gotten better.'",
      "type": "I",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147430",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147431",
      "text": "Well, here's another quote from Allan Feduucia: 'Feathers are unique to birds, and no known structure intermediate between scales and feathers has been identified.' (J. Alan Feduccia, The Age of Birds, Harvard University Press, 1980, pg. 52)",
      "type": "I",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147432",
      "text": "Yippie doo! A 23 year old quote from an ornithologist defending his point of view. And his point of view has (or had) merit. But since then, several feathered dinosaurs (not birds) have been found. It has also been shown that the difference between a scale and a feather may be no more than a single point mutation. (You do know what I'm talking about, don't you Calli? You do know what a 'point mutation' is, don't you?) Bottom line is that there may be no intermediate between scales and feathers. A single point mutation produces feathers from scales. Various kinds of feathers require only further mutation.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:08"
    },
    {
      "nodeID": "147433",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147434",
      "text": "During these millions of years, they will be undeveloped, simply masses attached to the dinosaur, and totally useless.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147435",
      "text": "Do you have any evidence that this is so? Why would they be totally useless - is it just because you can't imagine a use? Why do you think that a small, quick dinosaur with relatively long arms (not like the short useless arms of T. rex that couldn't even reach its mouth) with three very sharp claws would be useless? Look at this picture. http://research.amnh.org/vertpaleo/feather18.jpg  Those don't look like totally useless masses to me. The problem is that you imagine that wings sprouted from nothing and must have been useless until they were fully formed as you think they should be. That's not the case. They didn't spring from nothing as useless masses. They were the front limbs, with quite impressively clawed, grasping hands. They could have even been used for climbing, as is the case of hoatzins that have claws on their wings until they get their primary flight feathers. The could have been used for grasping food that they were able to catch because of the speed assist from imprefectly formed wings. You propose yet another 'I just can't imagine how it happened so it must not be true' creationist argument.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147436",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147437",
      "text": "I went about this wrong. I am meaning that it would take millions of years for wings to evolve. During these millions of years, they will be undeveloped, simply masses attached to the dinosaur, and totally useless. When they reach their fully evolved form, they may have been of use, but until then, they could serve no purpose, and help the dino in no way at all, serving only as excess weight, and larger profile, hindering survival by not allowing particularly good hiding or movement. During the actual period of the wings evolution, they would be totally useless.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147438",
      "text": "And yet this is what they fossil record shows. There is alot of information floating around on the uses of feathers for insulation, hunting techniques, display etc before flight. Half a feather might not be as good for flight as a 'fully developed' one, but dinosaurs had them and they probably were able to glide, albeit poorly, with them. Even less of a feather might shade a pool of water to allow them to spot small fish or for display to attract a potential mate. To say they were 'totally useless', is simply false. Evolution works on adapting already functional structures for different functions.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147439",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147440",
      "text": "...except for the surprising lack of feathers present.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147441",
      "text": "I'm not sure what you are saying. Are you saying that you think that theropod dinosaurs should have more feathers than this Sinornithosaurus does? First you claim that the entire forelimb would have been useless, and when shown that it was not you claim that the feathers could not have existed because they would be useless, and now when shown a fossil that shows feathers, you are surprised that there are not more. I suspect that not all of the feathers on this creature are apparent in the fossil. http://research.amnh.org/vertpaleo/feather5.jpg  http://research.amnh.org/vertpaleo/feather9a.jpg  http://research.amnh.org/vertpaleo/feather11.jpg  But there are enough to show that feathered dinosaurs did, in fact exist. Any argument about whether or not is is possible that such creatures existed is moot. It is irrelevant that you feel that such limbs would have been useless. Obviously they were not. So now we return to your original confused and erroneous arguments.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147442",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147443",
      "text": "Anyhow, I have no problems with the Archaeopteryx. It was an interesting creature, but simply having features present from two different forms (bird and dinosaur) doesn't mean it is a link?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147444",
      "text": "Yes, you do have a problem with Archaeopteryx. You can't explain it from a creationist point of view. I'm not claiming that it is a 'link,' whatever that may be. It is a transitional form. It is a small theropod dinosaur that has characteristics that are common to theropod dinosaurs and only theropod dinosaurs and their ancestors. It also has characteristics that exist in birds and only birds. Some characteristics exist in both. The furcula, for example. A furcula has been identified in some theropods, but it is rather rare and then only imprefectly preserved. An indication that it may be mostly connective tissue. Archaeopteryx has a furcula. But even at that it doesn't compare to the same structure in birds. It is intermediate. Imagine that!",
      "type": "I",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147445",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147446",
      "text": "Do I need to go into detail about what organs necessery to survival are?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147447",
      "text": "Most certainly. The fact that you think that it is unnecessary only underlines your ignorance. Why don't you discuss beetle lungs for us. Those are organs necessary for the survival of both bears and cheetahs. How about livers. Same story. Thyroid? Pituitary? Pancreas? Go for it.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147448",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:09"
    },
    {
      "nodeID": "147449",
      "text": "Does it matter if a Cheetah does or does not have retractable claws?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:10"
    },
    {
      "nodeID": "147450",
      "text": "Not really. It is just another matter that you spoke with authority about without actually learning the facts.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:10"
    },
    {
      "nodeID": "147451",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:10"
    },
    {
      "nodeID": "147452",
      "text": "It is an animal, with a few parts from column A, a few from column B.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:10"
    },
    {
      "nodeID": "147453",
      "text": "And therefore a transitional by definition.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:10"
    },
    {
      "nodeID": "147454",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:06:10"
    },
    {
      "nodeID": "147455",
      "text": "So, a beetle has these",
      "type": "I",
      "timestamp": "2016-03-08 20:06:10"
    },
    {
      "nodeID": "147456",
      "text": "Really? Liver, kidney, prostate, uterus, pancreas? Can you please support that for me? The rest of your post is sheer, meaningless stupidity. Only XXXXXX and creationists claim that evolution implies some sort of 'step up.' The reason is the neither is capable of understanding the basics. Do you actually think that the pile of XXXX that you posted has anything to do with evolutionary theory? Perhaps if you had the integrity to actually learn the basics of what you claim to oppose you would not make yourself look so foolish. It is pathetic.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:10"
    },
    {
      "nodeID": "147457",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:06:10"
    },
    {
      "nodeID": "147458",
      "text": "Articles up to 10 years old are usually fine for scientific analysis. I once read a creationist book by Scott Huse, i think it was. His references ranged from 1880 to 1960. Hardly convincing.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:10"
    },
    {
      "nodeID": "147459",
      "text": "Usually, but most of this has been quoted out of context by creationists and answered so often that it is an old story. Besides, as I mentioned, Feduccia has just published a detailed study on the embryology of bird digits. It supports his view, of course. I don't have a problem with that and it is certainly an issue worth study. My days of ornithology and embryology were long ago. Also, since those papers were published there have been several more feathered dinosaurs and primative birds discovered. Things are moving fast right now. Jeff Polling also has some information about the Ruben et al. article. But the 'bird hip/lizard hip' bit is pure nonsense that demonstrates profound ignorance or intentional deceit. The correct information is so easy to find. That sort of conduct certainly casts a bad light on creationism.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:10"
    },
    {
      "nodeID": "147460",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:10"
    },
    {
      "nodeID": "147461",
      "text": "In all fairness, the objections did come from a well respected peer review journal, even though it may have been misconstrued or misinterpreted.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:10"
    },
    {
      "nodeID": "147462",
      "text": "Indeed. And that fact makes the old creationist plum about how evolutionary theory is dogmatic or that evolutionary biologists aren't allowed to disagree with 'standard' theory a laugh. Clearly, evolutionary biologists disagree and those disagreements are published openly. Science makes progress by questioning and disagreement.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:10"
    },
    {
      "nodeID": "147463",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:10"
    }
  ],
  "edges": [
    {
      "edgeID": "188604",
      "fromID": "147330",
      "toID": "147331",
      "formEdgeID": null
    },
    {
      "edgeID": "188605",
      "fromID": "147331",
      "toID": "147329",
      "formEdgeID": null
    },
    {
      "edgeID": "188606",
      "fromID": "147333",
      "toID": "147334",
      "formEdgeID": null
    },
    {
      "edgeID": "188607",
      "fromID": "147334",
      "toID": "147332",
      "formEdgeID": null
    },
    {
      "edgeID": "188608",
      "fromID": "147336",
      "toID": "147337",
      "formEdgeID": null
    },
    {
      "edgeID": "188609",
      "fromID": "147337",
      "toID": "147335",
      "formEdgeID": null
    },
    {
      "edgeID": "188610",
      "fromID": "147339",
      "toID": "147340",
      "formEdgeID": null
    },
    {
      "edgeID": "188611",
      "fromID": "147340",
      "toID": "147338",
      "formEdgeID": null
    },
    {
      "edgeID": "188612",
      "fromID": "147342",
      "toID": "147343",
      "formEdgeID": null
    },
    {
      "edgeID": "188613",
      "fromID": "147343",
      "toID": "147341",
      "formEdgeID": null
    },
    {
      "edgeID": "188614",
      "fromID": "147345",
      "toID": "147346",
      "formEdgeID": null
    },
    {
      "edgeID": "188615",
      "fromID": "147346",
      "toID": "147344",
      "formEdgeID": null
    },
    {
      "edgeID": "188616",
      "fromID": "147348",
      "toID": "147349",
      "formEdgeID": null
    },
    {
      "edgeID": "188617",
      "fromID": "147349",
      "toID": "147347",
      "formEdgeID": null
    },
    {
      "edgeID": "188618",
      "fromID": "147351",
      "toID": "147352",
      "formEdgeID": null
    },
    {
      "edgeID": "188619",
      "fromID": "147352",
      "toID": "147350",
      "formEdgeID": null
    },
    {
      "edgeID": "188620",
      "fromID": "147354",
      "toID": "147355",
      "formEdgeID": null
    },
    {
      "edgeID": "188621",
      "fromID": "147355",
      "toID": "147353",
      "formEdgeID": null
    },
    {
      "edgeID": "188622",
      "fromID": "147357",
      "toID": "147358",
      "formEdgeID": null
    },
    {
      "edgeID": "188623",
      "fromID": "147358",
      "toID": "147356",
      "formEdgeID": null
    },
    {
      "edgeID": "188624",
      "fromID": "147360",
      "toID": "147361",
      "formEdgeID": null
    },
    {
      "edgeID": "188625",
      "fromID": "147361",
      "toID": "147359",
      "formEdgeID": null
    },
    {
      "edgeID": "188626",
      "fromID": "147363",
      "toID": "147364",
      "formEdgeID": null
    },
    {
      "edgeID": "188627",
      "fromID": "147364",
      "toID": "147362",
      "formEdgeID": null
    },
    {
      "edgeID": "188628",
      "fromID": "147365",
      "toID": "147366",
      "formEdgeID": null
    },
    {
      "edgeID": "188629",
      "fromID": "147366",
      "toID": "147347",
      "formEdgeID": null
    },
    {
      "edgeID": "188630",
      "fromID": "147368",
      "toID": "147369",
      "formEdgeID": null
    },
    {
      "edgeID": "188631",
      "fromID": "147369",
      "toID": "147367",
      "formEdgeID": null
    },
    {
      "edgeID": "188632",
      "fromID": "147371",
      "toID": "147372",
      "formEdgeID": null
    },
    {
      "edgeID": "188633",
      "fromID": "147372",
      "toID": "147370",
      "formEdgeID": null
    },
    {
      "edgeID": "188634",
      "fromID": "147374",
      "toID": "147375",
      "formEdgeID": null
    },
    {
      "edgeID": "188635",
      "fromID": "147375",
      "toID": "147373",
      "formEdgeID": null
    },
    {
      "edgeID": "188636",
      "fromID": "147377",
      "toID": "147378",
      "formEdgeID": null
    },
    {
      "edgeID": "188637",
      "fromID": "147378",
      "toID": "147376",
      "formEdgeID": null
    },
    {
      "edgeID": "188638",
      "fromID": "147380",
      "toID": "147381",
      "formEdgeID": null
    },
    {
      "edgeID": "188639",
      "fromID": "147381",
      "toID": "147379",
      "formEdgeID": null
    },
    {
      "edgeID": "188640",
      "fromID": "147383",
      "toID": "147384",
      "formEdgeID": null
    },
    {
      "edgeID": "188641",
      "fromID": "147384",
      "toID": "147382",
      "formEdgeID": null
    },
    {
      "edgeID": "188642",
      "fromID": "147386",
      "toID": "147387",
      "formEdgeID": null
    },
    {
      "edgeID": "188643",
      "fromID": "147387",
      "toID": "147385",
      "formEdgeID": null
    },
    {
      "edgeID": "188644",
      "fromID": "147389",
      "toID": "147390",
      "formEdgeID": null
    },
    {
      "edgeID": "188645",
      "fromID": "147390",
      "toID": "147388",
      "formEdgeID": null
    },
    {
      "edgeID": "188646",
      "fromID": "147392",
      "toID": "147393",
      "formEdgeID": null
    },
    {
      "edgeID": "188647",
      "fromID": "147393",
      "toID": "147391",
      "formEdgeID": null
    },
    {
      "edgeID": "188648",
      "fromID": "147395",
      "toID": "147396",
      "formEdgeID": null
    },
    {
      "edgeID": "188649",
      "fromID": "147396",
      "toID": "147394",
      "formEdgeID": null
    },
    {
      "edgeID": "188650",
      "fromID": "147398",
      "toID": "147399",
      "formEdgeID": null
    },
    {
      "edgeID": "188651",
      "fromID": "147399",
      "toID": "147397",
      "formEdgeID": null
    },
    {
      "edgeID": "188652",
      "fromID": "147401",
      "toID": "147402",
      "formEdgeID": null
    },
    {
      "edgeID": "188653",
      "fromID": "147402",
      "toID": "147400",
      "formEdgeID": null
    },
    {
      "edgeID": "188654",
      "fromID": "147404",
      "toID": "147405",
      "formEdgeID": null
    },
    {
      "edgeID": "188655",
      "fromID": "147405",
      "toID": "147403",
      "formEdgeID": null
    },
    {
      "edgeID": "188656",
      "fromID": "147407",
      "toID": "147408",
      "formEdgeID": null
    },
    {
      "edgeID": "188657",
      "fromID": "147408",
      "toID": "147406",
      "formEdgeID": null
    },
    {
      "edgeID": "188658",
      "fromID": "147409",
      "toID": "147410",
      "formEdgeID": null
    },
    {
      "edgeID": "188659",
      "fromID": "147410",
      "toID": "147345",
      "formEdgeID": null
    },
    {
      "edgeID": "188660",
      "fromID": "147412",
      "toID": "147413",
      "formEdgeID": null
    },
    {
      "edgeID": "188661",
      "fromID": "147413",
      "toID": "147411",
      "formEdgeID": null
    },
    {
      "edgeID": "188662",
      "fromID": "147415",
      "toID": "147416",
      "formEdgeID": null
    },
    {
      "edgeID": "188663",
      "fromID": "147416",
      "toID": "147414",
      "formEdgeID": null
    },
    {
      "edgeID": "188664",
      "fromID": "147418",
      "toID": "147419",
      "formEdgeID": null
    },
    {
      "edgeID": "188665",
      "fromID": "147419",
      "toID": "147417",
      "formEdgeID": null
    },
    {
      "edgeID": "188666",
      "fromID": "147421",
      "toID": "147422",
      "formEdgeID": null
    },
    {
      "edgeID": "188667",
      "fromID": "147422",
      "toID": "147420",
      "formEdgeID": null
    },
    {
      "edgeID": "188668",
      "fromID": "147424",
      "toID": "147425",
      "formEdgeID": null
    },
    {
      "edgeID": "188669",
      "fromID": "147425",
      "toID": "147423",
      "formEdgeID": null
    },
    {
      "edgeID": "188670",
      "fromID": "147427",
      "toID": "147428",
      "formEdgeID": null
    },
    {
      "edgeID": "188671",
      "fromID": "147428",
      "toID": "147426",
      "formEdgeID": null
    },
    {
      "edgeID": "188672",
      "fromID": "147429",
      "toID": "147430",
      "formEdgeID": null
    },
    {
      "edgeID": "188673",
      "fromID": "147430",
      "toID": "147412",
      "formEdgeID": null
    },
    {
      "edgeID": "188674",
      "fromID": "147432",
      "toID": "147433",
      "formEdgeID": null
    },
    {
      "edgeID": "188675",
      "fromID": "147433",
      "toID": "147431",
      "formEdgeID": null
    },
    {
      "edgeID": "188676",
      "fromID": "147435",
      "toID": "147436",
      "formEdgeID": null
    },
    {
      "edgeID": "188677",
      "fromID": "147436",
      "toID": "147434",
      "formEdgeID": null
    },
    {
      "edgeID": "188678",
      "fromID": "147438",
      "toID": "147439",
      "formEdgeID": null
    },
    {
      "edgeID": "188679",
      "fromID": "147439",
      "toID": "147437",
      "formEdgeID": null
    },
    {
      "edgeID": "188680",
      "fromID": "147441",
      "toID": "147442",
      "formEdgeID": null
    },
    {
      "edgeID": "188681",
      "fromID": "147442",
      "toID": "147440",
      "formEdgeID": null
    },
    {
      "edgeID": "188682",
      "fromID": "147444",
      "toID": "147445",
      "formEdgeID": null
    },
    {
      "edgeID": "188683",
      "fromID": "147445",
      "toID": "147443",
      "formEdgeID": null
    },
    {
      "edgeID": "188684",
      "fromID": "147447",
      "toID": "147448",
      "formEdgeID": null
    },
    {
      "edgeID": "188685",
      "fromID": "147448",
      "toID": "147446",
      "formEdgeID": null
    },
    {
      "edgeID": "188686",
      "fromID": "147450",
      "toID": "147451",
      "formEdgeID": null
    },
    {
      "edgeID": "188687",
      "fromID": "147451",
      "toID": "147449",
      "formEdgeID": null
    },
    {
      "edgeID": "188688",
      "fromID": "147453",
      "toID": "147454",
      "formEdgeID": null
    },
    {
      "edgeID": "188689",
      "fromID": "147454",
      "toID": "147452",
      "formEdgeID": null
    },
    {
      "edgeID": "188690",
      "fromID": "147456",
      "toID": "147457",
      "formEdgeID": null
    },
    {
      "edgeID": "188691",
      "fromID": "147457",
      "toID": "147455",
      "formEdgeID": null
    },
    {
      "edgeID": "188692",
      "fromID": "147459",
      "toID": "147460",
      "formEdgeID": null
    },
    {
      "edgeID": "188693",
      "fromID": "147460",
      "toID": "147458",
      "formEdgeID": null
    },
    {
      "edgeID": "188694",
      "fromID": "147462",
      "toID": "147463",
      "formEdgeID": null
    },
    {
      "edgeID": "188695",
      "fromID": "147463",
      "toID": "147461",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
