{
  "nodes": [
    {
      "nodeID": "154006",
      "text": "For those who believe the world is millions upon millions of years old, you can see that 100 years for a color change in a species is quite fast.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:38"
    },
    {
      "nodeID": "154007",
      "text": "And changing in about 50 years twice in the space of 150 years is even faster.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:38"
    },
    {
      "nodeID": "154008",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:38"
    },
    {
      "nodeID": "154009",
      "text": "I was actually hoping to receive the onslaught from the creationists. I considered that post more as bait to begin a logical discussion for evolution vs creationism. I wanted to hear -- from a creationist -- why one can concede to evolution within a species within just 100 years, but can never agree to macroevolution across the span of hundreds of millions of years. It's tantamount to believing each species of creature now has always been here and has only transformed through microevolution. (Well, maybe the cockroach. Those things are the best, albeit icky, animal survival machines:P) Besides, there are many examples of macroevolution which would be brought up as a creationist ignorantly believes this never happens. Of course, the end result would be that the creationist will not concede because s/he cannot think logically, which is why they're a creationist in the first place.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:38"
    },
    {
      "nodeID": "154010",
      "text": "Well, I am a creationist, and I would hope I can think logically (it's generally a good quality for an accountant and tax attorney to have). The difference between microevolution and evolution as an explanation for the beginning of a species is simple. In microevolution a species is simply adapting to it's environments. In evolution as is usually meant by the word you are talking about the formation of an entirely new creature from inorganic compounds. If this is possible I pose a few questions for you. 1) Why have no new creatures evolved from inorganic compounds in human memory? 2) How did these inorganic compounds decide that some creatures should evolve, while others of the same species did not? Why are there not some apes that have evolved into humans by now? Why didn't all apes evolve into humans? 3) One of my favorite pieces of confusion from evolutionists involve fossils. How do you know how old a fossil is? Every evolutionist I have asked has stated that fossils are dated by the rock layer they are found in, but if you then ask them how the rock layer is dated they answer that it is dated by the fossils that where discovered in it! That's a classical example of circular reasoning. I am not a scientist, so I cannot present all the evidence against evolution as clearly as someone with a scientific education and background might do. If you are truly interested in learning more about the creationist arguments against evolution you can check out the article located at http://www.answersingenesis.org/docs2004/1106ng.asp. This article also has many links to other articles with even more information.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:38"
    },
    {
      "nodeID": "154011",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:38"
    },
    {
      "nodeID": "154012",
      "text": "Well, that is a load of lots of misinformation, and some misconceptions. The reason that we do have not observed any life coming from non-life is for several reasons. 1) the environment is changed. We no longer have a methane atmosphere that is full of organic matrials. 2) even if some did come, how would we know? If we came accross it, we would assume it was there for a long time. You are incorrect about dating fossils. One way that fossils are dated is vis radiometric dating. I know answer in geneis has a lot of misinformation (and plain out lies) about radiometiric dating. Here is a link to a web site that explains it, and also answers the critiism of creationists http://www.talkorigins.org/faqs/dating.html We have seen 'answers in genesis' many many times. They make a lot of invalid asserstoins, and basically are ignorant when ti comes to science. Their main arguenent consist of misrreprenting the viewpoint of science,0 the logical fallaciy of personal incredibilty, and the logical fallacy of the arguement from ignorance.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:38"
    },
    {
      "nodeID": "154013",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:38"
    },
    {
      "nodeID": "154014",
      "text": "That's a classical example of circular reasoning.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:38"
    },
    {
      "nodeID": "154015",
      "text": "Yes. It is also a classic example of a creationist straw man. It demonstrates that you haven't bothered to learn the most basic ideas of the topic and that you are willing to let some creationist hack dupe you. The methods of dating fossils was first developed by creationists when they discovered that certain suites of fossils were always found in the same order in geological strata. They reasoned that the deeper the fossils were, the older they were. Thus, they assigned relative ages to certain types of strata. Of course, their estimates of actual age were way off, since they thought that the earth was only a few million years old. We now have several methods of radiometric dating and can more accurately determine the ages of fossils. The relative dating methods of the creationist scientists has been confirmed - the dates are just older than they thought.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:38"
    },
    {
      "nodeID": "154016",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:38"
    },
    {
      "nodeID": "154017",
      "text": "Natural selection isn't anything to do with evolution,",
      "type": "I",
      "timestamp": "2016-03-08 20:20:39"
    },
    {
      "nodeID": "154018",
      "text": "Actually, natural selection is one of the mechanisms of evolution. There is more to it than that, but creationists with limited knowledge can't figure that out.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:39"
    },
    {
      "nodeID": "154019",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:39"
    },
    {
      "nodeID": "154020",
      "text": "God uses genes as our program, we become what our genes say. Genes don't change into something new!",
      "type": "I",
      "timestamp": "2016-03-08 20:20:39"
    },
    {
      "nodeID": "154021",
      "text": "Actually, they do. For example, a single gene in the peppered moth mutated to cause the dark morph. Similar mutations have been observed in other species of moth. We know of many, many mutations in all organisms.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:39"
    },
    {
      "nodeID": "154022",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:39"
    },
    {
      "nodeID": "154023",
      "text": "And we're talking about just one DNA molecule!",
      "type": "I",
      "timestamp": "2016-03-08 20:20:39"
    },
    {
      "nodeID": "154024",
      "text": "No you're not. You don't actually know what you are talking about, do you? You got all of that claptrap in church, didn't you?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:39"
    },
    {
      "nodeID": "154025",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:20:39"
    },
    {
      "nodeID": "154026",
      "text": "At first, the lighter form of this moth was more common than the darker form. This lighter type blended well into the lighter-colored trunks of trees and so was more protected from birds. But then, because of years of pollution from industrial areas, tree trunks became darkened. Now the moths' lighter color worked against them, as birds could pick them out faster and eat them. Consequently the darker variety of peppered moth, which is said to be a mutant, survived better because it was difficult for birds to see them against the soot-darkened trees. The darker variety rapidly became the dominant type.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:39"
    },
    {
      "nodeID": "154027",
      "text": "Actually, the black morph was always dominant. Perhaps you don't understand the meaning of the word dominant in biology. Perhaps that is why you talk nonsense. And why did you find it necessary to repeat what had already been said, and in fact what you had quoted?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:39"
    },
    {
      "nodeID": "154028",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:39"
    },
    {
      "nodeID": "154029",
      "text": "The moth didnt evolve into a new colour in any way, it's just proof of natural selection!",
      "type": "I",
      "timestamp": "2016-03-08 20:20:39"
    },
    {
      "nodeID": "154030",
      "text": "Actually, it was a new color. The black morph was first observed in 1848. That color arose by mutation. Similar mutations have been observed in the same gene in other species of moth. Nor is it proof of anything. And natural selection is but one of several mechanisms of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:39"
    },
    {
      "nodeID": "154031",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:40"
    },
    {
      "nodeID": "154032",
      "text": "If I didn't have my religion I would probably be a humanist as well. What gets me is when people asume that people like myself are simple or have been brainwashed. But the reality is that the accusers are the narrow minded ones who've been textbook (old style) brainwashed.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:40"
    },
    {
      "nodeID": "154033",
      "text": "But you are the accuser. I've read the Bible and I have studied religion, more than you can imagine. I have also studied biology, performed experiments and reached conclusions. The problem is that you seem unable to think for yourself.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:40"
    },
    {
      "nodeID": "154034",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:40"
    },
    {
      "nodeID": "154035",
      "text": "And your claims that you have debunked anything only prove you a liar.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:40"
    },
    {
      "nodeID": "154036",
      "text": "Really? Look above; all I have to do is repeat things I've already told you to respond to your 'debunkings.'",
      "type": "I",
      "timestamp": "2016-03-08 20:20:40"
    },
    {
      "nodeID": "154037",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:40"
    },
    {
      "nodeID": "154038",
      "text": "... and is still struggling ... to draw any kind of scientific conclusion, even one drawn upon contrived and artificial conditions.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:40"
    },
    {
      "nodeID": "154039",
      "text": "No no; again, you don't get it. He's only struggling because of people like you who deny the obvious. Rather than listen to what Majerus says about Majerus's project, you're listening to Mr. Mistaken Coyne and the author of the the Science article, which doesn't say what you think it says.",
      "type": "I",
      "timestamp": "2016-03-08 20:20:40"
    },
    {
      "nodeID": "154040",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:40"
    },
    {
      "nodeID": "154041",
      "text": "Many posts ago I told you that I couldn't relocate the link, and so to forget about it, but you keep bringing it back, like a puppy with a chewed up slipper. Why is that?",
      "type": "I",
      "timestamp": "2016-03-08 20:20:40"
    },
    {
      "nodeID": "154042",
      "text": "Because you asked me to quote your lies. I did. Not only can you not find whichever source you claim speaks of birds' infrared vision, you apparently can't find any source that does so. Despite this, you've been whining about how visible and UV camouflage must be moot because of birds IR vision. And to top it off, rather than admit to your mistaken memory, you're blaming the imaginary source:",
      "type": "I",
      "timestamp": "2016-03-08 20:20:40"
    },
    {
      "nodeID": "154043",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:40"
    },
    {
      "nodeID": "154044",
      "text": "'Among the criticisms of Kettlewell's original predation experiments (and these were first raised by Kettlewell, himself) is that the numbers of moths he released on trees created artificially high densities, and that the moths were put onto the trunks of trees which may not be where they actually pass the day exposed to predators. ' [and in fact, at best only a miniscule and negligible fraction of the total wild moth population has ever been observed to do this.--ww]",
      "type": "I",
      "timestamp": "2016-03-08 20:20:40"
    },
    {
      "nodeID": "154045",
      "text": "And only a 'miniscule and negligible fraction of the total wild moth population' has even been observed resting anywhere else. Despite my explanation of his mathematical misleading, wabbit continues with it. Some of you with better short-term memory might remember that I stated that there is little debate that many of Kettlewell's experiments were imperfect. wabbit has posted some excerpts to this effect, but really, all we need to do here is realize that wabbit has quote mined to his little heart's content. Here's a portion he purposely excised:",
      "type": "I",
      "timestamp": "2016-03-08 20:20:41"
    },
    {
      "nodeID": "154046",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:20:41"
    }
  ],
  "edges": [
    {
      "edgeID": "193312",
      "fromID": "154007",
      "toID": "154008",
      "formEdgeID": null
    },
    {
      "edgeID": "193313",
      "fromID": "154008",
      "toID": "154006",
      "formEdgeID": null
    },
    {
      "edgeID": "193314",
      "fromID": "154010",
      "toID": "154011",
      "formEdgeID": null
    },
    {
      "edgeID": "193315",
      "fromID": "154011",
      "toID": "154009",
      "formEdgeID": null
    },
    {
      "edgeID": "193316",
      "fromID": "154012",
      "toID": "154013",
      "formEdgeID": null
    },
    {
      "edgeID": "193317",
      "fromID": "154013",
      "toID": "154010",
      "formEdgeID": null
    },
    {
      "edgeID": "193318",
      "fromID": "154015",
      "toID": "154016",
      "formEdgeID": null
    },
    {
      "edgeID": "193319",
      "fromID": "154016",
      "toID": "154014",
      "formEdgeID": null
    },
    {
      "edgeID": "193320",
      "fromID": "154018",
      "toID": "154019",
      "formEdgeID": null
    },
    {
      "edgeID": "193321",
      "fromID": "154019",
      "toID": "154017",
      "formEdgeID": null
    },
    {
      "edgeID": "193322",
      "fromID": "154021",
      "toID": "154022",
      "formEdgeID": null
    },
    {
      "edgeID": "193323",
      "fromID": "154022",
      "toID": "154020",
      "formEdgeID": null
    },
    {
      "edgeID": "193324",
      "fromID": "154024",
      "toID": "154025",
      "formEdgeID": null
    },
    {
      "edgeID": "193325",
      "fromID": "154025",
      "toID": "154023",
      "formEdgeID": null
    },
    {
      "edgeID": "193326",
      "fromID": "154027",
      "toID": "154028",
      "formEdgeID": null
    },
    {
      "edgeID": "193327",
      "fromID": "154028",
      "toID": "154026",
      "formEdgeID": null
    },
    {
      "edgeID": "193328",
      "fromID": "154030",
      "toID": "154031",
      "formEdgeID": null
    },
    {
      "edgeID": "193329",
      "fromID": "154031",
      "toID": "154029",
      "formEdgeID": null
    },
    {
      "edgeID": "193330",
      "fromID": "154033",
      "toID": "154034",
      "formEdgeID": null
    },
    {
      "edgeID": "193331",
      "fromID": "154034",
      "toID": "154032",
      "formEdgeID": null
    },
    {
      "edgeID": "193332",
      "fromID": "154036",
      "toID": "154037",
      "formEdgeID": null
    },
    {
      "edgeID": "193333",
      "fromID": "154037",
      "toID": "154035",
      "formEdgeID": null
    },
    {
      "edgeID": "193334",
      "fromID": "154039",
      "toID": "154040",
      "formEdgeID": null
    },
    {
      "edgeID": "193335",
      "fromID": "154040",
      "toID": "154038",
      "formEdgeID": null
    },
    {
      "edgeID": "193336",
      "fromID": "154042",
      "toID": "154043",
      "formEdgeID": null
    },
    {
      "edgeID": "193337",
      "fromID": "154043",
      "toID": "154041",
      "formEdgeID": null
    },
    {
      "edgeID": "193338",
      "fromID": "154045",
      "toID": "154046",
      "formEdgeID": null
    },
    {
      "edgeID": "193339",
      "fromID": "154046",
      "toID": "154044",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
