{
  "nodes": [
    {
      "nodeID": "142713",
      "text": "In the last three months of 2008, that's right, three months, Americans bought enough guns to outfit the Chinese and Indian armies, combined. Actually, that's just reflective of the NICS checks, which don't cover sales by private parties, and buys by CCW permit holders. There were also 1.5 BILLION rounds of ammo sold, which explains why I'm having trouble finding .45 ACP lately.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:29"
    },
    {
      "nodeID": "142714",
      "text": "USA Buys Enough Guns in 3 Months to Outfit the Entire Chinese and Indian Army",
      "type": "I",
      "timestamp": "2016-03-08 19:56:29"
    },
    {
      "nodeID": "142715",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:56:29"
    },
    {
      "nodeID": "142716",
      "text": "EveryTown, USA - -(AmmoLand.com)- In just 3 months Americans bought enough guns to outfit the entire Chinese and Indian army's combined. You also bought 1,529,635,000 rounds of ammunition in just the month of December 2008. Yeah that is right, that is Billion with a 'B'. This is an evaluation of overall firearms and ammunition purchases based on low end numbers per Federal NIC instacheck data base Statistics. The numbers presented are only PART of the overall numbers of arms and ammunition that have been sold. The actual numbers are much higher.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:29"
    },
    {
      "nodeID": "142717",
      "text": "The NICS background check system is now 10 years old.  FBI Background Checks for Firearm Purchases Hit 100 Million",
      "type": "I",
      "timestamp": "2016-03-08 19:56:29"
    },
    {
      "nodeID": "142718",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:56:29"
    },
    {
      "nodeID": "142719",
      "text": "(Speaking of the so called Assault Weapons) Local firearms dealers said they haven't been able to keep that type of firearm on the shelves for months. Scott Hoffman said that since November he hasn't been able to immediately fill orders for items considered personal weapons. He's back-ordered in certain kinds of ammunition, too. 'Gun sales have at least doubled,' said the longtime owner of Hoffman's Gun Center on the Berlin Turnpike. 'Business is up at least 50 percent and that's in a bad economy. It shows you how scared people are.'  cross town at the Newington Gun Exchange, business is equally brisk. In the past six months, 'Any type of military-style firearm has been selling well,' Lenk said. 'We've been lucky to have any to put on the wall. The rush of first-time gun owners has tripled in some places, leaving local and state police struggling to process the overflow of pistol-permit applications. Gun salesmen like Lenk and Hoffman are attributing the boost in sales to a collision of political and economic forces. Lenk said business started picking up when it became apparent that Barack Obama, who is perceived as promoting tighter gun restrictions, might win the election. At the same time, as the economy soured, fears of increased crime created a boom in a business that has traditionally been steady but not necessarily given to dramatic spikes. 'Traditionally when the economy is bad, crime goes up,' Hoffman said. 'Add to that, that everyone who is in charge of our government doesn't want us to have guns, and guns sales have at least doubled.'",
      "type": "I",
      "timestamp": "2016-03-08 19:56:30"
    },
    {
      "nodeID": "142720",
      "text": "Is the Ammo Shortage the Result of a Government Conspiracy or an NRA Marketing Campaign?",
      "type": "I",
      "timestamp": "2016-03-08 19:56:30"
    },
    {
      "nodeID": "142721",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:56:30"
    },
    {
      "nodeID": "142722",
      "text": "At this time we are not taking any new backorders for primers that are not listed here. We currently have over 50 million primers on backorder. And Powder Valley is just one little company selling primers and other reloading components. Obama's election certainly got it going, and his anti-gun history and the awful appointments of hoplophobes to his cabinet didn't help. But there is something more existential going on here beyond 'get them while you can.' .... No conspiracy is involved, only buyers, sellers and objective conditions responsible for demand.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:30"
    },
    {
      "nodeID": "142723",
      "text": "Will the Obama administration come for your guns?",
      "type": "I",
      "timestamp": "2016-03-08 19:56:30"
    },
    {
      "nodeID": "142724",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:56:30"
    },
    {
      "nodeID": "142725",
      "text": "Be Afraid. Be Very Afraid. The baddies are coming to get you! WOOOoooH! Buy A gun! Better still buy two! emoticon_xchickenemoticon_xchickenemoticon_xchickenemoticon_xchickenemoticon_xchickenemoticon_xchickenemoticon_xchicken",
      "type": "I",
      "timestamp": "2016-03-08 19:56:30"
    },
    {
      "nodeID": "142726",
      "text": "Is that what all of this says to you? What it says to me is that We the People are the ONLY owners of this country, and aren't about to tolerate European ideals of governing. We will be Free!  Just like a nation builds up armament when it sovereignty is threatened, We the People are doing the same! We will not become the Chickens you are trying to ascribe to us!  We are the ones who hold the power. We will be the ones who decide!  NOT YOU! AND DEFINITELY NOT THE U.N. emoticon_ic It also says that the Anti's have completely overstepped their boundaries! If they thought that this election meant they can continue to run roughshod over the 2nd amendment, they were sadly mistaken!  What do you call an armed citizenry? Sir or madam!",
      "type": "I",
      "timestamp": "2016-03-08 19:56:30"
    },
    {
      "nodeID": "142727",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:30"
    }
  ],
  "edges": [
    {
      "edgeID": "185348",
      "fromID": "142714",
      "toID": "142715",
      "formEdgeID": null
    },
    {
      "edgeID": "185349",
      "fromID": "142715",
      "toID": "142713",
      "formEdgeID": null
    },
    {
      "edgeID": "185350",
      "fromID": "142717",
      "toID": "142718",
      "formEdgeID": null
    },
    {
      "edgeID": "185351",
      "fromID": "142718",
      "toID": "142716",
      "formEdgeID": null
    },
    {
      "edgeID": "185352",
      "fromID": "142720",
      "toID": "142721",
      "formEdgeID": null
    },
    {
      "edgeID": "185353",
      "fromID": "142721",
      "toID": "142719",
      "formEdgeID": null
    },
    {
      "edgeID": "185354",
      "fromID": "142723",
      "toID": "142724",
      "formEdgeID": null
    },
    {
      "edgeID": "185355",
      "fromID": "142724",
      "toID": "142722",
      "formEdgeID": null
    },
    {
      "edgeID": "185356",
      "fromID": "142726",
      "toID": "142727",
      "formEdgeID": null
    },
    {
      "edgeID": "185357",
      "fromID": "142727",
      "toID": "142725",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
