{
  "nodes": [
    {
      "nodeID": "139221",
      "text": "If you consider that a good area to compare American gun crime to, it doesn't say much about the safety of America.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:42"
    },
    {
      "nodeID": "139222",
      "text": "Just this morning there was an article in the paper about a woman in the Extreme Southern part of Texas in Brownsville being shot 'with a stray bullet from Mexican soldiers' on our side of the river. Over 80% of the crimes are committed by Mexican gang members, many of which are ex-soldiers and drug enforcement for the mafias. Nope, not safe at all when foreign invaders attack Texans on our side of the river and do pseudo cop break and enters of homes or robbery of businesses. That is a good example of the importance of being armed. One county sheriff along the river encouraged citizens to get armed just for that purpose, freely admitting that his officers will not be there when they are needed the most. We Texans have kidnapping and ransome too but reserve our right to protect ourselves unlike EuroAsia who has copitulated entirely. You were saying?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:42"
    },
    {
      "nodeID": "139223",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:42"
    },
    {
      "nodeID": "139224",
      "text": "You're using, as an example of a 'developed nation', an area the article describes as being 'where the government has little control and private armies operate freely'? If you consider that a good area to compare American gun crime to, it doesn't say much about the safety of America.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:42"
    },
    {
      "nodeID": "139225",
      "text": "So your point is there are developed nations that are not developed because their government has little control of a part or portion of it? France and parts of Paris where the police don't go because of the mulims being one? Seems nit picking to me as you could say that about the USA also.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:42"
    },
    {
      "nodeID": "139226",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:42"
    },
    {
      "nodeID": "139227",
      "text": "The truth is, his nation is even worse than those he condemns. Why he tries to hide the truth is beyond belief!! The only unarmed people in Eurasia are the law abiding ones and he thinks this is a good thing? Pure evil!!",
      "type": "I",
      "timestamp": "2016-03-08 19:48:42"
    },
    {
      "nodeID": "139228",
      "text": "Well that explains the twisted thought pattern on our constitution is broken.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:42"
    },
    {
      "nodeID": "139229",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:42"
    },
    {
      "nodeID": "139230",
      "text": "The IRA comes to mind. Or wasn't I supposed to mention that?  Besides, I know a bit about this. The Filipinos are very live and let live kind of people.  These are Muslim extremest who don't cotton very much to the Christian Government. The Filipinos usually just leave them alone. From time to time they reek havoc. Personally I would just Nape the area and be done with them, but Hey, that is just me!",
      "type": "I",
      "timestamp": "2016-03-08 19:48:42"
    },
    {
      "nodeID": "139231",
      "text": "Just so you don't shoot them!",
      "type": "I",
      "timestamp": "2016-03-08 19:48:42"
    },
    {
      "nodeID": "139232",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:42"
    }
  ],
  "edges": [
    {
      "edgeID": "182876",
      "fromID": "139222",
      "toID": "139223",
      "formEdgeID": null
    },
    {
      "edgeID": "182877",
      "fromID": "139223",
      "toID": "139221",
      "formEdgeID": null
    },
    {
      "edgeID": "182878",
      "fromID": "139225",
      "toID": "139226",
      "formEdgeID": null
    },
    {
      "edgeID": "182879",
      "fromID": "139226",
      "toID": "139224",
      "formEdgeID": null
    },
    {
      "edgeID": "182880",
      "fromID": "139228",
      "toID": "139229",
      "formEdgeID": null
    },
    {
      "edgeID": "182881",
      "fromID": "139229",
      "toID": "139227",
      "formEdgeID": null
    },
    {
      "edgeID": "182882",
      "fromID": "139231",
      "toID": "139232",
      "formEdgeID": null
    },
    {
      "edgeID": "182883",
      "fromID": "139232",
      "toID": "139230",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
