{
  "nodes": [
    {
      "nodeID": "147759",
      "text": "My opinion is that it is an excuse to sin.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:59"
    },
    {
      "nodeID": "147760",
      "text": "And how do you define 'sin,' Sandycane?",
      "type": "I",
      "timestamp": "2016-03-08 20:06:59"
    },
    {
      "nodeID": "147761",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:59"
    },
    {
      "nodeID": "147762",
      "text": "Relavitism to me is a joke, because what it implies is that there are multiple truths. ...That's how I see it.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:59"
    },
    {
      "nodeID": "147763",
      "text": "And your final statement pretty much sums everything up. That's the way YOU see it. Moral relativism, as I understand it, does not imply multiple truths. The concept is simply that morals are not absolute truths, but rather perspectives, as you suggest. Consider your example of killing another individual... You believe it is wrong no matter what, but it may be a necessary evil. Some people would argue that killing another human being would be a morally good thing to do in certain circumstances. Other people would argue that killing people is not inherently 'right' or 'wrong.' Whose to say that your assertion is any better than anyone else's? Where do we find a universal truth that says, 'Killing another individual is always wrong... no exceptions'? The absolute truth in this situation is that if you kill another individual, then that individual is physically dead. They are no longer living and breathing. That's fact. That's truth. By definition. Any assignment of value to the act of killing is opinion. Perhaps many people share your opinion, but it is still opinion. Peace, TheBootfitter P.S. I'm curious about your handle... is that a typo? Or does 'relient' have some significance of which I am unaware.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147764",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147765",
      "text": "Just look up moral relativism on the web google search 'moral relativism definition' will do it.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147766",
      "text": "I know what moral relativism is (although you should be aware it has multiple meanings); I don't know what the sentence:",
      "type": "I",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147767",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147768",
      "text": "There is nothing about the theory of evolution that precludes a God. That fabricated idea is absurd. There is nothing about the theory of relativity, nor the theory of gravity, nor the theory that the earth is round that precludes the existence of a Creator God. In reality, God may or may not exist. Some people believe God exists. Others do not believe God exists. Neither view can be proven based on physical evidence. Both are beliefs only. Though one of those beliefs must necessarily be true.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147769",
      "text": "I did not say that evolution precludes God, all I am saying is that many Atheists seem to think it does, and thus it likely contributes to the number of people who beleive there is no God. If a person does not beleive in God, then they must beleive there is no ultimate morality.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147770",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147771",
      "text": "Also I think life was an accident and I resent that some people use this to conclude that I have no moral standards. I cannot rationally justify my ethics using my beliefs but so what?",
      "type": "I",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147772",
      "text": "Well, where do you get your beliefs about right and wrong from? I mean, I know that you have moral standards and are most likely an ethical person.  Sandycane does have a point in her previous message to you. It is just that I think that the main point was that you have no basis for believing what you believe to be true about morals and ethics because you have no one who tells you what is right and wrong, you must choose them and put them into practice for yourself. You have what I call 'relative morality'. This is where people decide for themselves what is 'right' and what is 'wrong'. However, Chirstians believe that there is what I call an 'absolute morality'. This absolute morality comes from our Creator God who sets the rules and morals that govern all people. I had a small debate about this with the bootfitter in another section on abortion. I don't think that Sandycane was not pointing out that you have no morals, they just aren't absolute, i.e. you get to choose them for yourself.  You may indeed have exactly the same morals and values that I have, but you still have 'relative morality' as you have choosen those yourself. I have the 'absolute morality' as I believe and try to put into action what God has revealed through His Word, the Bible, e.g. love your enemies. I will admit it, I don't always succeed, but I do my best.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147773",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147774",
      "text": "That I guess is one of my main stumbling blocks in believing in evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147775",
      "text": "I believe in what I have no evidence to support. That is faith. I do not believe in evolution. The evidence is overwhelming for the educated. As for your 'stumbling blocks,' they are founded in ignorance. Why don't you educate yourself? You make creationism look foolish. By the way, what is the problem with Archaeopteryx? I'm sure that you have educated yourself to address the list of features that I gave. I just can't believe that you would speak to the issue and not understand the implications of all of those points that I listed. Were you just a parrot? It seems that you lack the ganas to even say that you don't know. An example of 'creation science' at its best!",
      "type": "I",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147776",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147777",
      "text": "Why do we have a sense of obligation or responsibility to other people?",
      "type": "I",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147778",
      "text": "I know I do. My parents taught me and I taught my sons. One is an officer of the court and the other is an Army noncom with 3 college degrees. I learned from my parents.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:00"
    },
    {
      "nodeID": "147779",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147780",
      "text": "I think that Darwin and Dawkins have made the issue of 'morals and ethics' a joke.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147781",
      "text": "Really! Then I assume that you have read Darwin - at least On the Origin of Species. Otherwise you are babbling. Please cite specific passages from Darwin's books where he made 'morals and ethics' a joke. Please also do the same for the works of Dawkins. Your assertion presumes that you have read the works of both men.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147782",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147783",
      "text": "When Dr Richard Dawkins admits that 'Universal love and the welfare of the species as a whole simply do not make evolutionary sense,' he is confirming that tere is no way - or it is very unlikely - to arrive at personal morality from an impersonal universe.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147784",
      "text": "And I ask the question again. Have you read Dawkins? Do you actually know what he says? It's a bit disengenuous to make such statements if you haven't read the books in question. How shall I say this? You have been duped. Well - that's going to be censored!",
      "type": "I",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147785",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147786",
      "text": "Why do we sometimes feel guilty or ashamed when we have done something wrong?",
      "type": "I",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147787",
      "text": "Because your mommy and daddy told you 'no, no, no' when you did something wrong. Even my dog does that. When she was a puppy she used to poop in the corner of the dinning room and pee in the guest bedroom. She was always ashamed even before I found the evidence. In fact, because she was ashamed was the reason that I went looking.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147788",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147789",
      "text": "The following comes from the book 'Where was God on September 11?' once again written by John Blanchard.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147790",
      "text": "OH GOODY! Another meaningless quote.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147791",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147792",
      "text": "Why should mere blobs of animate matter be concerned for the temporary well-being of other blobs if both are going to die?",
      "type": "I",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147793",
      "text": "So that is your opinion of humanity? How sad. Or maybe your are erecting a strawman and not doing a very good job of knocking it down.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147794",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:01"
    },
    {
      "nodeID": "147795",
      "text": "Atheists are clearly capable of all of these, but if human beings are just collections of bones, blood and tissue, what do these things mean and why is there any virtue in them?",
      "type": "I",
      "timestamp": "2016-03-08 20:07:02"
    },
    {
      "nodeID": "147796",
      "text": "So atheists are capable of goodness, love, kindness, generosity and sympathy but they have no meaning unless one conforms the the fundamentalist christian morality.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:02"
    },
    {
      "nodeID": "147797",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:02"
    },
    {
      "nodeID": "147798",
      "text": "Think about the following questions for a while: Why do we have an inbuilt sense of right and wrong?",
      "type": "I",
      "timestamp": "2016-03-08 20:07:02"
    },
    {
      "nodeID": "147799",
      "text": "Because society teaches us what is acceptable. Those who fail to learn are known as criminals. They are sociopaths.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:02"
    },
    {
      "nodeID": "147800",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:02"
    },
    {
      "nodeID": "147801",
      "text": "I'll bet it did. Did any of you money go out to them? Do any of you volunteer to go out to them? How are you different from me in this case and why is this relevant to evolutionary theory?",
      "type": "I",
      "timestamp": "2016-03-08 20:07:02"
    },
    {
      "nodeID": "147802",
      "text": "No. I am a student and I personally don't have much money. So how could I help them? I have very limited money of my own. I help when I can, but sometimes with my present finances I can't do much. If I had enough money, as I assume you do, than yes I would help them as much as I could. This is just an example of where people feel compassion. And as I have said before, Dawkin's has trouble explaining how the universal feelings could come about through evolution. We would not expect mutated pondscum to produce feelings and morals, ethics, etc.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:02"
    },
    {
      "nodeID": "147803",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:02"
    },
    {
      "nodeID": "147804",
      "text": "I'm not sure what your point is. Are you trying to raise the Hitler question? Hitler was a Christian and claimed that he was doing his Christian duty. What does any of that have to do with the differential reproductive success of advantageous alleles? Evolutionary theory is not a moral imperitive. It is an explanation of what is observed in nature.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:02"
    },
    {
      "nodeID": "147805",
      "text": "Actually if you were educated in history you would know that Hitler was an evolutionists. If you got that simple trivial thing wrong, why should I trust you in things that I do not know? Atheistic evolutionist Sir Arthur Keith acknowledged of Hitler:'The Germal Fuhrer ... is an evolutinoist; he has consciously sought to make the practice of Germany conform to the theory of eolution.' ~ Keith, A., 1947. 'Evolution and Ethics', Putman, New York, p.230. Don't worry, some of my friends didn't know either. If evolution is true, than it should have some reasonable explanation as to why we have morals, but it doesn't.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:02"
    },
    {
      "nodeID": "147806",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:07:02"
    },
    {
      "nodeID": "147807",
      "text": "Because your mommy and daddy told you 'no, no, no' when you did something wrong.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:02"
    },
    {
      "nodeID": "147808",
      "text": "You are missing the entire point (again). Why do you feel ashamed? Because you know that what you did is bad. I have heard from a great Australian war hero, one of our remaining ANZACs soliders (recently passed away I think) that we he stabbed the enemy soldier with the spike thing on the end of their gun (WWI era) and he saw him die that it was 'the worst feeling that a human can possibly endure'. He said that that image will haunt him for the rest of his life. He knows that he did something wrong, but it was a war, and unfortuantely that kind of thing will happen. You are way off the plot. But let us continue.",
      "type": "I",
      "timestamp": "2016-03-08 20:07:02"
    },
    {
      "nodeID": "147809",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:07:02"
    }
  ],
  "edges": [
    {
      "edgeID": "188908",
      "fromID": "147760",
      "toID": "147761",
      "formEdgeID": null
    },
    {
      "edgeID": "188909",
      "fromID": "147761",
      "toID": "147759",
      "formEdgeID": null
    },
    {
      "edgeID": "188910",
      "fromID": "147763",
      "toID": "147764",
      "formEdgeID": null
    },
    {
      "edgeID": "188911",
      "fromID": "147764",
      "toID": "147762",
      "formEdgeID": null
    },
    {
      "edgeID": "188912",
      "fromID": "147766",
      "toID": "147767",
      "formEdgeID": null
    },
    {
      "edgeID": "188913",
      "fromID": "147767",
      "toID": "147765",
      "formEdgeID": null
    },
    {
      "edgeID": "188914",
      "fromID": "147769",
      "toID": "147770",
      "formEdgeID": null
    },
    {
      "edgeID": "188915",
      "fromID": "147770",
      "toID": "147768",
      "formEdgeID": null
    },
    {
      "edgeID": "188916",
      "fromID": "147772",
      "toID": "147773",
      "formEdgeID": null
    },
    {
      "edgeID": "188917",
      "fromID": "147773",
      "toID": "147771",
      "formEdgeID": null
    },
    {
      "edgeID": "188918",
      "fromID": "147775",
      "toID": "147776",
      "formEdgeID": null
    },
    {
      "edgeID": "188919",
      "fromID": "147776",
      "toID": "147774",
      "formEdgeID": null
    },
    {
      "edgeID": "188920",
      "fromID": "147778",
      "toID": "147779",
      "formEdgeID": null
    },
    {
      "edgeID": "188921",
      "fromID": "147779",
      "toID": "147777",
      "formEdgeID": null
    },
    {
      "edgeID": "188922",
      "fromID": "147781",
      "toID": "147782",
      "formEdgeID": null
    },
    {
      "edgeID": "188923",
      "fromID": "147782",
      "toID": "147780",
      "formEdgeID": null
    },
    {
      "edgeID": "188924",
      "fromID": "147784",
      "toID": "147785",
      "formEdgeID": null
    },
    {
      "edgeID": "188925",
      "fromID": "147785",
      "toID": "147783",
      "formEdgeID": null
    },
    {
      "edgeID": "188926",
      "fromID": "147787",
      "toID": "147788",
      "formEdgeID": null
    },
    {
      "edgeID": "188927",
      "fromID": "147788",
      "toID": "147786",
      "formEdgeID": null
    },
    {
      "edgeID": "188928",
      "fromID": "147790",
      "toID": "147791",
      "formEdgeID": null
    },
    {
      "edgeID": "188929",
      "fromID": "147791",
      "toID": "147789",
      "formEdgeID": null
    },
    {
      "edgeID": "188930",
      "fromID": "147793",
      "toID": "147794",
      "formEdgeID": null
    },
    {
      "edgeID": "188931",
      "fromID": "147794",
      "toID": "147792",
      "formEdgeID": null
    },
    {
      "edgeID": "188932",
      "fromID": "147796",
      "toID": "147797",
      "formEdgeID": null
    },
    {
      "edgeID": "188933",
      "fromID": "147797",
      "toID": "147795",
      "formEdgeID": null
    },
    {
      "edgeID": "188934",
      "fromID": "147799",
      "toID": "147800",
      "formEdgeID": null
    },
    {
      "edgeID": "188935",
      "fromID": "147800",
      "toID": "147798",
      "formEdgeID": null
    },
    {
      "edgeID": "188936",
      "fromID": "147802",
      "toID": "147803",
      "formEdgeID": null
    },
    {
      "edgeID": "188937",
      "fromID": "147803",
      "toID": "147801",
      "formEdgeID": null
    },
    {
      "edgeID": "188938",
      "fromID": "147805",
      "toID": "147806",
      "formEdgeID": null
    },
    {
      "edgeID": "188939",
      "fromID": "147806",
      "toID": "147804",
      "formEdgeID": null
    },
    {
      "edgeID": "188940",
      "fromID": "147808",
      "toID": "147809",
      "formEdgeID": null
    },
    {
      "edgeID": "188941",
      "fromID": "147809",
      "toID": "147807",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
