{
  "nodes": [
    {
      "nodeID": "160585",
      "text": "Hey, Georgie. Just another of your left-wing atheistic liberal rants. Lee me see, the devaluation of life? Now that's 'compassionate.' Killing unborn children and exploiting the women who bear those children. Let me tell you, this so-called 'mytholigical beleif system' values women more than the abortion industry ever will!",
      "type": "I",
      "timestamp": "2016-03-08 20:35:28"
    },
    {
      "nodeID": "160586",
      "text": "And that value is?  As I've carefully pointed out to you before, I am not atheist or left-wing. If you continue using what are erroneous labels, I'll consider them as derogatory, personal attacks.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:28"
    },
    {
      "nodeID": "160587",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:28"
    },
    {
      "nodeID": "160588",
      "text": "Quite often I come across threads discussing abortion where it is quite evident that the only posters are men. After reading these posts I feel like a piece of real estate with a bunch of strangers walking all over my body and stomping on me and loudly debating my worth and what I might be used for. Now it appears that there is a new anti-choice tactic: Women as Environments for the Pweshious Widdo Fetuses It is quite evident that women are not considered by these anti-choicers as part of the human race, as real human persons, as individuals, as citizens, having rights, liberty and the freedom to pursue happiness as is written in our nation's (the United States) foundation documents.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:28"
    },
    {
      "nodeID": "160589",
      "text": "I think you're over-complicating the anti-choice position. A majority of anti-choice posts I've read are essentially based on their 2000 year-old mythical belief system, when women were not considered a particularly valuable portion of society for tasks other than child bearing and scullery purposes. Unless, of course, capable of immaculate conception, still unproven, yet enjoying dogmatic status. If you refute those mythical beliefs, regardless of any country's constitution, to those posters you're actually less than a piece of real estate and definitely non-human, male or female.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:28"
    },
    {
      "nodeID": "160590",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:28"
    },
    {
      "nodeID": "160591",
      "text": "you have obviously missed the heart of the pro life message.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:28"
    },
    {
      "nodeID": "160592",
      "text": "Oh - so you don't want to force me through pregnancy at any cost to me? You will let me make what decision is best for me? You will actually realize that I am in the best position to know?",
      "type": "I",
      "timestamp": "2016-03-08 20:35:28"
    },
    {
      "nodeID": "160593",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:28"
    }
  ],
  "edges": [
    {
      "edgeID": "197990",
      "fromID": "160586",
      "toID": "160587",
      "formEdgeID": null
    },
    {
      "edgeID": "197991",
      "fromID": "160587",
      "toID": "160585",
      "formEdgeID": null
    },
    {
      "edgeID": "197992",
      "fromID": "160589",
      "toID": "160590",
      "formEdgeID": null
    },
    {
      "edgeID": "197993",
      "fromID": "160590",
      "toID": "160588",
      "formEdgeID": null
    },
    {
      "edgeID": "197994",
      "fromID": "160592",
      "toID": "160593",
      "formEdgeID": null
    },
    {
      "edgeID": "197995",
      "fromID": "160593",
      "toID": "160591",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
