{
  "nodes": [
    {
      "nodeID": "160223",
      "text": "I'm serious. I want a legitimate debate once and for all on this issue.... You can use scripture or what not but keep it clean and non demeaning if you can... BUT you must also have other reasoning BESIDES scripture for your argument.... So here is the challenge. Why is homosexuality wrong and how does it affect the Constitution or the well being of other American Citizens? In other words how does a gay person being gay affect the daily lives of Joe Schmo in a NEGATIVE manner.... And what would the detriment to the every day citizen be if homosexuals were given equal rights in employment, marriage, and other basic rights that heterosexuals now have...",
      "type": "I",
      "timestamp": "2016-03-08 20:34:33"
    },
    {
      "nodeID": "160224",
      "text": "You get one post: Homosexual sin - No harm?  A number of reasons. First, 'gay pride' (two sins). They flaunt it in our faces and try to legitimize it. You don't hear of 'adultery pride' parades or 'necrophilia pride' parades do you? But even if there were we'd take an equally stellar stance against those. We don't want to hear about it. Second, most homosexuals who claim to be Christian try to persuade others it's not a sin, leading many (many) into perdition and hell. We don't want to see even one soul lost.  Third, most homosexuals distort (or deny) the scriptures in some fashion or another in order to try to justify their sin. The distort who Jesus is (saying he's not God so he never spoke out against gay sex sin); they make lengthly arguments against Leviticus, Romans 1:26-27, I Corinthians 6:9-10, etc. Generally, they attack the Word of God and thus attack God himself. We defend the Word and God. Fourth: Sin is a reproach to individuals and nations and brings God's disfavor on men and nations. Read Deuteronomy chapter 28 to see the curses of disobedience. Fifth, they attack the Sons and Daughters of God when we stand up for the truth of God's Word. They call us bigots, homophobes, and all manner of names because we disagree with their stance. Sixth, they push their illicit agenda into every corner of America. Suing the Boy Scouts and anyone else who disagrees with them. They try and sometimes succeed in pushing their gay agenda in elementary schools and elsewhere where it doesn't belong. Nine year old children shouldn't have to hear that Billy's daddy is doing another guy, or that it's ok to do it. They push their agenda in our faces until we're quite sick of it. We don't need to know which way people perform sex acts.  Seventh: They (and heterosexual sinners) cost taxpayers untold billions in unnecessary health care costs to treat AIDS and other diseases they give to each other. It costs us all money out of our pockets. And eighth: They refuse to repent of it, making their own salvation and those who they lead astray a serious question mark. And there's more but that's for starters.  Let's look at the Scriptures and see what you're trying to sweep under the rug in order to try to justify your illicit gay sex sin: Leviticus 18:22 - 'Do not lie with a man as one lies with a woman; that is detestable.'  Leviticus 20:13 - 'If a man lies with a man as one lies with a woman, both of them have done what is detestable. They must be put to death; their blood will be on their own heads.' Romans 1:26-27 - 'Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion.' 1 Corinthians 6:9-10 - 'Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God.' 1 Timothy 1:8-10 - 'But we know that the law is good if one uses it lawfully, knowing this: that the law is not made for a righteous person, but for the lawless and insubordinate, for the ungodly and for sinners, for the unholy and profane, for murderers of fathers and murderers of mothers, for manslayers, for fornicators, for sodomites, for kidnappers, for liars, for perjurers, and if there is any other thing that is contrary to sound doctrine...' Jude 7 - 'In a similar way, Sodom and Gomorrah and the surrounding towns gave themselves up to sexual immorality and perversion. They serve as an example of those who suffer the punishment of eternal fire.'  There's no gay marriages in the Old Testament; No gay marriages in the New Testament; no gay sex approved anywhere in the Bible. Just the opposite - gay sex is condemned in both testaments. God is consistent on that. And to close: 'Whosoever shall be guilty of Rape, Polygamy, or Sodomy with man or woman shall be punished, if a man, by castration, if a woman, by cutting thro' the cartilage of her nose a hole of one half inch diameter at the least.' - Thomas Jefferson Amendment VIII: Thomas Jefferson, A Bill for Proportioning Crimes and Punishments And that's all I have to say on that.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:33"
    },
    {
      "nodeID": "160225",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:33"
    },
    {
      "nodeID": "160226",
      "text": "Suing the Boy Scouts and anyone else who disagrees with them.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:33"
    },
    {
      "nodeID": "160227",
      "text": "Because they refuse to let openly gay fathers join because they cry pedophile.....",
      "type": "I",
      "timestamp": "2016-03-08 20:34:33"
    },
    {
      "nodeID": "160228",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:33"
    },
    {
      "nodeID": "160229",
      "text": "We don't want to see even one soul lost.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:33"
    },
    {
      "nodeID": "160230",
      "text": "And yet you could care less if a Gay teen blows his brains out.....",
      "type": "I",
      "timestamp": "2016-03-08 20:34:33"
    },
    {
      "nodeID": "160231",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:33"
    },
    {
      "nodeID": "160232",
      "text": "Seventh: They (and heterosexual sinners) cost taxpayers untold billions in unnecessary health care costs to treat AIDS and other diseases they give to each other. It costs us all money out of our pockets.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:33"
    },
    {
      "nodeID": "160233",
      "text": "So why not then cure AIDS? And why are you playing upon the old Gay Aids myth? once again not one point that is relevant to the questions I asked... Your just shifting blame and scapegoating...",
      "type": "I",
      "timestamp": "2016-03-08 20:34:34"
    },
    {
      "nodeID": "160234",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:34"
    },
    {
      "nodeID": "160235",
      "text": "Sixth, they push their illicit agenda into every corner of America. Suing the Boy Scouts and anyone else who disagrees with them.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:34"
    },
    {
      "nodeID": "160236",
      "text": "Just have to say something on this. If the boy scouts didnt receive federal support and get special deals from the government then they would be able to exclude whoever they want. However since they often hold their meetings in public schools for free and rent public lands for discounted price or even sometimes for free they cannot discriminate against gays and atheists. So they have to make a choice.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:34"
    },
    {
      "nodeID": "160237",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:34"
    }
  ],
  "edges": [
    {
      "edgeID": "197736",
      "fromID": "160224",
      "toID": "160225",
      "formEdgeID": null
    },
    {
      "edgeID": "197737",
      "fromID": "160225",
      "toID": "160223",
      "formEdgeID": null
    },
    {
      "edgeID": "197738",
      "fromID": "160227",
      "toID": "160228",
      "formEdgeID": null
    },
    {
      "edgeID": "197739",
      "fromID": "160228",
      "toID": "160226",
      "formEdgeID": null
    },
    {
      "edgeID": "197740",
      "fromID": "160230",
      "toID": "160231",
      "formEdgeID": null
    },
    {
      "edgeID": "197741",
      "fromID": "160231",
      "toID": "160229",
      "formEdgeID": null
    },
    {
      "edgeID": "197742",
      "fromID": "160233",
      "toID": "160234",
      "formEdgeID": null
    },
    {
      "edgeID": "197743",
      "fromID": "160234",
      "toID": "160232",
      "formEdgeID": null
    },
    {
      "edgeID": "197744",
      "fromID": "160236",
      "toID": "160237",
      "formEdgeID": null
    },
    {
      "edgeID": "197745",
      "fromID": "160237",
      "toID": "160235",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
