{
  "nodes": [
    {
      "nodeID": "155780",
      "text": "A zygote is just as viable as a human being as a born baby.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:36"
    },
    {
      "nodeID": "155781",
      "text": "That is an incorrect statement.  Viability seems to be the topic that gets little mention here. Humanity, consciousness, personhood, sentience, etc. are all extremely debatable, as has been demonstrated, sometimes ad nauseam.  But viability outside another human being is a clearly distinct difference between a zygote and a new-born baby.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:36"
    },
    {
      "nodeID": "155782",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:36"
    },
    {
      "nodeID": "155783",
      "text": "That is an incorrect statement.  Viability seems to be the topic that gets little mention here. Humanity, consciousness, personhood, sentience, etc. are all extremely debatable, as has been demonstrated, sometimes ad nauseam.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:36"
    },
    {
      "nodeID": "155784",
      "text": "To you, it may be an incorrect statement. But if it is, you have to tell me what it is you kill and take the life away from when you abort the zygote. Not knowing if it is being killed or not knowing someone wants to kill it makes no difference. Injustice is still practiced there, and not even some abortion doctors realize it.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:36"
    },
    {
      "nodeID": "155785",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:37"
    },
    {
      "nodeID": "155786",
      "text": "But viability outside another human being is a clearly distinct difference between a zygote and a new-born baby.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:37"
    },
    {
      "nodeID": "155787",
      "text": "There's a distinct difference... so what? No baby at any age can live outside the womb. It still needs care and attention like any other. This difference in age doesn't mean anything.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:37"
    },
    {
      "nodeID": "155788",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:37"
    },
    {
      "nodeID": "155789",
      "text": "In the never going to happen scenario I wouldn't pick because I wouldn't pick between two 30yr olds sitting there. You could say 'if you have your mother (assume you love your mother) on one table and a random person on the other table which would you choose to kill or both die'...if you picked your mother to live does that mean the other person is less of a human worthy of rights? Spare me the ridicious scenarios.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:37"
    },
    {
      "nodeID": "155790",
      "text": "Cthulhu may go too far in his/her assumptions about the indecision of pro-life people, but his scenario does bring up an interesting challenge. I'm sure that it was never meant to be presented as a realistic scenario - that was not the point. The point was to try to make pro-life people admit that the baby is more worthy of consideration than the newly fertilized zygote. Your example of choosing between ones mother and a stranger is equally unrealistic for most of us but does not address the same type of question (the question in that case being how much worth one places on personal connections in deciding the worth of a person). There are occasional situations in life where one is faced with choosing between two awful choices and one can only choose the lesser of two evils. Those type of situations can be quite interesting since they reveal to us our priorities and details of our moral reasoning. I remember being comfronted with the too-many-people-on-a-lifeboat scenario (so how does one decide who lives and dies) during comfirmation years back - again to force us to explore our moral reasoning. Cthulhu's scenario may be an unrealistic one but would force someone who is pro-life to consider the relative worth of the baby vs zygote. It may be a very uncomfortable question (all of the lesser-of-two-evils questions are) but can be quite revealing. Given that introduction, if you or other pro-life people were faced with that awful choice, would you: 1) Consider both so exactly equally worthy that you would indeed be frozen in indecision, or possibly decide based on chance (a flip of a coin) 2) Choose one over the other based on moral considerations Note: I believe it would be obvious to almost everyone that your choosing one over the other does not mean that you condone the killing of that other. It would be just a choice of the lesser of two evils, where it is acknowledged that both choices, in your view, would be evil.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:37"
    },
    {
      "nodeID": "155791",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:37"
    },
    {
      "nodeID": "155792",
      "text": "Let me pose a hypothetical question. Same scenario as yours above but instead there is a genetically normal zygote on one table or on the other table, there is a mentally retarded newborn baby...which one will you choose if you had 2 seconds to choose?",
      "type": "I",
      "timestamp": "2016-03-08 20:24:37"
    },
    {
      "nodeID": "155793",
      "text": "Though I know you directed this question at Cthulhu, I will nonetheless jump in to say that I would quickly choose the newborn mentally retarded baby to live and the zygote to die. That is obvious to me since the mentally retarded baby is a currently existing person vs. the zygote being merely a potential person. That zygote may have more potential for the future but the decision is being made in the present. I would feel far more guilt in sentencing a real person to die than in sentencing a potential person (now merely a cell) to die.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:37"
    },
    {
      "nodeID": "155794",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:37"
    },
    {
      "nodeID": "155795",
      "text": "Whoa, sparky. You said, 'A zygote is just as viable as a human being as a born baby.' Maybe the word 'viable' is what you and I have a different definition of. I say it means able to survive outside a uterus, without being totally reliant on umbilical blood flow, placenta, etc. A baby who is born is able to breathe and eat and live physically separated from another human being. Whether you think it matters or not is a different story, but a fetus is most definitely not as viable as a baby up until, well it varies - 38 weeks for sure and the probability is progressively less with each fewer number of weeks. I happen to think that distinction is crucial to the discussion here, because the body of another human is necessary for viability prior to a certain gestational age. To me, that is the crux of the argument. Maybe you didn't mean what I thought you meant when you used (or misused) the word viable. It's a big word.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:37"
    },
    {
      "nodeID": "155796",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:37"
    },
    {
      "nodeID": "155797",
      "text": "You have two tables, one with a small test tube which you know holds a microscopically small living zygote, and another table with a live baby. You are told that one of them will be destroyed and you have just two seconds to decide which, or both will be destroyed. Without a seconds thought I would immediately point in the direction of the zygote, and save the life of the baby.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:37"
    },
    {
      "nodeID": "155798",
      "text": "A no-brainer. Zayonara zygote!",
      "type": "I",
      "timestamp": "2016-03-08 20:24:37"
    },
    {
      "nodeID": "155799",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:24:38"
    },
    {
      "nodeID": "155800",
      "text": "The zygote is the cell formed when the sperm fertilises the egg. The zygote has no brain, it has no conciousness. You have two tables, one with a small test tube which you know holds a microscopically small living zygote, and another table with a live baby. You are told that one of them will be destroyed and you have just two seconds to decide which, or both will be destroyed. Without a seconds thought I would immediately point in the direction of the zygote, and save the life of the baby. Extreme pro-lifers on the otherhand would probably end up killing the baby or both via indecision and inability to make a choice in just 2 seconds. That's the morality of pro-life for you: the inability to realise that the chemical reactions that happen when a sperm meets an egg do not define a human person. Am I wrong? I don't believe so. The sperm meeting the egg is a really random point to decide the emergance of a human person. Why pick that point specifically?",
      "type": "I",
      "timestamp": "2016-03-08 20:24:38"
    },
    {
      "nodeID": "155801",
      "text": "Let me pose a hypothetical question. Same scenario as yours above but instead there is a genetically normal zygote on one table or on the other table, there is a mentally retarded newborn baby...which one will you choose if you had 2 seconds to choose? You see life is existant at both stages, at the single cell and the newborn baby, but our view (sometimes ignorance, sometimes selfishness) is why we choose what we choose.  So do tell me which one you will choose?",
      "type": "I",
      "timestamp": "2016-03-08 20:24:38"
    },
    {
      "nodeID": "155802",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:38"
    },
    {
      "nodeID": "155803",
      "text": "Obviously the correct thing to do is kill the zygote. The thing that bothers me about this whole thing is some of the people that said they would refuse to choose. This is characteristic of your typical wimpy religious copout and is nothing but a cheep avoidance tactic. These people are not the kind of people that should be making any important decisions that concern other people so I guess it's just as well. A zygote is no more viable then a sperm. The attempt to call a zygote a living being is simply more evidence that the religious have no common sense.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:38"
    },
    {
      "nodeID": "155804",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:24:38"
    }
  ],
  "edges": [
    {
      "edgeID": "194570",
      "fromID": "155781",
      "toID": "155782",
      "formEdgeID": null
    },
    {
      "edgeID": "194571",
      "fromID": "155782",
      "toID": "155780",
      "formEdgeID": null
    },
    {
      "edgeID": "194572",
      "fromID": "155784",
      "toID": "155785",
      "formEdgeID": null
    },
    {
      "edgeID": "194573",
      "fromID": "155785",
      "toID": "155783",
      "formEdgeID": null
    },
    {
      "edgeID": "194574",
      "fromID": "155787",
      "toID": "155788",
      "formEdgeID": null
    },
    {
      "edgeID": "194575",
      "fromID": "155788",
      "toID": "155786",
      "formEdgeID": null
    },
    {
      "edgeID": "194576",
      "fromID": "155790",
      "toID": "155791",
      "formEdgeID": null
    },
    {
      "edgeID": "194577",
      "fromID": "155791",
      "toID": "155789",
      "formEdgeID": null
    },
    {
      "edgeID": "194578",
      "fromID": "155793",
      "toID": "155794",
      "formEdgeID": null
    },
    {
      "edgeID": "194579",
      "fromID": "155794",
      "toID": "155792",
      "formEdgeID": null
    },
    {
      "edgeID": "194580",
      "fromID": "155795",
      "toID": "155796",
      "formEdgeID": null
    },
    {
      "edgeID": "194581",
      "fromID": "155796",
      "toID": "155784",
      "formEdgeID": null
    },
    {
      "edgeID": "194582",
      "fromID": "155798",
      "toID": "155799",
      "formEdgeID": null
    },
    {
      "edgeID": "194583",
      "fromID": "155799",
      "toID": "155797",
      "formEdgeID": null
    },
    {
      "edgeID": "194584",
      "fromID": "155801",
      "toID": "155802",
      "formEdgeID": null
    },
    {
      "edgeID": "194585",
      "fromID": "155802",
      "toID": "155800",
      "formEdgeID": null
    },
    {
      "edgeID": "194586",
      "fromID": "155803",
      "toID": "155804",
      "formEdgeID": null
    },
    {
      "edgeID": "194587",
      "fromID": "155804",
      "toID": "155797",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
