{
  "nodes": [
    {
      "nodeID": "140847",
      "text": "Why do we put up with this? It was hard enough to come to this decision in the first place without walking through all of that and having no other option but to take it, walk through it. I still hear their voices and see their faces. If I ever see their faces again, I may have to slap some sense into them. It was unneccessary and beyond rude to a place where I don't think there is a word in the english language to define it. I'm still enfuriated about them, the way I was treated by them[/I].'",
      "type": "I",
      "timestamp": "2016-03-08 19:52:25"
    },
    {
      "nodeID": "140848",
      "text": "Not surprised.  Violence breeds violence.  Read the domestic violence thread, it has relevance.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:25"
    },
    {
      "nodeID": "140849",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:52:25"
    },
    {
      "nodeID": "140850",
      "text": "At least your husband and yourself survived the adventure. Only one became a victim by the adorably nice people 'inside' the building. Ironic.  What motivated the evil mean people outside the building? Hatred for you? A person they have never met? Or concern for a life that they have never met?  You willingness to kill your baby removes any surprise that one might have at your desire to slap the faces of people concerned for the welfare of 'your' child.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:25"
    },
    {
      "nodeID": "140851",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:25"
    },
    {
      "nodeID": "140852",
      "text": "I would consider myself pro-life (although I hate such labels), but this kind of behavior is not only disrespectful, mean-spirited, and wrong, it runs counter to everything they are attempting to accomplish.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:25"
    },
    {
      "nodeID": "140853",
      "text": "It is rather disrespectful but don't think it is limited to one side. Most protestors on both sides aren't great. one thing did spark my interest, and it is said often, why is it a 'hard decision' if you are pro-choice? Is it hard because you don't know if you want a baby around or not? Couldn't this decision be just as hard before being pregnant? Even so, why link it to going to an abortion clinic? You hear 'It was hard enough to come to this decision in the first place' but how is going through some protestors making this decision harder?  No one would admit to this but it is statements like 'It was hard enough to come to this decision in the first place' that make me believe that someone realizes it is wrong and the struggle that makes it hard is whether or not to do the right thing or do they thing that would benefit you the most. And in that case, I agree...that can be a tough decision.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:25"
    },
    {
      "nodeID": "140854",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:25"
    },
    {
      "nodeID": "140855",
      "text": "It is rather disrespectful but don't think it is limited to one side. Most protestors on both sides aren't great.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:25"
    },
    {
      "nodeID": "140856",
      "text": "I agree that during debate of an issue like this both sides can get pretty nasty. However, you would be hard-pressed to find a place where those that are choice are screaming in your face, interrupting your personal life on an already hard day like this.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:25"
    },
    {
      "nodeID": "140857",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:52:25"
    },
    {
      "nodeID": "140858",
      "text": "How curious that not everyone can admit that this kind of treatment is wrong. How interesting that another issue comes up instead of addressing the blatant, in-your-face kind of mistreatment of an individual making a private, personal decision. Like many decisions in life, this is one that is difficult to come to. It doesn't mean it's a wrong one. It's hard because your options are so very serious.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:25"
    },
    {
      "nodeID": "140859",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:26"
    },
    {
      "nodeID": "140860",
      "text": "1. gman, have you ever been pregnant? 2. Have you ever been responsible for a child? A real child? Not your imaginary children? 3. Ever you ever been responsible for a real human being?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:26"
    },
    {
      "nodeID": "140861",
      "text": "1. No, but my Mom was, and my Sis was and my Wife was. To the good fortune of my Brothers and Sis 'n me and my nieces and my kids, we all were welcomed into the world. Mom said that I was one more kid than she had hoped for but that she let me live anyway. I really appreciate it too. 2. 1/4th. My wife of course was the expert. She was magnificent as she raised them kids. I did a good job of providing and stuff that dads do too. I used to take my little girl dove hunting with me. I'd shoot dove, she'd run out and fetch them. She'd have them cleaned by the time she got back to me. My son, could embarrass me when shooting and outfish me every time. He didn't like that I made him clean all the fish either. They turned out to be great people. 3. Yes Ma am. Myself. I have no dead bodies in my past. You?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:26"
    },
    {
      "nodeID": "140862",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:26"
    },
    {
      "nodeID": "140863",
      "text": "So, how many kids do you have? And, do you know their names? What they like to do? It doesn't sound like you've been much of a dad if all you did is providing for them. Did you watch TV sports the rest of the time?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:26"
    },
    {
      "nodeID": "140864",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:26"
    },
    {
      "nodeID": "140865",
      "text": "1. So, how many kids do you have? 2. And, do you know their names? What they like to do? 3. It doesn't sound like you've been much of a dad if all you did is providing for them. Did you watch TV sports the rest of the time?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:26"
    },
    {
      "nodeID": "140866",
      "text": "1. Two 2. My wife and 'I' named them. Do I know what they like to do? Wow, you surely have had a terrible life. I know everything about my kids. What their favorite colors are. What bands they like. How much money they have in the bank. 3. I was and am a great dad and a great granddad. I did do a lot of providing. And never minded blowing my money on youngin's. I taught them how to drive on country roads in Kansas and my boy would fetch the truck when I needed to drag a deer out of the woods at 10 years old. He loved it, I loved it. My girl could drive t 10 too. Went to college on a volleyball scholarship. Now teaches school and raises her 3 babies. Life is good. When we get the chance.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:26"
    },
    {
      "nodeID": "140867",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:26"
    },
    {
      "nodeID": "140868",
      "text": "so watching TV sports = bad daddy? do you let your boyfriend/girlfriend or husband watch TV sports or only feminist approved TV channels?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:26"
    },
    {
      "nodeID": "140869",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:26"
    }
  ],
  "edges": [
    {
      "edgeID": "184022",
      "fromID": "140848",
      "toID": "140849",
      "formEdgeID": null
    },
    {
      "edgeID": "184023",
      "fromID": "140849",
      "toID": "140847",
      "formEdgeID": null
    },
    {
      "edgeID": "184024",
      "fromID": "140850",
      "toID": "140851",
      "formEdgeID": null
    },
    {
      "edgeID": "184025",
      "fromID": "140851",
      "toID": "140847",
      "formEdgeID": null
    },
    {
      "edgeID": "184026",
      "fromID": "140853",
      "toID": "140854",
      "formEdgeID": null
    },
    {
      "edgeID": "184027",
      "fromID": "140854",
      "toID": "140852",
      "formEdgeID": null
    },
    {
      "edgeID": "184028",
      "fromID": "140856",
      "toID": "140857",
      "formEdgeID": null
    },
    {
      "edgeID": "184029",
      "fromID": "140857",
      "toID": "140855",
      "formEdgeID": null
    },
    {
      "edgeID": "184030",
      "fromID": "140858",
      "toID": "140859",
      "formEdgeID": null
    },
    {
      "edgeID": "184031",
      "fromID": "140859",
      "toID": "140853",
      "formEdgeID": null
    },
    {
      "edgeID": "184032",
      "fromID": "140861",
      "toID": "140862",
      "formEdgeID": null
    },
    {
      "edgeID": "184033",
      "fromID": "140862",
      "toID": "140860",
      "formEdgeID": null
    },
    {
      "edgeID": "184034",
      "fromID": "140863",
      "toID": "140864",
      "formEdgeID": null
    },
    {
      "edgeID": "184035",
      "fromID": "140864",
      "toID": "140861",
      "formEdgeID": null
    },
    {
      "edgeID": "184036",
      "fromID": "140866",
      "toID": "140867",
      "formEdgeID": null
    },
    {
      "edgeID": "184037",
      "fromID": "140867",
      "toID": "140865",
      "formEdgeID": null
    },
    {
      "edgeID": "184038",
      "fromID": "140868",
      "toID": "140869",
      "formEdgeID": null
    },
    {
      "edgeID": "184039",
      "fromID": "140869",
      "toID": "140863",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
