{
  "nodes": [
    {
      "nodeID": "142635",
      "text": "CHICAGO - Observed in the wild and tested in captivity, chimpanzees invite comparison with humans, their close relatives. They bear a family resemblance that fascinates people, and scientists see increasing evidence of similarities in chimp behavior and skills, making some of them think on the vagaries of evolution. For some time, paleontologists and evolutionary biologists have known that chimp ancestors were the last line of today's apes to diverge from the branch that led to humans, probably six million, maybe four million years ago. More recent examination shows that despite profound differences in the two species, just a 1.23 percent difference in their genes separates Homo sapiens from chimpanzees, Pan troglodytes. And certain similarities between the two species, scientists say, go beyond expressive faces and opposable thumbs. Chimps display a remarkable range of behavior and talent. They make and use simple tools, hunt in groups and engage in aggressive, violent acts. They are social creatures that appear to be capable of empathy, altruism, self-awareness, cooperation in problem solving and learning through example and experience. Chimps even outperform humans in some memory tasks.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:21"
    },
    {
      "nodeID": "142636",
      "text": "Well then. You stand corrected. Now it just remains to be seen if you'll admit you are wrong. History isn't betting on it.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:21"
    },
    {
      "nodeID": "142637",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:21"
    },
    {
      "nodeID": "142638",
      "text": "All too often those opposed to Intelligent Design simply reject any notion of God no matter how unemotional and rationality based that notion is.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:21"
    },
    {
      "nodeID": "142639",
      "text": "Well, that's your claim, anyway. Truth is that billions of theists accept evolutionary theory as is and reject the standard ID arguments.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:21"
    },
    {
      "nodeID": "142640",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:21"
    },
    {
      "nodeID": "142641",
      "text": "He also seems to ignore the fact that many accept both Evolution and Intelligent Design.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:21"
    },
    {
      "nodeID": "142642",
      "text": "Because even the ID line is the Big Tent. The ID bigwigs know damn well that they can't argue against common descent: the evidence is too strong.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142643",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142644",
      "text": "More massive assumptions that are based in nothing more than unprovable so called science. The chimpanzee shares 98% of the DNA of humans yet they are demonstrably a lower animal with nothing in common to humanity creatively or intellectually. They have no imagination or sense of reason that allows them to create as we do so easily. After millions of years of so called evolution they are still monkeys and science is impressed that they have learned to use a stick to reach into an ant hill. What they ignore is that they learned to do that a thousand generations ago. Nothing new since then though where as Humanity has built up the World and conquered the Air, Sea and Space in that time.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142645",
      "text": "Well, at least chimps have accomplished more than Creationists! :) BTW, chimps aren't monkeys. I'm not so sure about Creationists, as they say they haven't evolved... emoticon_xbye",
      "type": "I",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142646",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142647",
      "text": "They have no imagination or sense of reason that allows them to create as we do so easily. After millions of years of so called evolution they are still monkeys and science is impressed that they have learned to use a stick to reach into an ant hill. What they ignore is that they learned to do that a thousand generations ago. Nothing new since then though where as Humanity has built up the World and conquered the Air, Sea and Space in that time.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142648",
      "text": "But wait, you said that science is unprovable. How did we build up the world, conquer the air, sea and space without unprovable science?!",
      "type": "I",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142649",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142650",
      "text": "Pretend that you are not biased all you want, the bias is unmistakable. I also do not claim that proof for God exists, only that we should consider the possibility. More questions, not less, are always preferable.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142651",
      "text": "You can consider it all you want philosophically, you just can't figure it into science, not at present. It's not as though Creationists have any idea how to test Intelligent Design, because 'Goddidit!' isn't a scientific theory. And no matter how much ID Creationists like to pretend they aren't all about god and biblical creation, they are transparent in their disingenuity.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142652",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142653",
      "text": "I ascribed potential motivations to the author of the article because I believe it is useful to consider where one is coming from. I did not write that the author explicitly wrote that no God exits, only that he suggests it. I did not write that the author of the article explicitly stated that evolution disproves God's existence, only that it implies this. etc.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142654",
      "text": "So in order to discuss an article you made up a bunch of stuff that wasn't in the article, implied it was in the article, and failed to discuss anything that was actually in the article. I see. Will this be a one time thing, or is this the sort of thing we should expect from you on a regular basis? Just wondering.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142655",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142656",
      "text": "How can there be a gap in a theory that does not discuss what that subject in which the gap resides?  Evolution is the study of the change in allele frequencies. Non-life does not have alleles. Therefore evolution cannot address or study the origins of life as those do not have alleles. You cannot have a gap in something you do not study. Your argument is like saying that subject X is a gap in accounting when subject X is clearly a marketing issue.  For someone who criticizes those who study and accept evolution for not studying ID, you seem to be guilty of the same.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142657",
      "text": "So then you will agree that evolution is useless in getting at possible answers on what really matters, how we got here? If you concede that then I'm happy to end this discussion. I recall, however, visiting the Smithsonian and seeing a detailed description of how amino acids combined to form the building blocks of life. Evolutionary theory does address origins and its explanations are unsuppported by evidence.  politicalref.com",
      "type": "I",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142658",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142659",
      "text": "The cell is much more complex than we could have imagined only a few years ago.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:22"
    },
    {
      "nodeID": "142660",
      "text": "So? You're displaying the very rational as Animists. ID can be summed up in one phrase: Stuff Complex, Therefore God. If you accept ID, you must accept Animist, or you are a hypocrite.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:23"
    },
    {
      "nodeID": "142661",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:23"
    },
    {
      "nodeID": "142662",
      "text": "So where did we come from? How did all of the matter in the universe propel outward? Is this one of millions of universes that never cease to start, expand, contract, end and then start again?  You cannot answer every question with science. A role for philosophy exists in this world.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:23"
    },
    {
      "nodeID": "142663",
      "text": "So you've gone from evolution and ID to cosmology. You have a real problem with maintaining established realms. ID addresses evolutionary theory, not abiogenesis, and not cosmology.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:23"
    },
    {
      "nodeID": "142664",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:23"
    },
    {
      "nodeID": "142665",
      "text": "So where did we come from?",
      "type": "I",
      "timestamp": "2016-03-08 19:56:23"
    },
    {
      "nodeID": "142666",
      "text": "You haven't defined that yet. Therefore I cannot answer.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:23"
    },
    {
      "nodeID": "142667",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:23"
    },
    {
      "nodeID": "142668",
      "text": "My question is, how can any rational person really believe that what is theorized to have happened 4.3 billion years ago is so reliable as to be beyond questioning.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:23"
    },
    {
      "nodeID": "142669",
      "text": "And how can Creationists be so ignorant as to allege scientific theories are beyond questioning, when it's actually their belief in their bible that they refuse to question? Who would believe the nonsensical fables of nomadic sheepherders?",
      "type": "I",
      "timestamp": "2016-03-08 19:56:23"
    },
    {
      "nodeID": "142670",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:23"
    }
  ],
  "edges": [
    {
      "edgeID": "185294",
      "fromID": "142636",
      "toID": "142637",
      "formEdgeID": null
    },
    {
      "edgeID": "185295",
      "fromID": "142637",
      "toID": "142635",
      "formEdgeID": null
    },
    {
      "edgeID": "185296",
      "fromID": "142639",
      "toID": "142640",
      "formEdgeID": null
    },
    {
      "edgeID": "185297",
      "fromID": "142640",
      "toID": "142638",
      "formEdgeID": null
    },
    {
      "edgeID": "185298",
      "fromID": "142642",
      "toID": "142643",
      "formEdgeID": null
    },
    {
      "edgeID": "185299",
      "fromID": "142643",
      "toID": "142641",
      "formEdgeID": null
    },
    {
      "edgeID": "185300",
      "fromID": "142645",
      "toID": "142646",
      "formEdgeID": null
    },
    {
      "edgeID": "185301",
      "fromID": "142646",
      "toID": "142644",
      "formEdgeID": null
    },
    {
      "edgeID": "185302",
      "fromID": "142648",
      "toID": "142649",
      "formEdgeID": null
    },
    {
      "edgeID": "185303",
      "fromID": "142649",
      "toID": "142647",
      "formEdgeID": null
    },
    {
      "edgeID": "185304",
      "fromID": "142651",
      "toID": "142652",
      "formEdgeID": null
    },
    {
      "edgeID": "185305",
      "fromID": "142652",
      "toID": "142650",
      "formEdgeID": null
    },
    {
      "edgeID": "185306",
      "fromID": "142654",
      "toID": "142655",
      "formEdgeID": null
    },
    {
      "edgeID": "185307",
      "fromID": "142655",
      "toID": "142653",
      "formEdgeID": null
    },
    {
      "edgeID": "185308",
      "fromID": "142657",
      "toID": "142658",
      "formEdgeID": null
    },
    {
      "edgeID": "185309",
      "fromID": "142658",
      "toID": "142656",
      "formEdgeID": null
    },
    {
      "edgeID": "185310",
      "fromID": "142660",
      "toID": "142661",
      "formEdgeID": null
    },
    {
      "edgeID": "185311",
      "fromID": "142661",
      "toID": "142659",
      "formEdgeID": null
    },
    {
      "edgeID": "185312",
      "fromID": "142663",
      "toID": "142664",
      "formEdgeID": null
    },
    {
      "edgeID": "185313",
      "fromID": "142664",
      "toID": "142662",
      "formEdgeID": null
    },
    {
      "edgeID": "185314",
      "fromID": "142666",
      "toID": "142667",
      "formEdgeID": null
    },
    {
      "edgeID": "185315",
      "fromID": "142667",
      "toID": "142665",
      "formEdgeID": null
    },
    {
      "edgeID": "185316",
      "fromID": "142669",
      "toID": "142670",
      "formEdgeID": null
    },
    {
      "edgeID": "185317",
      "fromID": "142670",
      "toID": "142668",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
