{
  "nodes": [
    {
      "nodeID": "98659",
      "text": "Exactly.",
      "type": "I",
      "timestamp": "2015-09-23 13:26:02"
    },
    {
      "nodeID": "159270",
      "text": "(1) Almost all people say they believe in equality, but the real truth is that throughout American history it has traditionally been liberals rather than conservatives who have fought for equal rights for African-Americans, women, religious minorities, and political dissenters. In most of these battles, conservatives either sat on the sidelines or actively defended the status quo.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:33"
    },
    {
      "nodeID": "159271",
      "text": "Here is the first LIE and rewriting of history by a proponent of gay marriage. If anyone actually studies the civil rights movement they will plainly see that it was the southern democrats who plunged us first into the civil war under Lincoln's administration by attempting succession rather than freeing the slaves, and it was the DEMOCRATS IN CONGRESS who fought civil rights legislation right up to the 60s before finally passing a weaker bill than was submitted by a Republican at the time. Al Gore Senior was one of the loudest opposers of civil rights. And was George Wallace and Governor Patterson, Governors who refused to honor or enforce equal rights after passage, Republicans or a Democrats? For you children from Rio Linda, they were Democrats. They fought desegregation at every level of the process.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:33"
    },
    {
      "nodeID": "159272",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:33"
    },
    {
      "nodeID": "159273",
      "text": "(2) Like Olson, almost 60% of liberals believe that sexual orientation is determined at birth, but only 21% of conservatives accept this. Most conservatives apparently cling to the discredited belief that sexual orientation is merely a choice of 'lifestyle.'",
      "type": "I",
      "timestamp": "2016-03-08 20:32:33"
    },
    {
      "nodeID": "159274",
      "text": "Of course throughout the whole Genome Project, although they have searched high and low for the gay gene, and they know where to look, they can't seem to find it. But I wouldn't deny that some chemical screw up in the fetal stage of development might not impact the sexual proclivities in some human beings. But so what if that is true?  According to the bible, the sin nature affects all aspects of our lives from diseases to the aging process to unnatural proclivities to sins such as rape, murder, adultery, homosexuality, incest, susceptibility to sex, alcohol and drug addiction, and innumerable other activities of the flesh which declare that we are seriously flawed due to our fall from grace which was brought about by our original sin of rebellion against God by disobeying Him via Adam and Eve. So there exists no consensus at all which declares that the liberal/secular humanist interpretation of reality is in any way correct. But that doesn't stop your side from claiming victory as the correct interpreters of the non-evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:33"
    },
    {
      "nodeID": "159275",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:33"
    },
    {
      "nodeID": "159276",
      "text": "(3) Although Olson effectively demonstrates that there is no reasonable justification for prohibiting same-sex marriage, only 14% of conservatives agree. What's going on here? The answer, as Olson intimates, is religion. Almost one-half of all conservatives believe that the Bible rather than the will of the People should determine public policy in the United States. Those who attend church services weekly supported Proposition 8 by a vote of 84% to 16%, whereas those who do not attend church regularly opposed Proposition 8 by a vote of 83% to 17%. Olson rejects 'religious teachings that denounce homosexuality as morally wrong' and believes that the Constitution 'prohibits us from forcing our religious beliefs on others.' But most conservatives don't agree with him.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:33"
    },
    {
      "nodeID": "159277",
      "text": "Count me as one of those 14% since he hasn't demonstrated anything of the sort. And it isn't imposing our religion on anyone at all just because we rely on scriptural values in determining what is right and wrong in life. This is the greatest corruption of common sense that can be revealed regarding how the humanist thinks.  What better way to erase scriptural based morality from the public debate than to assert that just by holding to a biblical value system in life is to impose ones religion on the atheist? This is the goal and defines the agenda of the atheist as it proves that at every level of public discourse it is their goal to claim that any spiritually based value system which opposes secular humanism, opposes the Constitution which couldn't be further from the original intent of the Constitution if it tried. The constitution was neither anti-bible or anti-christian. Nor was it anti-spiritual interpretation or application of the laws of the land which is evident by those very laws which exist and compliment spiritual values of christian americans throughout our history. So your not very interesting opinion piece by these so called intellectuals fail on all counts as they must pervert and corrupt what has always been accepted values in this Country in order to reinterpret history if they hope to succeed in this application.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:34"
    },
    {
      "nodeID": "159278",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:34"
    },
    {
      "nodeID": "159279",
      "text": "For obvious reasons we Christians have always been adamant supporters of civil liberties when it comes to freedom of religion. We have even managed to be consistent in this principle by not opposing the rights of Buddhists, New Agers, or even Satanists to meet, because we realize that to do so would equally undercut our own right to assemble. Perhaps the thought of undermining religious freedom sends through our minds flashes of those days when the Emperor Nero used to ignite Christians as human torches to light the streets of Rome at night. The persecutions against the early church have ingrained into our Christian consciousness the incredible value of living under a government that protects the interests of religion. But in the case of civil same-sex marriage, instead of recognizing the civil rights issue at stake here, we oppose the idea, quoting Bible verses and appealing to morals, nature, tradition, history, and the fear that Western civilization as we know it will come crashing to the ground. All of these arguments are related, of course. They are an appeal to that part of American society in which Judeo-Christian values are still deeply rooted. For even in America at the dawning of the 21st century, many people's understanding of morality and nature still reflect the vestiges of the Western Christendom of our heritage, as do their ideas of tradition, history and an ideal society. We do not, however, argue against civil same-sex marriage in the spirit of calm persuasion. There is desperation in our tone. There is also a great deal of fear and mean-spiritedness in our rhetoric, to the point where we even accuse homosexuals (without much proof, I might add) of being child molesters and sexual predators, and of seeking to corrupt our youth by recruiting them into their 'lifestyle.' There are probably many people who think they are justified in having such fears, but it seems to me it is more than just paranoia that feeds our frenzy. We feel deeply threatened, for we sense that we are losing the battle. Not simply the battle against homosexuals, but the battle to hang on to what we still think of as 'Christian America.' At one time in this country we could count on quoting a verse from Genesis or Leviticus before Congress or the Supreme Court and that would be the end of the debate. No more. The consensus of common biblical values on which we had once depended is giving way to the pluralism of a postmodern society. And seeing the disastrous handwriting on the wall, we have become politically desperate, and so we lunge at the enemies of Christendom with a ferocity that rivals that of even the most radical gay activists.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:34"
    },
    {
      "nodeID": "159280",
      "text": "The other articles on her website are also well worth reading: Musings on Christianity, Homosexuality & the Bible",
      "type": "I",
      "timestamp": "2016-03-08 20:32:34"
    },
    {
      "nodeID": "159281",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:34"
    },
    {
      "nodeID": "159282",
      "text": "By all means, don't try to redefine marriage and the problem is solved.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:34"
    },
    {
      "nodeID": "159283",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:34"
    },
    {
      "nodeID": "159284",
      "text": "Interesting analysis...  Geoffrey R. Stone: The Conservative Case for Gay Marriage: Let Me Get This Straight",
      "type": "I",
      "timestamp": "2016-03-08 20:32:34"
    },
    {
      "nodeID": "159285",
      "text": "The fact is that much of what this author states to be is absolutely false and perfectly represents the distortions of the liberal left. And that is precisely why its type of rationalization never entered the thinking of the voters who voted against gay marriage in California.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:34"
    },
    {
      "nodeID": "159286",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:34"
    },
    {
      "nodeID": "159287",
      "text": "Aside from the general gay bias demonstrated by the author, the author attempts to make parallels and draw contrasts that don't exist. For example,1) if liberals are such strong supporters of 'equality as a fundamental right' why do they promote policies that favor one group over another? Affirmative Action, graduated income tax, the list goes on and on. 2) there is no proof that a person's sexual orientation is determined at birth, so does that mean that liberals have greater 'faith' than conservatives? 3) Of course if you throw out morality as a basis for law, there's no reason, other than economics, to not allow gay marriage. Of course, liberals should also all favor drugs, alcohol, prostitution, gambling, polygamy, and open marriage, since all of these are moral-based laws as well. Come to think of it, if we remove all religious-based laws, why are they pushing for gays to be included in MARRIAGE, one of the most legally oppressive institutions there is? emoticon_confused",
      "type": "I",
      "timestamp": "2016-03-08 20:32:34"
    },
    {
      "nodeID": "159288",
      "text": "When did you choose to be heterosexual? If sexual orientaion is a chioce then I dare you choose to be gay here and now.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:34"
    },
    {
      "nodeID": "159289",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:35"
    },
    {
      "nodeID": "159290",
      "text": "the author attempts to make parallels and draw contrasts that don&#8217;t exist. For example,1) if liberals are such strong supporters of &#8220;equality as a fundamental right&#8221; why do they promote policies that favor one group over another? Affirmative Action, graduated income tax, the list goes on and on.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:35"
    },
    {
      "nodeID": "159291",
      "text": "Ummm because those policies were enacted in an attempt to even out the playing field. I assume you felt it was already even and therefore unnecessary or is that an example of conservative bias?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:35"
    },
    {
      "nodeID": "159292",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:35"
    },
    {
      "nodeID": "159293",
      "text": "Come to think of it, if we remove all religious-based laws, why are they pushing for gays to be included in MARRIAGE, one of the most legally oppressive institutions there is? emoticon_confused",
      "type": "I",
      "timestamp": "2016-03-08 20:32:35"
    },
    {
      "nodeID": "159294",
      "text": "Shh shhh it's ok mellow mellow mellow. Relax you have managed to go from legalizing gay marriage to a collapse of our legal system and the downfall of man's ability to reason and govern himself in two paragraphs.  Maybe gay people would like to enjoy some of the happiness you get from your marriage and same as you that happiness is worth the oppressiveness incurred as a result. You may have more in common with gay people than you think.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:35"
    },
    {
      "nodeID": "159295",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:35"
    },
    {
      "nodeID": "159296",
      "text": "Of course, liberals should also all favor drugs, alcohol, prostitution, gambling, polygamy, and open marriage, since all of these are moral-based laws as well.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:35"
    },
    {
      "nodeID": "159297",
      "text": "And all having a real, verifiable negative impact on society, which cannot be said about gay marriage. Can we tone down the drama a little bit?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:35"
    },
    {
      "nodeID": "159298",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:35"
    },
    {
      "nodeID": "159299",
      "text": "Aside from the general gay bias demonstrated by the author,",
      "type": "I",
      "timestamp": "2016-03-08 20:32:35"
    },
    {
      "nodeID": "159300",
      "text": "By gay bias do you mean disagrees with your opinion?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:35"
    },
    {
      "nodeID": "159301",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:35"
    },
    {
      "nodeID": "159302",
      "text": "3) Of course if you throw out morality as a basis for law, there&#8217;s no reason, other than economics, to not allow gay marriage.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:35"
    },
    {
      "nodeID": "159303",
      "text": "Well good at least you are aware there is no reason beyond your opinion of morality against gay marriage. So by all means don't marry a man and the problem is solved.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:36"
    },
    {
      "nodeID": "159304",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:36"
    },
    {
      "nodeID": "159305",
      "text": "And it isn't imposing our religion on anyone at all just because we rely on scriptural values in determining what is right and wrong in life.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:36"
    },
    {
      "nodeID": "159306",
      "text": "It is when you rely on them to determine what is to be right and wrong in other people's lives. Since you are heterosexual and have rallied against gay rights/gay marriage you have done this and are therefore imposing your religion on others.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:36"
    },
    {
      "nodeID": "159307",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:36"
    },
    {
      "nodeID": "159308",
      "text": "It is when you rely on them to determine what is to be right and wrong in other people's lives.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:36"
    },
    {
      "nodeID": "159309",
      "text": "And what of when you go by some moral standard to determine what is right and wrong in other peoples' lives as well? What? you don't do that? Bull. You can't tell me you never have an opinion or judgment on anything anyone else does. But by your logic, that would be imposing on them. Sorry, that dog just doesn't hunt. Everyone has some basis for the views they have about they way they think society would be best. There's no law that says people can't participate in that process with religion or anything else as their moral basis. 'Imposing religion' is not the same as using religion as a basis, and it's the fact that you are wrong on this that's why religious people are continually able to have religion as their basis of social change, just as equally as anything else.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:36"
    },
    {
      "nodeID": "159310",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:36"
    },
    {
      "nodeID": "159311",
      "text": "Are you too blind and hypocritical to appreciate that your attempts to impose your amoral and unethical world view on we traditional moralists via the legislative activism you participate in, is doing precisely what you are accusing me of doing? Why is it ok for your side to determine what is right for society but when I offer my vote/opinion, I am imposing something evil on you?  And why do you people constantly assert how tolerant you are and how intolerant we are when you have absolutely no tolerance for our position regarding the immoral and perverse lifestyle you defend? Where is my right to disagree with you secular humanists whose immorality has led us down the slippery slope of social chaos our society finds itself in today? Here's one example of what I mean. What is a 'rainbow party'? I overheard my daughter saying she is going to attend another one. Is this something I should be concerned about?Best Answer - Chosen by Asker The girls wear different colored lipstick and take turns performing oral sex on the boys -- leaving a rainbow of colors on the the boys' private parts. Watch the movie 'Thirteen' (Thirteen (2003) ) and get more involved in the life of your daughter (and other kids if you have any)! There is no pleading ignorance on this one... this information is readily out there, and has been for a few years.  Children only learn what they are taught, so it is up to us, the parents, to be actively involved in their lives AND to be aware of what's in the popular culture that they are learning from their peers and the media.What is a 'rainbow party'? - Yahoo! Answers This is the result of your secular humanist pop culture which has completely secularized our society and has attempted to erase God and any recognition of his values from our society over the past 50 years. But what is most sad is that you will respond with the opinion that we don't even have a problem at all. You are completely void of the ability to recognize that we have lost our way morally speaking as a people, and are running to destruction with our fingers in our ears as a civilization.  We traditionalists understand very well that we either rise or fall together as a people which is why we still oppose what you represent. But we don't do it to oppress you at all, we do it to preserve our Nation because God will surely lift His hand from protecting us as we abandon Him and His values which you humanists have worked so hard to erase. But alas, I waste my time even attempting to reason with a spiritually dead secular humanist who has nothing more to respond with but excuses and shallow justifications for your world view! emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:32:36"
    },
    {
      "nodeID": "159312",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:36"
    },
    {
      "nodeID": "159313",
      "text": "Except several rligious organizations around the country have financed, and gathered signatures to put anti gay marriage amendments on the ballot. They have a religious belief that marriage is between one man and one woman. They have turned this belief into law regaurdless of the religious beliefs of gay people. Any one who has voted yes to place these amendments into state constitutions because they have a religious belief that excludes gay people from marriage has also imposed those religious beliefs upon gay people. In short I have been barred from marrying the person I love because someone else, that I do not know and who does not know me, has some sick religious belief.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:36"
    },
    {
      "nodeID": "159314",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:36"
    },
    {
      "nodeID": "159315",
      "text": "Of course everyone has some basis for their views. Not even denying that. However there are ways that using that 'basis' most certainly is an imposition and the gay rights battle is a prime example. There are many, many, many people who have done work to stop/block gay marriage and other gay rights when they, themselves, are not gay. That is not merely passing judgement - that is imposition. All I am asking here is that Archie, you, JP, etc. own that.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:36"
    },
    {
      "nodeID": "159316",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:37"
    },
    {
      "nodeID": "159317",
      "text": "There are many, many, many people who have done work to stop/block gay marriage and other gay rights when they, themselves, are not gay. That is not merely passing judgement - that is imposition. All I am asking here is that Archie, you, JP, etc. own that.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:37"
    },
    {
      "nodeID": "159318",
      "text": "To the extent that working toward social change on any moralistic issue is an 'imposition', sure. But I think one could say that about anything that has a social effect.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:37"
    },
    {
      "nodeID": "159319",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:37"
    },
    {
      "nodeID": "159320",
      "text": "I didn't have to CHOOSE to be heterosexual. It's the natural inclination, unlike homosexuality. ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:32:37"
    },
    {
      "nodeID": "159321",
      "text": "And I didn't have to choose to be homosexual. It is a natural inclination. I chose not to hide or lie about who I am. However you are the one who seems to be under the delusion that being gay is a choice. Once again I ask you if it is just a choice then you choose to be gay this moment.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:37"
    },
    {
      "nodeID": "159322",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:37"
    },
    {
      "nodeID": "159323",
      "text": "I think he was trolling for fresh meat. emoticon_xhoho",
      "type": "I",
      "timestamp": "2016-03-08 20:32:37"
    },
    {
      "nodeID": "159324",
      "text": "Matt and I go way back. We've been oil and water for years. ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:32:37"
    },
    {
      "nodeID": "159325",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:37"
    },
    {
      "nodeID": "159326",
      "text": "I have seen his face picture. He is sort or handsome in a middle adged John Wayne fasion. Ture not something I would turn down but something I might think twice about doing.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:37"
    },
    {
      "nodeID": "159327",
      "text": "If that was a compliment, why do I feel that I need a hot shower? emoticon_confused",
      "type": "I",
      "timestamp": "2016-03-08 20:32:37"
    },
    {
      "nodeID": "159328",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:37"
    },
    {
      "nodeID": "159329",
      "text": "Why is it ok for your side to determine what is right for society but when I offer my vote/opinion, I am imposing something evil on you?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:37"
    },
    {
      "nodeID": "159330",
      "text": "Let me explain this to you. You want to stop abortions for someone else. You want to take a womans right to choose away. Where as Jito supporting a womans right to choose does not impose upon your life in any way. You want to stop me from being able to marry this does not effect your life in any way yet has a devastationg effect on my life. The left supports rights while your side want to limit the rights of others. You want to stop me from being able to marry because you have a religious belief against it even though I may have a religious belief that supports it. Therefore you are imposing your religious and moral views on me when I do not share those beliefs.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:38"
    },
    {
      "nodeID": "159331",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:38"
    },
    {
      "nodeID": "159332",
      "text": "Children only learn what they are taught, so it is up to us, the parents, to be actively involved in their lives AND to be aware of what's in the popular culture that they are learning from their peers and the media.[/COLOR][/INDENT]",
      "type": "I",
      "timestamp": "2016-03-08 20:32:38"
    },
    {
      "nodeID": "159333",
      "text": "Unless God is the parent and Adam & Eve are the children.  Just to good to pass that one up.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:38"
    },
    {
      "nodeID": "159334",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:38"
    },
    {
      "nodeID": "159335",
      "text": "Great post, Archangel!",
      "type": "I",
      "timestamp": "2016-03-08 20:32:38"
    },
    {
      "nodeID": "159336",
      "text": "Thanks, my friend, as you can see, Jito completely ignored the substance of my argument as it applies to the current american culture, as she responded to how it would apply to her personal life's credo. A more dishonest way of avoiding the meat of my argument couldn't be formed except by a manipulative, insincere and philosophical coward of jitobear's caliber. That's why there's nothing she wrote that's worth responding to. As usual she hasn't actually responded to anything I said. Why must these leftists twist what we say as they ignore the actual substance of it? emoticon_confused",
      "type": "I",
      "timestamp": "2016-03-08 20:32:38"
    },
    {
      "nodeID": "159337",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:38"
    },
    {
      "nodeID": "159338",
      "text": "I was just following your logic to its ultimate logical conclusion. Liberals don't give a damn about individual freedom; they want governmental control over all aspects of your life. They want gov't control of healthcare because they think we're too dumb to fend for ourselves. They want to indoctrinate our kids in school because they don't trust parents to be parents. The list of liberal intrusisms into our lives is endless. And I have no problem with gays, just their attempts to redefine marriage.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:38"
    },
    {
      "nodeID": "159339",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:38"
    },
    {
      "nodeID": "159340",
      "text": "His bias shows in his writing. It doesn't take a genius to see that the tone is not one of balance.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:38"
    },
    {
      "nodeID": "159341",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:38"
    },
    {
      "nodeID": "159342",
      "text": "I believe that equality means equality of opportunity, not forced results. The firefighters in NE demonstrated that AA policies that punish fairness are unconstitutional, for instance.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:38"
    },
    {
      "nodeID": "159343",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:39"
    },
    {
      "nodeID": "159344",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:39"
    },
    {
      "nodeID": "159345",
      "text": "For years I've tried to get one of our resident gay members to debate me on that fact. To date, no takers. Want to step up?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:39"
    },
    {
      "nodeID": "159346",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:39"
    },
    {
      "nodeID": "159347",
      "text": "5 maybe 10 sentences lean a direction and you invalidate the whole article? Good luck finding a news article that is completly objective and balanced",
      "type": "I",
      "timestamp": "2016-03-08 20:32:39"
    },
    {
      "nodeID": "159348",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:39"
    },
    {
      "nodeID": "159349",
      "text": "On what that drugs and alchohol are not moral equivelants to being gay?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:39"
    },
    {
      "nodeID": "159350",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:39"
    },
    {
      "nodeID": "159351",
      "text": "I pointed out the author's bias by assuming it was geneticwithout any demonstrable proof. It may or may not be genetic, but I am not going to make a definitive statement one way or the other without proof. The good law professor had no problem making that leap.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:39"
    },
    {
      "nodeID": "159352",
      "text": "Now read it again and don't make a conclusion before you finish this time. He states genetics as a cause twice both times he is quoting a source. The first is the subject of the article the second is a poll. As part of the poll he states conservatives don't accept the liberal opinion for genetics but believe the choice theory which has been discredited. Scientist may not know without a doubt what causes someone to be gay, but they know without a doubt it is not a choice. By all means, don't try to redefine marriage and the problem is solved.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:39"
    },
    {
      "nodeID": "159353",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:39"
    },
    {
      "nodeID": "159354",
      "text": "Come on JP really. So what happens when opportunity is not equal? What is the point of doing anything to solve a problem if there is a disregard for achieving measurable results. The whole point of creating an equal opportunity is to correct an imbalance. What type of results, if any, would be acceptable? I didn't say the government is always right or the intended goals are always achieved. That is our fault for putting people in government with the intelligence of carpet and then allowing them to stay.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:39"
    },
    {
      "nodeID": "159355",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:39"
    },
    {
      "nodeID": "159356",
      "text": "I was just following your logic to its ultimate logical conclusion. Liberals don't give a damn about individual freedom; they want governmental control over all aspects of your life. They want gov't control of healthcare because they think we're too dumb to fend for ourselves. They want to indoctrinate our kids in school because they don't trust parents to be parents. The list of liberal intrusisms into our lives is endless.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:39"
    },
    {
      "nodeID": "159357",
      "text": "That is just conservative bias. Conservatives are just as guilty of the same things as liberals and then each has their own ideological idiocy that is unique to each group. Conservatives like classes and don't like change. A pure conservative society would fail just as quickly as a pure liberal one. The last 10 - 20 years as we have become more us vs. them the overall prosperity and well being of the country has declined. With both sides taking the country to extremes. Conservatives eased restrictions and corporations run wild. Those laws are in place for a reason. Liberals overreact and put a choke hold on growth. There was a reason for less restrictive laws, but now they can't do anything meaningful.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:40"
    },
    {
      "nodeID": "159358",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:40"
    },
    {
      "nodeID": "159359",
      "text": "Your knowledge of history is frightening. We saw how well Sarbane-Oxley, the most far-reaching intrusion into corporate America since FDR, prevented our recent crash. A crash that was precipitated by Clinton's edict to Fannie Mae and Freddie Mac to loosen up the purse strings so deadbeats could get mortgages.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:40"
    },
    {
      "nodeID": "159360",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:40"
    },
    {
      "nodeID": "159361",
      "text": "Now read it again and don't make a conclusion before you finish this time. He states genetics as a cause twice both times he is quoting a source. The first is the subject of the article the second is a poll. As part of the poll he states conservatives don't accept the liberal opinion for genetics but believe the choice theory which has been discredited. Scientist may not know without a doubt what causes someone to be gay, but they know without a doubt it is not a choice.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:40"
    },
    {
      "nodeID": "159362",
      "text": "If there's no proof that it's genetic, then how can one say, with any degree of certainty, that it isn't a matter of choice? The professor attempts to discredit choice by stating there's no proof it is and promote genetics even without any scientific basis to do so. His selective use of 'lack of proof' as his main criteria is dubious as a result. Some make the claim that nobody would 'choose' to be gay because of all of the psychological baggage that comes with it. The teasing from straights, the parental pressure, etc., but we know that rebellious teens will do a lot of anti-social things by choice, so that argument doesn't fly.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:40"
    },
    {
      "nodeID": "159363",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:40"
    },
    {
      "nodeID": "159364",
      "text": "It's not my responsibility to ease job requirements so that an underachiever can reap the same rewards as an achiever. That's not my idea of equality.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:40"
    },
    {
      "nodeID": "159365",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:40"
    },
    {
      "nodeID": "159366",
      "text": "5 maybe 10 sentences lean a direction and you invalidate the whole article? Good luck finding a news article that is completly objective and balanced.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:40"
    },
    {
      "nodeID": "159367",
      "text": "Nice succinct summary on the state of affair with liberal journalism today.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:40"
    },
    {
      "nodeID": "159368",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:40"
    }
  ],
  "edges": [
    {
      "edgeID": "197052",
      "fromID": "159271",
      "toID": "159272",
      "formEdgeID": null
    },
    {
      "edgeID": "197053",
      "fromID": "159272",
      "toID": "159270",
      "formEdgeID": null
    },
    {
      "edgeID": "197054",
      "fromID": "159274",
      "toID": "159275",
      "formEdgeID": null
    },
    {
      "edgeID": "197055",
      "fromID": "159275",
      "toID": "159273",
      "formEdgeID": null
    },
    {
      "edgeID": "197056",
      "fromID": "159277",
      "toID": "159278",
      "formEdgeID": null
    },
    {
      "edgeID": "197057",
      "fromID": "159278",
      "toID": "159276",
      "formEdgeID": null
    },
    {
      "edgeID": "197058",
      "fromID": "159280",
      "toID": "159281",
      "formEdgeID": null
    },
    {
      "edgeID": "197059",
      "fromID": "159281",
      "toID": "159279",
      "formEdgeID": null
    },
    {
      "edgeID": "197060",
      "fromID": "98659",
      "toID": "159283",
      "formEdgeID": null
    },
    {
      "edgeID": "197061",
      "fromID": "159283",
      "toID": "159282",
      "formEdgeID": null
    },
    {
      "edgeID": "197062",
      "fromID": "159285",
      "toID": "159286",
      "formEdgeID": null
    },
    {
      "edgeID": "197063",
      "fromID": "159286",
      "toID": "159284",
      "formEdgeID": null
    },
    {
      "edgeID": "197064",
      "fromID": "159288",
      "toID": "159289",
      "formEdgeID": null
    },
    {
      "edgeID": "197065",
      "fromID": "159289",
      "toID": "159287",
      "formEdgeID": null
    },
    {
      "edgeID": "197066",
      "fromID": "159291",
      "toID": "159292",
      "formEdgeID": null
    },
    {
      "edgeID": "197067",
      "fromID": "159292",
      "toID": "159290",
      "formEdgeID": null
    },
    {
      "edgeID": "197068",
      "fromID": "159294",
      "toID": "159295",
      "formEdgeID": null
    },
    {
      "edgeID": "197069",
      "fromID": "159295",
      "toID": "159293",
      "formEdgeID": null
    },
    {
      "edgeID": "197070",
      "fromID": "159297",
      "toID": "159298",
      "formEdgeID": null
    },
    {
      "edgeID": "197071",
      "fromID": "159298",
      "toID": "159296",
      "formEdgeID": null
    },
    {
      "edgeID": "197072",
      "fromID": "159300",
      "toID": "159301",
      "formEdgeID": null
    },
    {
      "edgeID": "197073",
      "fromID": "159301",
      "toID": "159299",
      "formEdgeID": null
    },
    {
      "edgeID": "197074",
      "fromID": "159303",
      "toID": "159304",
      "formEdgeID": null
    },
    {
      "edgeID": "197075",
      "fromID": "159304",
      "toID": "159302",
      "formEdgeID": null
    },
    {
      "edgeID": "197076",
      "fromID": "159306",
      "toID": "159307",
      "formEdgeID": null
    },
    {
      "edgeID": "197077",
      "fromID": "159307",
      "toID": "159305",
      "formEdgeID": null
    },
    {
      "edgeID": "197078",
      "fromID": "159309",
      "toID": "159310",
      "formEdgeID": null
    },
    {
      "edgeID": "197079",
      "fromID": "159310",
      "toID": "159308",
      "formEdgeID": null
    },
    {
      "edgeID": "197080",
      "fromID": "159311",
      "toID": "159312",
      "formEdgeID": null
    },
    {
      "edgeID": "197081",
      "fromID": "159312",
      "toID": "159306",
      "formEdgeID": null
    },
    {
      "edgeID": "197082",
      "fromID": "159313",
      "toID": "159314",
      "formEdgeID": null
    },
    {
      "edgeID": "197083",
      "fromID": "159314",
      "toID": "159309",
      "formEdgeID": null
    },
    {
      "edgeID": "197084",
      "fromID": "159315",
      "toID": "159316",
      "formEdgeID": null
    },
    {
      "edgeID": "197085",
      "fromID": "159316",
      "toID": "159309",
      "formEdgeID": null
    },
    {
      "edgeID": "197086",
      "fromID": "159318",
      "toID": "159319",
      "formEdgeID": null
    },
    {
      "edgeID": "197087",
      "fromID": "159319",
      "toID": "159317",
      "formEdgeID": null
    },
    {
      "edgeID": "197088",
      "fromID": "159321",
      "toID": "159322",
      "formEdgeID": null
    },
    {
      "edgeID": "197089",
      "fromID": "159322",
      "toID": "159320",
      "formEdgeID": null
    },
    {
      "edgeID": "197090",
      "fromID": "159324",
      "toID": "159325",
      "formEdgeID": null
    },
    {
      "edgeID": "197091",
      "fromID": "159325",
      "toID": "159323",
      "formEdgeID": null
    },
    {
      "edgeID": "197092",
      "fromID": "159327",
      "toID": "159328",
      "formEdgeID": null
    },
    {
      "edgeID": "197093",
      "fromID": "159328",
      "toID": "159326",
      "formEdgeID": null
    },
    {
      "edgeID": "197094",
      "fromID": "159330",
      "toID": "159331",
      "formEdgeID": null
    },
    {
      "edgeID": "197095",
      "fromID": "159331",
      "toID": "159329",
      "formEdgeID": null
    },
    {
      "edgeID": "197096",
      "fromID": "159333",
      "toID": "159334",
      "formEdgeID": null
    },
    {
      "edgeID": "197097",
      "fromID": "159334",
      "toID": "159332",
      "formEdgeID": null
    },
    {
      "edgeID": "197098",
      "fromID": "159336",
      "toID": "159337",
      "formEdgeID": null
    },
    {
      "edgeID": "197099",
      "fromID": "159337",
      "toID": "159335",
      "formEdgeID": null
    },
    {
      "edgeID": "197100",
      "fromID": "159338",
      "toID": "159339",
      "formEdgeID": null
    },
    {
      "edgeID": "197101",
      "fromID": "159339",
      "toID": "159291",
      "formEdgeID": null
    },
    {
      "edgeID": "197102",
      "fromID": "159340",
      "toID": "159341",
      "formEdgeID": null
    },
    {
      "edgeID": "197103",
      "fromID": "159341",
      "toID": "159291",
      "formEdgeID": null
    },
    {
      "edgeID": "197104",
      "fromID": "159342",
      "toID": "159343",
      "formEdgeID": null
    },
    {
      "edgeID": "197105",
      "fromID": "159343",
      "toID": "159291",
      "formEdgeID": null
    },
    {
      "edgeID": "197106",
      "fromID": "159338",
      "toID": "159344",
      "formEdgeID": null
    },
    {
      "edgeID": "197107",
      "fromID": "159344",
      "toID": "159291",
      "formEdgeID": null
    },
    {
      "edgeID": "197108",
      "fromID": "159345",
      "toID": "159346",
      "formEdgeID": null
    },
    {
      "edgeID": "197109",
      "fromID": "159346",
      "toID": "159291",
      "formEdgeID": null
    },
    {
      "edgeID": "197110",
      "fromID": "159347",
      "toID": "159348",
      "formEdgeID": null
    },
    {
      "edgeID": "197111",
      "fromID": "159348",
      "toID": "159338",
      "formEdgeID": null
    },
    {
      "edgeID": "197112",
      "fromID": "159349",
      "toID": "159350",
      "formEdgeID": null
    },
    {
      "edgeID": "197113",
      "fromID": "159350",
      "toID": "159338",
      "formEdgeID": null
    },
    {
      "edgeID": "197114",
      "fromID": "159352",
      "toID": "159353",
      "formEdgeID": null
    },
    {
      "edgeID": "197115",
      "fromID": "159353",
      "toID": "159351",
      "formEdgeID": null
    },
    {
      "edgeID": "197116",
      "fromID": "159354",
      "toID": "159355",
      "formEdgeID": null
    },
    {
      "edgeID": "197117",
      "fromID": "159355",
      "toID": "159338",
      "formEdgeID": null
    },
    {
      "edgeID": "197118",
      "fromID": "159357",
      "toID": "159358",
      "formEdgeID": null
    },
    {
      "edgeID": "197119",
      "fromID": "159358",
      "toID": "159356",
      "formEdgeID": null
    },
    {
      "edgeID": "197120",
      "fromID": "159359",
      "toID": "159360",
      "formEdgeID": null
    },
    {
      "edgeID": "197121",
      "fromID": "159360",
      "toID": "159347",
      "formEdgeID": null
    },
    {
      "edgeID": "197122",
      "fromID": "159362",
      "toID": "159363",
      "formEdgeID": null
    },
    {
      "edgeID": "197123",
      "fromID": "159363",
      "toID": "159361",
      "formEdgeID": null
    },
    {
      "edgeID": "197124",
      "fromID": "159364",
      "toID": "159365",
      "formEdgeID": null
    },
    {
      "edgeID": "197125",
      "fromID": "159365",
      "toID": "159347",
      "formEdgeID": null
    },
    {
      "edgeID": "197126",
      "fromID": "159367",
      "toID": "159368",
      "formEdgeID": null
    },
    {
      "edgeID": "197127",
      "fromID": "159368",
      "toID": "159366",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
