{
  "nodes": [
    {
      "nodeID": "155088",
      "text": "'Based on what evidence can you make this conclusion?'",
      "type": "I",
      "timestamp": "2016-03-08 20:23:08"
    },
    {
      "nodeID": "155089",
      "text": "Based on the experience of Theresa Burke as cited in her above-referenced book.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:08"
    },
    {
      "nodeID": "155090",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:08"
    },
    {
      "nodeID": "155091",
      "text": "'As for the 'holes', well that could just as easily be said about the use of contraception, or the decision not to have children. Am I creating a population 'hole' when I use a condom? What about the high percentage of miscarriages that happen before the fourth week of pregnancy- more holes? Is every moment that people could potentially have had a child creating holes? Or is this just another invention?'",
      "type": "I",
      "timestamp": "2016-03-08 20:23:08"
    },
    {
      "nodeID": "155092",
      "text": "Okay, you are right... we need a definition for a 'hole,' as it is a bit of a subjective concept. Allow me to define 'hole' like this: The void created by the intentional destruction of something already in existence. Using 'hole' with this definition makes Alcorn's statement (minus the word 'terrible') a true fact in the physical realm. And it precludes any of your other ideas from creating 'holes,' since they all deal with potentiality, not reality.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:08"
    },
    {
      "nodeID": "155093",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:09"
    },
    {
      "nodeID": "155094",
      "text": "I will not put up with people that scroll down to the end read the closing comments by the author and then proceed to argue.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:09"
    },
    {
      "nodeID": "155095",
      "text": "(I'm just curious what you mean by you 'will not put up with [it]'? You may have to put up with it, as there may be some people who choose to do that, and you have no control to stop them. Just as a suggestion, you may get further by asking respectfully that people not comment unless they have read the entire article. My two cents.) In this particular article, Mr. Alcorn does not back up any of his assertions with evidence. Some of what he states in this article is common knowledge that needs no documentation (i.e. a human fetus is human and it is alive). But in this article, he states many generalities, he states many opinions (to which there are alternate views), and he backs nothing up. I'm not saying that the facts he presents cannot be backed up, but until they are backed up with solid documentation, there are a lot of holes in what he is saying. For example: '2f. There is substantial scientific reason to believe frozen embryos are persons, and should be granted the same rights as older, larger and less vulnerable persons.' Substantial scientific reason??? Like what? A 'person' is not a scientific concept. Science does not identify the definitions of what can or cannot be labeled a 'person.' That is a legal and/or philisophical topic. '3g. Even before the unborn is obviously human in appearance, she is what she is-a human being.' Here again, a human being is not a scientific term.  '3e. Every abortion stops a beating heart and terminates measurable brain waves.' This is not necessarily true. Mr. Alcorn also asserts that the birth control pill causes abortions prior to implantation of the blastocyst in the uterine lining. There is no beating heart or measurable brain activity at this stage of biological development. Both of his assertions, as stated, cannot be correct. If one statement is true, then the other must logically be false. '5d. It is a scientific fact that there are thought processes at work in unborn babies. ' Where's the evidence? Define 'thought processes.' It may be a fact... that leaves open the possibility that it may not be true. '5h. Arguments against the personhood of the unborn are shrouded in rationalization and denial. ' This is his opinion... to which he is entitled. '9a. Once we grant that the unborn are human beings, it should settle the question of their right to live. ' True. But we have not yet granted that unborn are 'human beings.' '13b. The poor choice of premarital sex is never compensated for by the far worse choice of killing an innocent human being.' Again. This is merely Mr. Alcorn's opinion -- both that premarital sex is a 'poor choice' and the remainder of the statement. '14a. Early feminists were prolife, not prochoice. ' Define 'early.' Are we talking back to the days of Eve? I don't believe Margaret Sanger was prolife. '14d. The basic premises of the abortion-rights movement are demeaning to women. ' Unsupported opinion. '17a. Every child is wanted by someone-there is no such thing as an unwanted child. ' How many children are on the street in this great country? How many children are waiting to be adopted? It may be true that all children are wanted by someone, but it is also true that there are many, many children without a home and without a family... who are being bounced around from foster home to foster home, not finding anyone who 'wants' them. This is fact. A dear friend of mine is a child protection social worker in a metropolitan area. She deals with this every day. '18c. If children are viewed as expendable before birth, they will be viewed as expendable after birth. ' Not sure if I follow this one... if someone wants a child in the womb, they are not viewed as expendable before birth... if someone doesn't want a child in the womb and it is aborted, there won't be anything to be expendable after birth. '20b. The dramatic decline in our birth rate will have a disturbing economic effect on America. ' Ummm... this may be true. It may not be true. Fact is... we don't know. We can only make educated guesses. I could go on... but I think my point has been made. One final one, though... I had to giggle when I read this one: 'Abortion has made us a nation of schizophrenics about our children.' It seems that you are fervent in your beliefs that abortion is 'wrong.' I respect you for knowing what you believe and for standing up for it. Understand, though, that there are individuals who may disagree with you. To imply that they are 'wrong' and you are 'right' or they are ignorant or stupid or anything of the sort is a rather self-centered view of the world. In this mindset, it is possible that you are looking at everything from the 'wrong' perspective. Maybe the other person is actually 'right' and you are the ignorant one. (Note: I'm not suggesting that you are calling anyone stupid or ignorant... nor am I suggesting you are stupid or ignorant. I'm just making a point.) I challenge you to develop a logical argument -- based on facts with supporting evidence, and not based on opinions or 'moral ideals' -- that is so convincing that even the most 'pro-choice' person in the world could see (if they are being honest with themselves and the world) that abortion is 'wrong.'",
      "type": "I",
      "timestamp": "2016-03-08 20:23:09"
    },
    {
      "nodeID": "155096",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:09"
    },
    {
      "nodeID": "155097",
      "text": "this is my favorite one- 2e. Human beings should not be discriminated against because of their place of residence.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:09"
    },
    {
      "nodeID": "155098",
      "text": "Mizmaxx -- Can you honestly tell me that you do not believe this statement? Or are you advocating the discrimination of human beings based upon their place of residence. This is actually, in my opinion, one of Mr. Alcorns strongest points. However, it is based upon the premise that a fetus is a 'human being' which is not established by law.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:09"
    },
    {
      "nodeID": "155099",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:09"
    },
    {
      "nodeID": "155100",
      "text": "28c. Clinic workers commonly prey on fear, pain, and confusion to manipulate women into getting abortions.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:09"
    },
    {
      "nodeID": "155101",
      "text": "While 'commonly' may or may not be true, this does end up happening at least some of the time (and possibly a lot of the time). It's highly doubtful that clinic workers do this with ill-intent... for example, a woman enters a clinic because she's confused and thinking about getting an abortion... she wants to consider the option of abortion, though she's not really comfortable with the idea. The clinic worker assures the woman that abortion is a painless procedure, and that lasting psychological effects rarely (if ever) occur. The clinic worker may ask the woman to think about how having a child would interfere with the woman's life. I'd encourage you to read the book 'Forbidden Grief' by Theresa Burke. It is a fascinating look at real women who have had abortions, and the experiences they have gone through. Some of the women described in the book feel that they were manipulated by clinic workers into having an abortion. (In reality, short of physical force, no one can 'force' you to do something you don't want to do, but things can be said and done to mislead a person --intentionally or otherwise-- into thinking that's what they want themselves.)",
      "type": "I",
      "timestamp": "2016-03-08 20:23:09"
    },
    {
      "nodeID": "155102",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:09"
    },
    {
      "nodeID": "155103",
      "text": "While 'commonly' may or may not be true, this does end up happening at least some of the time (and possibly a lot of the time).",
      "type": "I",
      "timestamp": "2016-03-08 20:23:09"
    },
    {
      "nodeID": "155104",
      "text": "Based on what evidence can you make this conclusion?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:09"
    },
    {
      "nodeID": "155105",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:09"
    },
    {
      "nodeID": "155106",
      "text": "Ok I'm put out, I just spent an hour replying to your original post bootfitter and somehow lost it. I'll sum up.  It seems that you would be willing to grant that and unborn baby has the same rights you have, if one could prove that the baby is 'human' well I could go into the week by week day day thing of how the baby developes. Or I could just ask you. What do you consider to be the reason the baby is NOT human until birth? or the third trimester or some other point",
      "type": "I",
      "timestamp": "2016-03-08 20:23:09"
    },
    {
      "nodeID": "155107",
      "text": "(Sorry to hear you lost an hour's worth of work... I hate it when that happens!) I may not have made this clear, but here are the facts: 1) A unique human entity comes into existence at the point of conception/fertilization. It is pointless to argue this fact, because the evidence to suggest that this is true is insurmountable. The zygote/blastocyst/embryo/fetus/neonate/baby/child (whichever label you choose) is a member of the species homo sapiens sapiens. Period. 2) Just because something is human does not necessarily make it a 'human being' or a 'person.' These are not scientific terms. It is impossible to 'prove' that a pre-birth human entity is a 'human being' under all possible interpretations of a 'human being.' The argument could be made, for example, that a 'being' must have some sort of self-awareness. It would be quite difficult to find evidence that suggests that a developing human blastocyst has any self-awareness. So, to answer your question, regardless of what anyone believes, a post-conception entity formed from a human sperm and a human ovum is a unique human entity from that point on. My question to you: What do you consider to be the reason the pre-birth baby is a 'human being' that deserves 'personhood' according to the law?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:09"
    },
    {
      "nodeID": "155108",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:10"
    },
    {
      "nodeID": "155109",
      "text": "But it isn't, because of immigration, so what's the problem? Besides, our population should decrease. Either that, or people should consume far less. After all, in terms of environmental impact, you can fit twenty times as many Chinese or South Asian people as you can one American in a population.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:10"
    },
    {
      "nodeID": "155110",
      "text": "Population should decrease? Are you making another one of your anti-evolutionary statements? Populations are supposed to grow. However, the caucasian population is shrinking. You need to have 2.9 children in order to reproduce the population, but almost all of the European nations and the US arn't even producing that many. Our population is growing, but only because of hispanics.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:10"
    },
    {
      "nodeID": "155111",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:10"
    },
    {
      "nodeID": "155112",
      "text": "'I hardly think that the sole or most important difference between a blastocyst/foetus/embryo and a born human is their place of residence. They are also not 'residing' in the womb, they are physically attached to it for their very survival.'",
      "type": "I",
      "timestamp": "2016-03-08 20:23:10"
    },
    {
      "nodeID": "155113",
      "text": "The original statement didn't address anything about the difference between a pre-birth and post-birth human. It was a reasonable statement that suggested that no human being should be discriminated because of their place of residence. I asked whether you really disagreed with the statement, and you respond here with your opinion on the matter of a difference between a pre-birth and post-birth human and the semantics of the word 'reside.' Your first opinion I can accept as your opinion, you are entitled to it. Your second statement can be taken to mean that someone in a coma on life support is not 'residing' in the hospital room on the bed linked to life-support equipment, but rather that they are physically attached to it for their very survival. Or that an Eskimo is not 'residing' in an igloo in the Arctic with -60F temps and windchills of over 100F below zero... but that they are attached to that igloo for their very survival. (Granted, the igloo example is a bit of a stretch, but I just wanted to take an opportunity to say that I built an igloo in my backyard. It's pretty cool!)",
      "type": "I",
      "timestamp": "2016-03-08 20:23:10"
    },
    {
      "nodeID": "155114",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:10"
    },
    {
      "nodeID": "155115",
      "text": "'Although I think it's unfortunate that some women may have been or felt manipulated into having an abortion, I think this is no more likely to occur with abortion than with any other medical decision...'",
      "type": "I",
      "timestamp": "2016-03-08 20:23:10"
    },
    {
      "nodeID": "155116",
      "text": "'Besides, our population should decrease. Either that, or people should consume far less.'",
      "type": "I",
      "timestamp": "2016-03-08 20:23:10"
    },
    {
      "nodeID": "155117",
      "text": "Your opinion. Okay.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:10"
    },
    {
      "nodeID": "155118",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:10"
    }
  ],
  "edges": [
    {
      "edgeID": "194080",
      "fromID": "155089",
      "toID": "155090",
      "formEdgeID": null
    },
    {
      "edgeID": "194081",
      "fromID": "155090",
      "toID": "155088",
      "formEdgeID": null
    },
    {
      "edgeID": "194082",
      "fromID": "155092",
      "toID": "155093",
      "formEdgeID": null
    },
    {
      "edgeID": "194083",
      "fromID": "155093",
      "toID": "155091",
      "formEdgeID": null
    },
    {
      "edgeID": "194084",
      "fromID": "155095",
      "toID": "155096",
      "formEdgeID": null
    },
    {
      "edgeID": "194085",
      "fromID": "155096",
      "toID": "155094",
      "formEdgeID": null
    },
    {
      "edgeID": "194086",
      "fromID": "155098",
      "toID": "155099",
      "formEdgeID": null
    },
    {
      "edgeID": "194087",
      "fromID": "155099",
      "toID": "155097",
      "formEdgeID": null
    },
    {
      "edgeID": "194088",
      "fromID": "155101",
      "toID": "155102",
      "formEdgeID": null
    },
    {
      "edgeID": "194089",
      "fromID": "155102",
      "toID": "155100",
      "formEdgeID": null
    },
    {
      "edgeID": "194090",
      "fromID": "155104",
      "toID": "155105",
      "formEdgeID": null
    },
    {
      "edgeID": "194091",
      "fromID": "155105",
      "toID": "155103",
      "formEdgeID": null
    },
    {
      "edgeID": "194092",
      "fromID": "155107",
      "toID": "155108",
      "formEdgeID": null
    },
    {
      "edgeID": "194093",
      "fromID": "155108",
      "toID": "155106",
      "formEdgeID": null
    },
    {
      "edgeID": "194094",
      "fromID": "155110",
      "toID": "155111",
      "formEdgeID": null
    },
    {
      "edgeID": "194095",
      "fromID": "155111",
      "toID": "155109",
      "formEdgeID": null
    },
    {
      "edgeID": "194096",
      "fromID": "155113",
      "toID": "155114",
      "formEdgeID": null
    },
    {
      "edgeID": "194097",
      "fromID": "155114",
      "toID": "155112",
      "formEdgeID": null
    },
    {
      "edgeID": "194098",
      "fromID": "155117",
      "toID": "155118",
      "formEdgeID": null
    },
    {
      "edgeID": "194099",
      "fromID": "155118",
      "toID": "155116",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
