{
  "nodes": [
    {
      "nodeID": "156696",
      "text": "Just wondering, so how does a small woman protect herself from a large man?",
      "type": "I",
      "timestamp": "2016-03-08 20:26:41"
    },
    {
      "nodeID": "156697",
      "text": "I think she is supposed to either scratch at him with her keys, or spray them with hairspray. I am sure we will se a lot more pages like the above linked in the near future. Now that Lotts research has been given the green light by the NAS, in fact, being the only body of research with which they found NO issues (oddly enough, the anti gunners research was FULL of holes), there is nothing left to attack him on, and his work has been vindicated.  So, lacking any real material with which to attack his actual work, the anti gunners are essentially stepping back and calling him a 'dummy head'. In todays modern political/academic environment, what higher form of flattery can there possibly be than charachter assasination? It is what they fall back on when they find your argument to be irrefutable.  The NAS study was supposed to be 'their study'. Instead the findings basically run that anti gun researchers are mostly liars who use HIGHLY questionable methodology, pro gun researchers are refreshingly honest, and at the end of the day, the pro gunners have won the war of statistics. It is over, there is really no point to debating it anymore. We have seen the most scritinized review of the available data EVER, and the antigunners have had the wind knocked out of their sails.  Until some new data becomes available, I am pretty much done debating the statistical aspects. You want to call Lott a cross dressing dummyhead who was more than a little creepy as far as his defense of his work? go ahead. The fact remains that despite the anti gunners best efforts (which currnetly seems to be Donohue and Ayres), his work has been vindicated.  Now, if there is any anti gunner out there who dares argue history in regards to this, lets go! As Bryan pointed out in another thread, the antis generally seem to feel weakest in their argument when it comes to history, while the pro gunners seem to feel weakest when it comes to the social costs of gun ownership. GOOD NEWS for the pro gunners, we are now strongest in not only history, but the social aspects of gun control as well.  We now know for sure that the antis gunners are living in lala land. Their argument is completely unsupportable.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:41"
    },
    {
      "nodeID": "156698",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:26:41"
    },
    {
      "nodeID": "156699",
      "text": "If anti-gunners are looking for a pro-gun Bellisiles, guess what? Lot still has his job and he is not flipping burgers at Burger King. Really the last I heard he got a job at an anti-gun lobby group. Can someone please verify? Were is Bellisiles working today?",
      "type": "I",
      "timestamp": "2016-03-08 20:26:41"
    },
    {
      "nodeID": "156700",
      "text": "And Jon Wiener says in his book that was because John Lott was protected by the gun lobby.",
      "type": "I",
      "timestamp": "2016-03-08 20:26:41"
    },
    {
      "nodeID": "156701",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:26:41"
    }
  ],
  "edges": [
    {
      "edgeID": "195214",
      "fromID": "156697",
      "toID": "156698",
      "formEdgeID": null
    },
    {
      "edgeID": "195215",
      "fromID": "156698",
      "toID": "156696",
      "formEdgeID": null
    },
    {
      "edgeID": "195216",
      "fromID": "156700",
      "toID": "156701",
      "formEdgeID": null
    },
    {
      "edgeID": "195217",
      "fromID": "156701",
      "toID": "156699",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
