{
  "nodes": [
    {
      "nodeID": "161233",
      "text": "I do not understand why the same people who claim that the government is incopetent and inefficient are afraid that the public option will outcompete the insurance copanies and put them out of business.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:07"
    },
    {
      "nodeID": "161234",
      "text": "So, I assume that you bought all of the liberal demogoguery about the big health insurance companies making obscence profits on the backs of dying people? Here's a little factual info for you. There was a recent ranking on the profitability of a wide variety of Industry types. I believe it was done by Forbes. The health care insurance companies ranked 35th in profitability with an ROI of 2.2%. To put that in perspective, if the companies fired all of their employees and converted all of their assets to cash, they'd have made more money putting in in a bank and drawing interest. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:37:07"
    },
    {
      "nodeID": "161235",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:07"
    },
    {
      "nodeID": "161236",
      "text": "Well the government track record in health care isn't too good. Medicare is broke and busted by their own accounts. So if they can't run that correctly by what stretch of the imagination do you come up with them being able to manage the whole healthcare industry? Medicaid is broke. The VA healthcare system is a shambles. You would think they would get them up and running smoothly before trying to sell us the snake oil of their healthcare. Then there is the big problem of rationing. No matter what lies are told, health care is rationed in socialized medicine.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:07"
    },
    {
      "nodeID": "161237",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:07"
    },
    {
      "nodeID": "161238",
      "text": "Well the government track record in health care isn't too good.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:07"
    },
    {
      "nodeID": "161239",
      "text": "Actually it is. All the countries with public healthcare systems rank higher than the U.S. We are number 37. I thought we already went through this.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:07"
    },
    {
      "nodeID": "161240",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:07"
    },
    {
      "nodeID": "161241",
      "text": "The public option before the Congress is not subsidized.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:07"
    },
    {
      "nodeID": "161242",
      "text": "Yes it is. It will be funded by government money, the taxpayer will foot the bill. The argument that it will not be 'subsidised' is based on the ridiculous hypothesis that somehow, someway, it will turn a profit and pay back the enormous injection of public funds needed to start it up (of course, providing an interest-fee-unlimited-repayment-term-loan is in itself, also a subsidy). If it behaves in such a way as to maximise profit, like its private sector alternatives, what possible purpose does it serve? It's either  a) Pointless. Why don't we also have a 'public option' pizza restaurant chain and a 'public option' door to door sales force? or  b) Very bad. With about a 99.999% probabilty of b)",
      "type": "I",
      "timestamp": "2016-03-08 20:37:07"
    },
    {
      "nodeID": "161243",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:08"
    },
    {
      "nodeID": "161244",
      "text": "If it behaves in such a way as to maximise profit, like its private sector alternatives, what possible purpose does it serve? It's either  a) Pointless. Why don't we also have a 'public option' pizza restaurant chain and a 'public option' door to door sales force? or  b) Very bad. With about a 99.999% probabilty of b)",
      "type": "I",
      "timestamp": "2016-03-08 20:37:08"
    },
    {
      "nodeID": "161245",
      "text": "So why are you so afraid of it? If it is bad you will have a choice to go to a private insurance company.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:08"
    },
    {
      "nodeID": "161246",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:08"
    },
    {
      "nodeID": "161247",
      "text": "We did and we also went through the fact that the rating for the US is so low because of those not insured, not those that are. I'd like to see the statistics that compare Americans WITH healthcare to socialized medicine countries' healthcare. Where's that apples to apples comparison? After all, you don't judge the quality of a country's highways by looking at its dirt roads, do you?  The difference now is that healthcare in the US isn't a scarce resource. You can spend as much as you like for whatever tests, etc., that you want. Put it under government control and cap the spending, THEN it will become a scarce resource.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:08"
    },
    {
      "nodeID": "161248",
      "text": "You know that under most public healthcare systems you can still buy private care if you really want to, don't you? As for OldSarge's claim of bean pushers deciding what care you get, isn't another name for them 'claims adjustors'? When I go to see a doctor he's the one who decides my treatment, not anyone else. He doesn't have to call anyone to check the funding is there, if it's covered for anyone, it's covered for me as well.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:08"
    },
    {
      "nodeID": "161249",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:08"
    },
    {
      "nodeID": "161250",
      "text": "The difference now is that healthcare in the US isn't a scarce resource.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:08"
    },
    {
      "nodeID": "161251",
      "text": "You must be smoking a really strong stuff. The only system where resources are not scarce is the communism of Karl Marx.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:08"
    },
    {
      "nodeID": "161252",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:08"
    }
  ],
  "edges": [
    {
      "edgeID": "198456",
      "fromID": "161234",
      "toID": "161235",
      "formEdgeID": null
    },
    {
      "edgeID": "198457",
      "fromID": "161235",
      "toID": "161233",
      "formEdgeID": null
    },
    {
      "edgeID": "198458",
      "fromID": "161236",
      "toID": "161237",
      "formEdgeID": null
    },
    {
      "edgeID": "198459",
      "fromID": "161237",
      "toID": "161233",
      "formEdgeID": null
    },
    {
      "edgeID": "198460",
      "fromID": "161239",
      "toID": "161240",
      "formEdgeID": null
    },
    {
      "edgeID": "198461",
      "fromID": "161240",
      "toID": "161238",
      "formEdgeID": null
    },
    {
      "edgeID": "198462",
      "fromID": "161242",
      "toID": "161243",
      "formEdgeID": null
    },
    {
      "edgeID": "198463",
      "fromID": "161243",
      "toID": "161241",
      "formEdgeID": null
    },
    {
      "edgeID": "198464",
      "fromID": "161245",
      "toID": "161246",
      "formEdgeID": null
    },
    {
      "edgeID": "198465",
      "fromID": "161246",
      "toID": "161244",
      "formEdgeID": null
    },
    {
      "edgeID": "198466",
      "fromID": "161248",
      "toID": "161249",
      "formEdgeID": null
    },
    {
      "edgeID": "198467",
      "fromID": "161249",
      "toID": "161247",
      "formEdgeID": null
    },
    {
      "edgeID": "198468",
      "fromID": "161251",
      "toID": "161252",
      "formEdgeID": null
    },
    {
      "edgeID": "198469",
      "fromID": "161252",
      "toID": "161250",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
