{
  "nodes": [
    {
      "nodeID": "142530",
      "text": "Yes. I already explained that. An hypothesis is made that explains an observation. Then a prediction is made that can only be true if the hypothesis is true. Then an experiment is designed or a situation established that can test if the prediction is true. They could. I suppose it has been done. I know of one case where anole lizards were transplanted to islands where they didn't exist. Based on previous observation of the lizards in their environment, predictions were made about the physiological changes that should be observed. Those changes were observed. Darwin himself noted the changes induced in domestic animals by the intent of breeders. This is now known as artificial selection. Don't know. Have you tested your hypothesis? The debate isn't whether, but how much. Is most evolution gradual as Darwin finally decided? Or do populations tend to remain relatively constant as long as the environment remains constant (as noted by Darwin in his notebooks)? Good questions. You seem to think that science knows all the answers rather than being a process of looking for answers. There is debate because we are still gathering data about very complex processes. That's how science works. That's what the debate is about, sharing ideas with each other.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:06"
    },
    {
      "nodeID": "142531",
      "text": "Well is this serious science or is this ring-around-the-rosie on Sesame Street? Am I just supposed to play make-believe and/or use my imagination? I can do that -- for instance, when I play with my kids, I'm real good at playing the role of 'Ken' when we imagine that 'Barbie goes to the beach' Surely the fossil record shows gradualism or not. I bought a book a while back at a half-price bookstore from Niles Eldredge called The Myths of Evolution. He says the following about gradualism:  ---------------------------------------- Change in this manner (gradualism) is just not found in the fossil record. pg. 48 Darwin invented the myth that species were not real to convince the world of the nonmyth that evolution had occured. pg. 52 Darwin's prediction that long-term evolutionary change should produce a systematic pattern of gradual, progressive change in the fossil record was faulty. pg. 53 As we have seen in the previous chapter, the usual conception casts evolution as a gradual, steady process of adaptive change. And we have already seen that the fossil record conflicts with that view. pg. 57 We're faced more with a great leap of faith -- that gradual, progressive, adaptive change underlies the general pattern of evolutionary change we see in the rocks -- than any hard evidence. pg. 57 ------------------------------------ I guess I would consider myself more of a PE guy than a gradualist simply because of what the fossils indicate. It seems to me that instead of evolving gradually that animals evolve quickly -- like the spiders on my shed. (do you find it odd that they emerged yellow in the spring?)  It seems butterflies have this same ability.....Evolution sure is amazing! For instance, Monteiro said, the darker wing patterns that show up in butterflies that emerge in the spring serve to warm up the butterfly faster, whereas butterflies that emerge in the summer have lighter colors. 'Also, many butterflies that emerge in the wet season in the tropics have large, conspicuous marks on their wings that deflect the attacks of predators while the butterflies are actively finding mates and laying eggs, while the dry-season cohorts are very cryptic, trying to blend in with their environment and not attract any attention from predators until the rains arrive again,' she said http://unisci.com/stories/20021/0313021.htm Where can I find an explanation about this phenomenon? Does Darwin talk about this? This is fascinating to me....I can't seem to find anything about this at TalkOrigins.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:06"
    },
    {
      "nodeID": "142532",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:06"
    },
    {
      "nodeID": "142533",
      "text": "Well is this serious science or is this ring-around-the-rosie on Sesame Street? Am I just supposed to play make-believe and/or use my imagination? I can do that -- for instance, when I play with my kids, I'm real good at playing the role of 'Ken' when we imagine that 'Barbie goes to the beach' Surely the fossil record shows gradualism or not. I bought a book a while back at a half-price bookstore from Niles Eldredge. He says the following about gradualism:  ---------------------------------------- Change in this manner (gradualism) is just not found in the fossil record. pg. 48 Darwin invented the myth that species were not real to convince the world of the nonmyth that evolution had occured. pg. 52 Darwin's prediction that long-term evolutionary change should produce a systematic pattern of gradual, progressive change in the fossil record was faulty. pg. 53 As we have seen in the previous chapter, the usual conception casts evolution as a gradual, steady process of adaptive change. And we have already seen that the fossil record conflicts with that view. pg. 57 We're faced more with a great leap of faith -- that gradual, progressive, adaptive change underlies the general pattern of evolutionary change we see in the rocks -- than any hard evidence. pg. 57 ------------------------------------ I guess I would consider myself more of a PE guy than a gradualist simply because of what the fossils indicate. It seems to me that instead of evolving gradually that animals evolve quickly -- like the spiders on my shed. (do you find it odd that they emerged yellow in the spring?)  It seems butterflies have this same ability.....Evolution sure is amazing! For instance, Monteiro said, the darker wing patterns that show up in butterflies that emerge in the spring serve to warm up the butterfly faster, whereas butterflies that emerge in the summer have lighter colors. 'Also, many butterflies that emerge in the wet season in the tropics have large, conspicuous marks on their wings that deflect the attacks of predators while the butterflies are actively finding mates and laying eggs, while the dry-season cohorts are very cryptic, trying to blend in with their environment and not attract any attention from predators until the rains arrive again,' she said http://unisci.com/stories/20021/0313021.htm",
      "type": "I",
      "timestamp": "2016-03-08 19:56:06"
    },
    {
      "nodeID": "142534",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:06"
    },
    {
      "nodeID": "142535",
      "text": "Richard Leakey: 'If I were going to draw a family tree for man, I would just draw a huge question mark.'",
      "type": "I",
      "timestamp": "2016-03-08 19:56:06"
    },
    {
      "nodeID": "142536",
      "text": "And from this we are to infer that Leakey doubts human evolution? There is by now a huge variety of fossil hominids. If Leakey was admitting that it was difficult to be certain which were or were not directly ancestral to modern humans, this is no more than scientific honesty.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:06"
    },
    {
      "nodeID": "142537",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:06"
    }
  ],
  "edges": [
    {
      "edgeID": "185222",
      "fromID": "142531",
      "toID": "142532",
      "formEdgeID": null
    },
    {
      "edgeID": "185223",
      "fromID": "142532",
      "toID": "142530",
      "formEdgeID": null
    },
    {
      "edgeID": "185224",
      "fromID": "142533",
      "toID": "142534",
      "formEdgeID": null
    },
    {
      "edgeID": "185225",
      "fromID": "142534",
      "toID": "142530",
      "formEdgeID": null
    },
    {
      "edgeID": "185226",
      "fromID": "142536",
      "toID": "142537",
      "formEdgeID": null
    },
    {
      "edgeID": "185227",
      "fromID": "142537",
      "toID": "142535",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
