{
  "nodes": [
    {
      "nodeID": "139053",
      "text": "Quote: Originally Posted by chemist99a View Post GOD was proved not to exist many years ago details if you wish. I would be honored to see those details.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139054",
      "text": "See the refutations of Augustines various proofs for the details. Its not actually very interesting since its so elementary. There are many disproofs on the net in addition. One novel one which seems rather neat is this one.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139055",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139056",
      "text": "When an object is heated, it expands as it heats, neither can occur without the other.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139057",
      "text": "But you said that they happen at the same time, then you contradict yourself. Make up your mind. And high pressure systems can prevent expansion while raising temperature.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139058",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139059",
      "text": "Actually, the heating and the expanding would have had to happen at the same time.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139060",
      "text": "Because....expansion occurs after heat is added. How can a expansion occur with a prior cause? You're saying the reaction and cause happen at the same time. Show me an example that does that.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139061",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139062",
      "text": "And dont you get a kick out of SP calling herself a rational christian as she blasphemes God and attempts to disprove Him in every post? This is a person who doesn't even know what the word hypocrite means, so she keeps that label under her user name.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139063",
      "text": "Actually he doesn't believe in a liar God like you, so really it's YOU who's the blasphemer. And he's a Christian, you're a Biblist. He actually follows Christ, you just try to maintain the credibility of your God-Book.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139064",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139065",
      "text": "What great faith you evilutionists have in nothingness! LOL",
      "type": "I",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139066",
      "text": "Actually, isn't it creationists who claim that the universe was created from nothing? Creationists even have a magazine formally called 'Ex Nihilo' (changed to 'Creation' because creationists didn't know what it meant.)",
      "type": "I",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139067",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139068",
      "text": "Evolutionary biologist Richard Lewontin said: 'we have a prior commitment to materialism. It is not that the methods and institutions of science somehow compel us to accept a material explanation of the phenomenal world, but, on the contrary, that we are forced by our priori adherence to material causes to create an apparatus of investigation and a set of concepts that produce material explanations, no matter how counter-intuitive...Moreover, that materialism is an absolute, for we cannot allow a divine foot in the door.'",
      "type": "I",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139069",
      "text": "Actually what scientists have is a provisional theory that material causes are sufficient to explain material outcomes. Its provisional and subject to falsification should anyone ever find a valid counter example. So far none such has turned up oddly enough. And yes under that assumption science must be agnostic. Just because GOD cannot get a foot in the door does not imply that he cannot stand outside the door does it?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139070",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:23"
    },
    {
      "nodeID": "139071",
      "text": "Well, if there were any evidence for it you could. Of course, in searching for the source of these quotes we find that they seem to be limited to creationist web sites. Nowhere can one find a correct attribution. Moreover, what Lewontin is saying is that science is not a matter of faith. He is saying that science rejects spiritualism as an effective cause and is limited to naturalistic explanations. In other words, science doesn't operate by blind faith. I'm not even sure what point you were trying to make.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139072",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139073",
      "text": "Evolution theory is not science at all, it is faith. Period.  How can I conclude that? Because an examination of the evidence shows that a bias/ ideology/ Godless belief system is the only real evidence for evolution theory:",
      "type": "I",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139074",
      "text": "Well, now, here's the thing: A hypothesis of special creation of all things (such as is described in the bible) is inconsistent with the evidence we can elicit from living things today. For instance, there's the amount of non-functional DNA we share with other creatures, in particular the other apes. With shared functional DNA, now, one could make a case for economy of design, but deliberately putting the same broken genes and garbage DNA into two entirely seperate species? Then there's the fact that some creatures have far better 'designed' bits than others for no readily apparent reason. A good example is the octopus eye, whose retina is supplied with blood from the rear rather than the front, both anchoring the retina more securely (no detached retina problems) and avoiding the 'blind spot' mammalian eyes possess. There's no reason at all for a designer capable of making an octupus to use the inferior mammalian design. Then there's the issue of vestigial features. Vestigial doesn't necessarily mean 'useless', more properly it describes something that is 'overengineered' for the purpose it currently serves, and often looks very much like a crippled version of a feature possessed by some other species. Ostrich wings, for example, may be useful for balancing when running, or in mating rituals, but they don't need to be wings in order to serve those purposes. Their complex and delicate internal structure is clearly 'designed' to allow flight, but their stunted development and the practical impossibility of such a big bird achieving self-powered flight make them a vestigial structure. Again, what rationale can be made for this being the work of a designer? Then there's the fossil record. Try as one might to twist the evidence to fit a biblical flood, it just won't go. Paleontologists have found spider tracks sandwiched in sandstone layers. Imagine, if you can, the delicate impressions of a spider's footsteps surviving a deluge sufficient to suspend and deposit yards and yards of sand atop them. Hydrodynamic sorting of fossils, or burial order, doesn't fit either, since it requires that we pretend all dinosaurs were large and slow moving (they weren't) and that all mammals are small, agile and fast-moving (they aren't). On and on it goes. If we take evolution off the table completely and look at the evidence before us, we have no explanation that fits. Special creation simply doesn't add up. With all creation myths falsified, what are we supposed to do? Just pretend the history of life on earth doesn't matter, or should be ignored? Evolution isn't what you come up with when you apply atheist thinking. Evolution is what you come up with when you discount all the extant hypotheses that don't fit the facts, be they religiously inspired or otherwise. Now, you may hold your hand up and complain that we're not admitting the possibility of some kind of divine guiding hand steering or helping evolution. And that's fair enough; we generally don't, for two different reasons: First, it doesn't really add anything to the theory; it doesn't increase its power to explain what we see. So while you can of course choose to believe that's what's happening, it doesn't have any scientific value. Secondly, there's arguably some merit in the attitude that religion has had its chance and blown it. For thousands of years religions have claimed to bear upon their backs the infallible word of god. Now, if the bible had been saying all along - centuries before the technology existed to verify it - that god coaxed organisms into evolving from simpler organisms over millions of years, that would be compelling evidence that the bible was accurate and divinely inspired, since it would contain accurate predictions (which no man could have made) about what we should find when we look into our DNA or beneath the ground. But it doesn't make those predictions. So why should we now pay attention when Intelligent Design evangelists do a 6000-year-too-late handbrake turn and invent a new faith-based explanation for the evidence? After all, they have no divine mandate to do so - it's the bible that's supposedly the word of god; they're just making stuff up as they go along.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139075",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139076",
      "text": "You realized you just bolded a statement saying that science had nothing to do with 'them' accepting evolution (a 'material explaination') right?   ROFL, that my friend was terrible science on your part.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139077",
      "text": "So did you read his mind to determine exactly why he bolded that particular set of words? You are the first mind reader I have encountered here. And considering your disdain and rejection of science from cosmology to biology what does it matter if something is terrible science. According to you all science should be terrible. Why do you attempt to use a tool which you reject as being useful?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139078",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139079",
      "text": "20 billion years ago there was a Big Bang [what exploded: since the year 2006, scientists have claimed that nothing exploded into the universe!",
      "type": "I",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139080",
      "text": "Actually its 14 billion years. Hovind is not claiming what science does.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139081",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139082",
      "text": "Eventually, all of the matter in the universe will again be compressed into a infinitesimal speck. [We know that the universe is expanding outward. It cannot possibly expand from light years to something smaller than an atom.]",
      "type": "I",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139083",
      "text": "Actually science is not sure whether expansion will continue indefineitely, whether it will stop and remain stable, or whether it will collapse. Last I heard collapse was not given good odds. Hovind is probably behind the curve here.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139084",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139085",
      "text": "[The Law of Angular Momentum states that if an object breaks apart in a frictionless environment, then the fragments will all spin the same direction. Yet if the universe started out as a spinning speck and exploded, then how is it that the universe is filled with exceptions where moons, planets, and even whole galaxies are spinning backwards?]",
      "type": "I",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139086",
      "text": "But the law of angular momentum does not require that all parts of a spinning object spin in the same way now does it. If so then something like a rotary engine for an aircraft would not be possible!",
      "type": "I",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139087",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139088",
      "text": "To sum it all up, the Big Bang Theory states that 'nothing exploded and here we are!'",
      "type": "I",
      "timestamp": "2016-03-08 19:48:24"
    },
    {
      "nodeID": "139089",
      "text": "And that's your idea of disproff? Pitiful.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139090",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139091",
      "text": "Is this the same Kent Hovind found guilty of tax evasion? I dunno where Christians get their morals from, but it can't be the same place as professional Creationists. The big bang theory may not be the last word from science on cosmology, by I can't see a no-good, talentless hack like Hovind, or any other professional Creationist crank, providing us with any insights into it.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139092",
      "text": "Well he can defend his tax difficulties by claiming he is a creationist and thus cannot be trusted with quantitative processes involving a bit of mathematics. Then again he can tell IRS that GOD will provide and they should contact Bush to get Gods cell number. I am sure that IRS, GOD, and Hovind can work it all out.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139093",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139094",
      "text": "here is no up or down in space. I only used clockwise as an example. It could have been counterclockwise. Still, that doesn't counter my example.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139095",
      "text": "Actually it would be impossible for the monblock to spin. There is NO PLACE OUTSIDE OF IT from which to observe! Any observer would necessarily be inside the budding universe - no place else to go you see. Indeed its still impossible for us to know whether the universe as a whole is spinning or not!!!! Sorry I was being a bit ironic thinking you would see the point. Guess not though.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139096",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139097",
      "text": "EDIT: To sum it all up, the Big Bang Theory states that 'nothing exploded and the universe was formed!'",
      "type": "I",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139098",
      "text": "And once more it could not be nothing. Nothing would have no density and no temperature especially densities and temperatures unprecedented in our current universe.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139099",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139100",
      "text": "The Big Bang arose from a singularity not from nothing.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139101",
      "text": "Really? Prove it with absolutely undeniable evidence which cosmologists will defend as irrefutable, if you can.  Now let the excuses fly as you admit that nothing in science is absolute, that all we can do is make observations and extrapolate possible outcomes from them until new observations arise which either confirm or refute those previously accepted observations.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139102",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139103",
      "text": "There is one shred, that life exists. There is not a shred of evidence that life came into being by only natural processes.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139104",
      "text": "So god is unnatural?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139105",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139106",
      "text": "There is not a shred of evidence that life came into being by only natural processes.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139107",
      "text": "But there is no evidence that it did not come about by natural processes. And, there is, in fact, evidence of natural processes that may have resulted in life. Just because you don't understand it doesn't make it so.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:25"
    },
    {
      "nodeID": "139108",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:26"
    }
  ],
  "edges": [
    {
      "edgeID": "182758",
      "fromID": "139054",
      "toID": "139055",
      "formEdgeID": null
    },
    {
      "edgeID": "182759",
      "fromID": "139055",
      "toID": "139053",
      "formEdgeID": null
    },
    {
      "edgeID": "182760",
      "fromID": "139057",
      "toID": "139058",
      "formEdgeID": null
    },
    {
      "edgeID": "182761",
      "fromID": "139058",
      "toID": "139056",
      "formEdgeID": null
    },
    {
      "edgeID": "182762",
      "fromID": "139060",
      "toID": "139061",
      "formEdgeID": null
    },
    {
      "edgeID": "182763",
      "fromID": "139061",
      "toID": "139059",
      "formEdgeID": null
    },
    {
      "edgeID": "182764",
      "fromID": "139063",
      "toID": "139064",
      "formEdgeID": null
    },
    {
      "edgeID": "182765",
      "fromID": "139064",
      "toID": "139062",
      "formEdgeID": null
    },
    {
      "edgeID": "182766",
      "fromID": "139066",
      "toID": "139067",
      "formEdgeID": null
    },
    {
      "edgeID": "182767",
      "fromID": "139067",
      "toID": "139065",
      "formEdgeID": null
    },
    {
      "edgeID": "182768",
      "fromID": "139069",
      "toID": "139070",
      "formEdgeID": null
    },
    {
      "edgeID": "182769",
      "fromID": "139070",
      "toID": "139068",
      "formEdgeID": null
    },
    {
      "edgeID": "182770",
      "fromID": "139071",
      "toID": "139072",
      "formEdgeID": null
    },
    {
      "edgeID": "182771",
      "fromID": "139072",
      "toID": "139068",
      "formEdgeID": null
    },
    {
      "edgeID": "182772",
      "fromID": "139074",
      "toID": "139075",
      "formEdgeID": null
    },
    {
      "edgeID": "182773",
      "fromID": "139075",
      "toID": "139073",
      "formEdgeID": null
    },
    {
      "edgeID": "182774",
      "fromID": "139077",
      "toID": "139078",
      "formEdgeID": null
    },
    {
      "edgeID": "182775",
      "fromID": "139078",
      "toID": "139076",
      "formEdgeID": null
    },
    {
      "edgeID": "182776",
      "fromID": "139080",
      "toID": "139081",
      "formEdgeID": null
    },
    {
      "edgeID": "182777",
      "fromID": "139081",
      "toID": "139079",
      "formEdgeID": null
    },
    {
      "edgeID": "182778",
      "fromID": "139083",
      "toID": "139084",
      "formEdgeID": null
    },
    {
      "edgeID": "182779",
      "fromID": "139084",
      "toID": "139082",
      "formEdgeID": null
    },
    {
      "edgeID": "182780",
      "fromID": "139086",
      "toID": "139087",
      "formEdgeID": null
    },
    {
      "edgeID": "182781",
      "fromID": "139087",
      "toID": "139085",
      "formEdgeID": null
    },
    {
      "edgeID": "182782",
      "fromID": "139089",
      "toID": "139090",
      "formEdgeID": null
    },
    {
      "edgeID": "182783",
      "fromID": "139090",
      "toID": "139088",
      "formEdgeID": null
    },
    {
      "edgeID": "182784",
      "fromID": "139092",
      "toID": "139093",
      "formEdgeID": null
    },
    {
      "edgeID": "182785",
      "fromID": "139093",
      "toID": "139091",
      "formEdgeID": null
    },
    {
      "edgeID": "182786",
      "fromID": "139095",
      "toID": "139096",
      "formEdgeID": null
    },
    {
      "edgeID": "182787",
      "fromID": "139096",
      "toID": "139094",
      "formEdgeID": null
    },
    {
      "edgeID": "182788",
      "fromID": "139098",
      "toID": "139099",
      "formEdgeID": null
    },
    {
      "edgeID": "182789",
      "fromID": "139099",
      "toID": "139097",
      "formEdgeID": null
    },
    {
      "edgeID": "182790",
      "fromID": "139101",
      "toID": "139102",
      "formEdgeID": null
    },
    {
      "edgeID": "182791",
      "fromID": "139102",
      "toID": "139100",
      "formEdgeID": null
    },
    {
      "edgeID": "182792",
      "fromID": "139104",
      "toID": "139105",
      "formEdgeID": null
    },
    {
      "edgeID": "182793",
      "fromID": "139105",
      "toID": "139103",
      "formEdgeID": null
    },
    {
      "edgeID": "182794",
      "fromID": "139107",
      "toID": "139108",
      "formEdgeID": null
    },
    {
      "edgeID": "182795",
      "fromID": "139108",
      "toID": "139106",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
