{
  "nodes": [
    {
      "nodeID": "156970",
      "text": "Simone, you are one sick puppy.  We are a safety conscious group! Once you fix the evil within the heart of man, we will then consider your point of view on the 2nd Amendment. However, if you were ever successful, then there would be no need to for your view of the 2nd Amendment.  Let me speak everyone here. We wish not only Amanda Ross was not only living and safe, but perhaps had the weapon to protect herself from her assailant, if she was comfortable doing so! Hey I just had another group you could blame. Blame law enforcement because they can't be everywhere all of the time!",
      "type": "I",
      "timestamp": "2016-03-08 20:27:18"
    },
    {
      "nodeID": "156971",
      "text": "Well, then, I guess that in America we can't possibly be safe from kill-happy gunners can we?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:18"
    },
    {
      "nodeID": "156972",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:18"
    },
    {
      "nodeID": "156973",
      "text": "Well, well, well, Samantha Lee and Rebecca Peters rolled up all in one.  Who is to blame? The citizenry and the Constitution or one man, a politician of the elite? One of your own. If he did it? What about the Yale student who wrote the definitive book on self-defense that agrees with your line of babble? We can place the blame at your doorstep then can't we? Why I just imagine you are mad enough to kill!! emoticon_angry We warn repeatedly that you cannot put your faith nor your life in jeapardy for a meaningless piece of paper. You getting the message yet? The police have no duty to protect you, you are on your own.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:18"
    },
    {
      "nodeID": "156974",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:18"
    },
    {
      "nodeID": "156975",
      "text": "Do you have any evidence that would show that law-abiding gun owners are overwhelming the ones that're out there killing and committing other crimes against the people?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:18"
    },
    {
      "nodeID": "156976",
      "text": "I don't understand your question. If law-abiding gun owners were overwhelming those who should not have access to guns, those who use guns unlawfully, I would be very pleased. But, as far as I can see, the only goal of the gunners is to make sure that everyone has a gun, no matter how insane, no matter how stupid, no matter how incapable they may be to own such easy-to-use instruments of death.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:18"
    },
    {
      "nodeID": "156977",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:18"
    },
    {
      "nodeID": "156978",
      "text": "Why are you blaming me? What did I do? How can you stop it from happening?  You are good at flaming rhetoric but apparently you don't have an actual clue on what you are asking. You want us all in the exact same position as Ms. Ross! Peaceful, compliant victims of vicious predators!  By the way, did you see this? If you had your way, I would be dead too!  Na! I think I will keep my rights, and you can keep your pipe dreams of a violence free society!",
      "type": "I",
      "timestamp": "2016-03-08 20:27:18"
    },
    {
      "nodeID": "156979",
      "text": "Oh good grief! I have always lived in rough areas. In one city, Alburquerque, a drug deal went sour 10 feet fom where I slept, and a guy had his head blasted away by a shotgun. Where I worked, less than a block away, a gunner massacred everyone in a video rental place. I was even obliged to ferry a guy with a slash on his throat to an ER, I didn't know the stupid beast, I was scared to death, but I felt it my Christian duty (even though I am not a Christian) to get the guy to where he could get treatment. And I don't own a damned gun because I am not chicken-hearted.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:18"
    },
    {
      "nodeID": "156980",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:19"
    },
    {
      "nodeID": "156981",
      "text": "Well then move out of the rough areas. Stop staying in them like some battered spouse who can't seem to break the cycle of abuse and leave their partner. Stop whining about how bad life is because there are guns in America. Imagine how much better if would be if the drug dealers and mass murderers weren't allowed to walk the streets as if they owned them.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:19"
    },
    {
      "nodeID": "156982",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:19"
    },
    {
      "nodeID": "156983",
      "text": "Oh so I take it the drug dealer was a law abiding citizen who had obtained his firearm legally and used the shotgun in self defence? I though not. Just out of personal interest lets say you took away the rights of the law abiding to own guns how would that shooting be stopped, cus i am pretty sure the drug dealing criminal would still get his gun Illegally.  A gunner you say went on a massacre? I am pretty sure you mean a criminal went on a massacre and maybe if somebody like Doc or Old sarge was there the end death tally would have been alot different.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:19"
    },
    {
      "nodeID": "156984",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:19"
    },
    {
      "nodeID": "156985",
      "text": "citizens would need to have machine guns, bazookas, shoulder launched missiles, tanks, blackhawk helicopters,",
      "type": "I",
      "timestamp": "2016-03-08 20:27:19"
    },
    {
      "nodeID": "156986",
      "text": "I agree, for the most part. Once you get to tanks and helicopters though? Too big, too easy a target for a tyrannical regime. Do you see the Iraqis and Afghanis using tanks and helicopters? I'm sure they could get them if they really wanted, but they're useless against a government that invests in satellite technology and bombers. Better to stick with the rocket launchers and mines.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:19"
    },
    {
      "nodeID": "156987",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:19"
    },
    {
      "nodeID": "156988",
      "text": "Would you have supported the 'freedom' for Hitler and his cronies to own guns in 1932? Mao in 1947-48? Because those freedoms directly led to the abrogation of the ultimate right -- the right to life -- for at least 30 million people.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:19"
    },
    {
      "nodeID": "156989",
      "text": "Oh really? Gun ownership allowed these 'lunatics' as you call them, to become government dictators? If I owned 50 guns and 10,000 rounds of ammunition, you're saying I could run the government with an iron fist all by myself, just like that? Any random person can just appoint themselves God over the entire nation, without a single ounce of resistance just because they're armed?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:19"
    },
    {
      "nodeID": "156990",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:19"
    },
    {
      "nodeID": "156991",
      "text": "The US Government knows it's history -- it knows that Mao Tse-Tung, Pol Pot, and even Hitler started out as leader of a small group of lunatics who had easy access to firearms. They used their guns to intimidate people, and thus gain power.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:19"
    },
    {
      "nodeID": "156992",
      "text": "Oh really? What evidence do you have? These people started out as soldiers in the army.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:19"
    },
    {
      "nodeID": "156993",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:19"
    },
    {
      "nodeID": "156994",
      "text": "Gun control is NOT about a government trying to disarm a people so that government can be tyrannical. It is about trying to disarm people so that people cannot be.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:19"
    },
    {
      "nodeID": "156995",
      "text": "I find this a fairly accurate summation of the goal of Hitler's 'final solution.'  Of course, Brady, you offer no evidence of how widespread individual firearm ownership became in the 5 years before Hitler 'rose to power' when it became legal to possess firearms again. One would think that your argument would have at least considered this factor-but I won't fault you because all you have done is borrowed an un-sourced argument. Brady, this is just more cut and paste, this time largely from the website guninformation.org. For example, the statement",
      "type": "I",
      "timestamp": "2016-03-08 20:27:20"
    },
    {
      "nodeID": "156996",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:20"
    },
    {
      "nodeID": "156997",
      "text": "Other paranoid voices argue that the citizens should arm themselves against their own government.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:20"
    },
    {
      "nodeID": "156998",
      "text": "So you think the Constitution is 'paranoid' huh? You need to read the Federalist and anti- Federalist papers and quotes from our FF.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:20"
    },
    {
      "nodeID": "156999",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:20"
    },
    {
      "nodeID": "157000",
      "text": "Would you have supported the 'freedom' for Hitler and his cronies to own guns in 1932? Mao in 1947-48? Because those freedoms directly led to the abrogation of the ultimate right -- the right to life -- for at least 30 million people. Gun control is NOT about a government trying to disarm a people so that government can be tyrannical.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:20"
    },
    {
      "nodeID": "157001",
      "text": "You couldn't make an association like this to save your life. Hitler gained power by deception much like what is happening now. The Warsaw Ghetto Uprising (google it) puts to rest any claim you have made about Hitler. He did disarm Jews, Gypsies and others he was afraid of because they did not support him. He also had some weird features you share like torturing and burning helpless creatures! People cannot be tyrannical by definition. Check it out! Your claim is dismissed for want of cause and no true stated claim.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:20"
    },
    {
      "nodeID": "157002",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:20"
    },
    {
      "nodeID": "157003",
      "text": "It certainly didn't protect the Iraqi people against political tyranny.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:20"
    },
    {
      "nodeID": "157004",
      "text": "So taking away all their guns would have been better? The ruling party was certainly well armed how about the other parties?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:20"
    },
    {
      "nodeID": "157005",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:20"
    },
    {
      "nodeID": "157006",
      "text": "One town of guys with shotguns won't cow the US Military, and a .45 isn't much good against an F-15. So unless one is prepared to argue that civilians should have the right to own similar weaponry, heavy artillery, even nuclear weapons, this argument must fall.This argument would lead to the conclusion that to adequately combat the government, private citizens would need to have machine guns, bazookas, shoulder launched missiles, tanks, blackhawk helicopters, and yes even nuclear weapons. Again, this exemplifies the idiocy of the NRA's arguments.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:20"
    },
    {
      "nodeID": "157007",
      "text": "So police who are not military and are civilians, unless you are paid by the DOD and come under the geneva Convention you are a civilian period.  If you had of paid attention, you should know that it is not the 'standing army' that is fighting the current wars, it is oath taking militia/civilians from the State National Guards and reserve forces who have taken the same oath many of us have, to protect the Constitution from all enemies both domestic and foreign. That is not to say that only those people are the militia either! Can you name one successful government that has ever won a guerrilla war? Russia fought in Afghanistan for how long before it limped back home?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:20"
    },
    {
      "nodeID": "157008",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:20"
    },
    {
      "nodeID": "157009",
      "text": "Im calling bull on this! Most of them didnt even have guns so they couldnt be disarmed! A more farfetched question is the hypothetical proposition of armed Jewish resistance. First, they were not commonly armed even prior to the 1928 Law. Second, Jews had seen pogroms before and had survived them, though not without suffering. They would expect that this one would, as had the past ones, eventually subside and permit a return to normalcy. Many considered themselves 'patriotic Germans' for their service in the first World War. These simply were not people prepared to stage violent resistance. Nor were they alone in this mode of appeasement. The defiance of 'never again' is not so much a warning to potential oppressors as it is a challenge to Jews to reject the passive response to pogrom. Third, it hardly seems conceivable that armed resistance by Jews (or any other target group) would have led to any weakening of Nazi rule, let alone a full scale popular rebellion; on the contrary, it seems more likely it would have strengthened the support the Nazis already had. Their foul lies about Jewish perfidy would have been given a grain of substance. To project backward and speculate thus is to fail to learn the lesson history has so painfully provided. The simple conclusion is that there are no lessons about the efficacy of gun control to be learned from the Germany of the first half of this century. It is all too easy to forget the seductive allure that fascism presented to all the West, bogged down in economic and social morass. What must be remembered is that the Nazis were master manipulators of popular emotion and sentiment, and were disdainful of people thinking for themselves. There is the danger to which we should pay great heed. Not fanciful stories about Nazi's seizing guns.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:20"
    },
    {
      "nodeID": "157010",
      "text": "Just as you and your favorite group are master manipulators of emotion amongst the uneducated. Yes we do need to pay attention to the great danger you and your ilk pose. We need to shine the light of truth on your lies and expose them.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:21"
    },
    {
      "nodeID": "157011",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:21"
    },
    {
      "nodeID": "157012",
      "text": "... Can you name one successful government that has ever won a guerrilla war? Russia fought in Afghanistan for how long before it limped back home?....",
      "type": "I",
      "timestamp": "2016-03-08 20:27:21"
    },
    {
      "nodeID": "157013",
      "text": "I can. Americans won the Revolutionary War which was primarily a guerilla war. emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:27:21"
    },
    {
      "nodeID": "157014",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:21"
    },
    {
      "nodeID": "157015",
      "text": "Im preventing people from getting shot so they can enjoy their rights in the BOR, What are you doing?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:21"
    },
    {
      "nodeID": "157016",
      "text": "Oh yeah? How exactly? How do your supported policies do anything to prevent criminals from getting guns and killing innocent people? Can you show examples of how gun registration and buybacks HAVE stopped deaths from occurring? Don't you dare claim victory for acts that not only aren't yours, but aren't capable of doing a damn thing!",
      "type": "I",
      "timestamp": "2016-03-08 20:27:21"
    },
    {
      "nodeID": "157017",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:21"
    },
    {
      "nodeID": "157018",
      "text": "It failed so it proves you and others wrong. Ultimately, the efforts of the Jewish resistance fighters proved insufficient against the German forces. The Germans eventually committed an average daily force of 2,090 well-armed troops, including 821 Waffen-SS Panzergrenadier troops (consisting of five SS reserve and training battalions and one SS cavalry reserve and training battalion), as well as 363 Polish Blue Policemen, who were ordered by the Germans to cordon the walls of the Ghetto.[22]",
      "type": "I",
      "timestamp": "2016-03-08 20:27:21"
    },
    {
      "nodeID": "157019",
      "text": "And it still took an entire month for that whole division of well armed nazi soldiers to defeat a group of holdout jewish citizens, who were poorly armed compared to the nazis. Yes they ultimately lost, but the ghetto residents were so hard to beat it took a month to flush them out. Even with all their tanks and superior arms, the nazis couldn't prove their superiority in short order.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:21"
    },
    {
      "nodeID": "157020",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:27:21"
    },
    {
      "nodeID": "157021",
      "text": "Alot of people here are just guessing or dont know all the facts.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:21"
    },
    {
      "nodeID": "157022",
      "text": "Well if you don't know the facts then why do you keep coming back for more?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:21"
    },
    {
      "nodeID": "157023",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:21"
    }
  ],
  "edges": [
    {
      "edgeID": "195400",
      "fromID": "156971",
      "toID": "156972",
      "formEdgeID": null
    },
    {
      "edgeID": "195401",
      "fromID": "156972",
      "toID": "156970",
      "formEdgeID": null
    },
    {
      "edgeID": "195402",
      "fromID": "156973",
      "toID": "156974",
      "formEdgeID": null
    },
    {
      "edgeID": "195403",
      "fromID": "156974",
      "toID": "156971",
      "formEdgeID": null
    },
    {
      "edgeID": "195404",
      "fromID": "156976",
      "toID": "156977",
      "formEdgeID": null
    },
    {
      "edgeID": "195405",
      "fromID": "156977",
      "toID": "156975",
      "formEdgeID": null
    },
    {
      "edgeID": "195406",
      "fromID": "156979",
      "toID": "156980",
      "formEdgeID": null
    },
    {
      "edgeID": "195407",
      "fromID": "156980",
      "toID": "156978",
      "formEdgeID": null
    },
    {
      "edgeID": "195408",
      "fromID": "156981",
      "toID": "156982",
      "formEdgeID": null
    },
    {
      "edgeID": "195409",
      "fromID": "156982",
      "toID": "156979",
      "formEdgeID": null
    },
    {
      "edgeID": "195410",
      "fromID": "156983",
      "toID": "156984",
      "formEdgeID": null
    },
    {
      "edgeID": "195411",
      "fromID": "156984",
      "toID": "156979",
      "formEdgeID": null
    },
    {
      "edgeID": "195412",
      "fromID": "156986",
      "toID": "156987",
      "formEdgeID": null
    },
    {
      "edgeID": "195413",
      "fromID": "156987",
      "toID": "156985",
      "formEdgeID": null
    },
    {
      "edgeID": "195414",
      "fromID": "156989",
      "toID": "156990",
      "formEdgeID": null
    },
    {
      "edgeID": "195415",
      "fromID": "156990",
      "toID": "156988",
      "formEdgeID": null
    },
    {
      "edgeID": "195416",
      "fromID": "156992",
      "toID": "156993",
      "formEdgeID": null
    },
    {
      "edgeID": "195417",
      "fromID": "156993",
      "toID": "156991",
      "formEdgeID": null
    },
    {
      "edgeID": "195418",
      "fromID": "156995",
      "toID": "156996",
      "formEdgeID": null
    },
    {
      "edgeID": "195419",
      "fromID": "156996",
      "toID": "156994",
      "formEdgeID": null
    },
    {
      "edgeID": "195420",
      "fromID": "156998",
      "toID": "156999",
      "formEdgeID": null
    },
    {
      "edgeID": "195421",
      "fromID": "156999",
      "toID": "156997",
      "formEdgeID": null
    },
    {
      "edgeID": "195422",
      "fromID": "157001",
      "toID": "157002",
      "formEdgeID": null
    },
    {
      "edgeID": "195423",
      "fromID": "157002",
      "toID": "157000",
      "formEdgeID": null
    },
    {
      "edgeID": "195424",
      "fromID": "157004",
      "toID": "157005",
      "formEdgeID": null
    },
    {
      "edgeID": "195425",
      "fromID": "157005",
      "toID": "157003",
      "formEdgeID": null
    },
    {
      "edgeID": "195426",
      "fromID": "157007",
      "toID": "157008",
      "formEdgeID": null
    },
    {
      "edgeID": "195427",
      "fromID": "157008",
      "toID": "157006",
      "formEdgeID": null
    },
    {
      "edgeID": "195428",
      "fromID": "157010",
      "toID": "157011",
      "formEdgeID": null
    },
    {
      "edgeID": "195429",
      "fromID": "157011",
      "toID": "157009",
      "formEdgeID": null
    },
    {
      "edgeID": "195430",
      "fromID": "157013",
      "toID": "157014",
      "formEdgeID": null
    },
    {
      "edgeID": "195431",
      "fromID": "157014",
      "toID": "157012",
      "formEdgeID": null
    },
    {
      "edgeID": "195432",
      "fromID": "157016",
      "toID": "157017",
      "formEdgeID": null
    },
    {
      "edgeID": "195433",
      "fromID": "157017",
      "toID": "157015",
      "formEdgeID": null
    },
    {
      "edgeID": "195434",
      "fromID": "157019",
      "toID": "157020",
      "formEdgeID": null
    },
    {
      "edgeID": "195435",
      "fromID": "157020",
      "toID": "157018",
      "formEdgeID": null
    },
    {
      "edgeID": "195436",
      "fromID": "157022",
      "toID": "157023",
      "formEdgeID": null
    },
    {
      "edgeID": "195437",
      "fromID": "157023",
      "toID": "157021",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
