{
  "nodes": [
    {
      "nodeID": "136819",
      "text": "There will also be a push to repeal the so-called Tiahrt amendment, named after Rep. Todd Tiahrt, R-Kan., that limits the authority of the Bureau of Alcohol, Tobacco, Firearms and Explosives to disclose gun-trace data to the public and requires that certain records submitted to the National Instant Criminal Background Check System be destroyed after 24 hours. Both the Third Way's Bennett and Helmke said it may take another major gun crime, like the shootings at Columbine High School or Virginia Tech, to get Congress to act on more ambitious gun control initiatives. Those include overturning a law enacted in 2005 that denies gun crime victims the right to sue firearms manufacturers and dealers for damages. Sen. Dianne Feinstein, D-Calif., said she plans to push legislation to reinstate a federal ban on some assault weapons that became law during the Clinton administration in 1994 but expired under the Bush administration in 2004. Another long-term goal is requiring that all gun shows conduct background checks before selling firearms. The NRA's Cox said his group is gearing up to fight a new assault weapons ban, noting that Obama supports one and that Attorney General Eric Holder recently linked the proliferation of military-style weapons to the violence along the Mexican border. 'It's laughable if it wasn't so serious to suggest that diminishing the Second Amendment will positively impact the situation down in Mexico,' Cox said.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136820",
      "text": "And to put some meat on the bones of what Daewoo said about the NRA.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136821",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136822",
      "text": "'Gun Laws of America is 384 pages of just the federal statutes that regulate guns-more than 88,000 words. Additionally, the associated federal regulations interpreting these laws are even larger. Minimum penalty for a violation is typically 5 years in federal prison for every offense. It is estimated that there are between 22,000 and 30,000 gun laws on the books in America. Those laws include restrictions on possession, carry, distribution, storage, transfer, manufacture, sale, ownership, importation, use and more.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136823",
      "text": "We don't need another one that does the same thing, and can put an honest gun owner in a jam. This is after all as Nato 556 points out, a due process violation.  Don't lie for the other guy. National Sports Shooting Foundation campaign.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136824",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136825",
      "text": "A 10 years in Jail offense.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136826",
      "text": "That is what a straw purchaser gets. 10 years in a Federal Prision.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136827",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136828",
      "text": "But he said the NRA is also prepared to work with Democrats, as it did in 2007 in the wake of the Virginia Tech shootings,....",
      "type": "I",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136829",
      "text": "We can add to this list, Singin's desire of criminalizing gun owners who don't report gun thefts in a required time and to lock up all guns in a manner that will prevent thefts. He of course says that does not mean jail, but aiding and abetting and straw sales already require serious jail time. and straw sales is already a Federal Offense with either 5 or 10 year jail terms. So we are talking about Very Serious jail terms regardless of what Sinjin might say in order to sell the idea. And one more thing the Anti-gun forces want but won't say it now.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136830",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136831",
      "text": "2. Are you against laws helping identify and charge straw purchasers or simply long sentences for those who buy guns for criminals?",
      "type": "I",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136832",
      "text": "If someone gets busted for providing a firearm to a criminal there is already Serious jail time, regardless of what you say you want. It is totally irrelevant what you or I want. Totally irrelevant. In fact no one is even asking us.  We have a whole Federal Department dedicated to gun crimes and criminals. I can understand that you, and apparently people like the Illegal Mayors headed by Bloomberg might think they are not doing the job up to your standards, but Bloomie and his bunch was asked to cease and deist because they were ruining Federal and local investigations. The way I see it, is, you want special privileges with your law.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136833",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136834",
      "text": "1. I don't support mandatory sentencing guidelines. I prefer judges to actually do some judging. I do support latitude for DA's when it comes to filing charges. This is SOP.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "136835",
      "text": "If someone gets busted for providing a firearm to a criminal there is already Serious jail time, regardless of what you say you want. If your law were to get enacted, what you say you wanted becomes totally irrelevant! Totally Irrelevant.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:54"
    },
    {
      "nodeID": "136836",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:54"
    },
    {
      "nodeID": "136837",
      "text": "What good is that when most cases involving firearms offenses never make it to the full court? Anytime you have the potential to put somebody away for a great many years because they have a felony record and were arrested and in possession of a gun, the possession charges always get dropped and a plea deal is offered.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:54"
    },
    {
      "nodeID": "136838",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:54"
    },
    {
      "nodeID": "136839",
      "text": "The only American administration to seize weapons was the Bush administration during the Katrina disaster on the Gulf Coast. Republicans are the only ones who invade your homes to seize your weaponry",
      "type": "I",
      "timestamp": "2016-03-08 19:43:54"
    },
    {
      "nodeID": "136840",
      "text": "Say that again? Mayor Nagin was the one who gave the order for all weapons to be seized, Bush had absolutely nothing to do with it. President Bush even signed into federal law the bill that would prevent such an occurrence from ever happening again, by making it a crime for any government organization to seize firearms during a declared state of emergency. Try again, Simone.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:54"
    },
    {
      "nodeID": "136841",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:43:54"
    }
  ],
  "edges": [
    {
      "edgeID": "181144",
      "fromID": "136820",
      "toID": "136821",
      "formEdgeID": null
    },
    {
      "edgeID": "181145",
      "fromID": "136821",
      "toID": "136819",
      "formEdgeID": null
    },
    {
      "edgeID": "181146",
      "fromID": "136823",
      "toID": "136824",
      "formEdgeID": null
    },
    {
      "edgeID": "181147",
      "fromID": "136824",
      "toID": "136822",
      "formEdgeID": null
    },
    {
      "edgeID": "181148",
      "fromID": "136826",
      "toID": "136827",
      "formEdgeID": null
    },
    {
      "edgeID": "181149",
      "fromID": "136827",
      "toID": "136825",
      "formEdgeID": null
    },
    {
      "edgeID": "181150",
      "fromID": "136829",
      "toID": "136830",
      "formEdgeID": null
    },
    {
      "edgeID": "181151",
      "fromID": "136830",
      "toID": "136828",
      "formEdgeID": null
    },
    {
      "edgeID": "181152",
      "fromID": "136832",
      "toID": "136833",
      "formEdgeID": null
    },
    {
      "edgeID": "181153",
      "fromID": "136833",
      "toID": "136831",
      "formEdgeID": null
    },
    {
      "edgeID": "181154",
      "fromID": "136835",
      "toID": "136836",
      "formEdgeID": null
    },
    {
      "edgeID": "181155",
      "fromID": "136836",
      "toID": "136834",
      "formEdgeID": null
    },
    {
      "edgeID": "181156",
      "fromID": "136837",
      "toID": "136838",
      "formEdgeID": null
    },
    {
      "edgeID": "181157",
      "fromID": "136838",
      "toID": "136828",
      "formEdgeID": null
    },
    {
      "edgeID": "181158",
      "fromID": "136840",
      "toID": "136841",
      "formEdgeID": null
    },
    {
      "edgeID": "181159",
      "fromID": "136841",
      "toID": "136839",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
