{
  "nodes": [
    {
      "nodeID": "155469",
      "text": "WASHINGTON -- New Jersey's U.S. senators plan to introduce a bill that would make it illegal for anyone, except a police officer or military official, to purchase or use an assault pistol that fires bullets capable of penetrating a bulletproof vest.  The Five-SeveN gun made by FN Herstal of Belgium has already been denounced by three national police organizations and the Brady Campaign to Prevent Gun Violence. The handgun is small and lightweight and easily concealed in a person's",
      "type": "I",
      "timestamp": "2016-03-08 20:23:51"
    },
    {
      "nodeID": "155470",
      "text": "It looks like the anti gunners are at it again, only now they have a new target.  For those who do not follow such things, the FN five seven fires a new round, the 5.7x28. There are 2 versions of the round availabe, one is an aluminum base, steel core, FMJ round designed to pierce body armor. It is not available to civilians int he US, it is law enforcement only. The other round avaliable IS a civilian round, it is a hollowpoint which has already been cleared by the ATF as a non armor piercing round. The civilian round (the non AP one) WILL pierce body armor, as will a .22 magnum, and most solid point .22 LR rounds. Body armor is specifically designed to take the implact from large, slow moving rounds, not small, fast rounds. I am also a little confused as to what makes this an 'assault pistol'. I have 2 of them. I purchsed them specifically because when the civilian version came out, I fully expected that thet antigunners would pitch a fit and we would see attempts to ban the weapon, which would boost the value of them. They pretty much look like a glock. Why is the five seven an 'assault pistol' and the glock is not?  While I am sure we are all used to GG's pushing for bans that have no basis in reality, even I was a little surprised that they moved so quickly on this one.  Now, my anti social side is pushing me to pass on a secret regarding AP rounds. If you want a REALLY good AP round, get a 7.62x25 (tokarev). You can pick up a pistol for this caliber VERY cheap ($200 or less for a good makarov). Hand load your rounds, but instead of using the 7.62, order some .30 sabots. You can get them from a bunch of places (just do a search for '.30 sabot' on google). They cost about $10 for 100 of them. Load your 7.62x25 with a fast burning powder, and you can load a heavier powder load. Use a .223 speer FMJ. Our experiments (we experimented with this at work when we were working on a contract related to ceramic body armor) showed that this will go through TWO kevlar vests and 16 inched of ballistics gel, which implies rather heavily that you can reasonably expect to shoot right through 2 police officers using the round, vest or no. This being the case, doesn't it seem a little frivolous to be banning a weapon, and the ammo for that weapon, especially since the ATF has already given it the green light as non AP?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:51"
    },
    {
      "nodeID": "155471",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:51"
    },
    {
      "nodeID": "155472",
      "text": "Now, my anti social side is pushing me to pass on a secret regarding AP rounds. If you want a REALLY good AP round, get a 7.62x25 (tokarev). You can pick up a pistol for this caliber VERY cheap ($200 or less for a good makarov). Hand load your rounds, but instead of using the 7.62, order some .30 sabots. You can get them from a bunch of places (just do a search for '.30 sabot' on google). They cost about $10 for 100 of them. Load your 7.62x25 with a fast burning powder, and you can load a heavier powder load. Use a .223 speer FMJ.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:51"
    },
    {
      "nodeID": "155473",
      "text": "Just curious, how legal is that?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:51"
    },
    {
      "nodeID": "155474",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:51"
    },
    {
      "nodeID": "155475",
      "text": "100% In order for a round to be considered 'armor piercing', it has to have a penetrator. As long as you are not using .223 with a penetrator, you have NO legal issues at a federal level.  That particular round penetrated EVERY piece of body armor that we tested with the exception of the new stuff we were testing. The new stuff is a composite, a ceramic metal matrix shell over a honeycomb carbon composite. I weighed 85 lbs, so it is not something that you are going to see guys running around in (though I do have several sets that we constructed for the testing that I could sell for around $200,000.00 each).  You MIGHT have feed problems (we did) with the round, in which case you need to take a dremel and smooth out your feed ramp. No big deal. Out of a makarov (short barrel) we were getting around 2850 FPS. Out of a bizon (15 inch barrel) we were at about 3000 FPS, well into rifle velocity land.  The REAL benifit to a round like this (since I assume that most people are not simply looking to load cop killers) is that you have in inherently stable round, the .223, being fired at near rifle velocity, from a pistol. The round is stable to roughly 150 yards, then it begins to deteriorate. 3' groupings at 100 yards with our old POS test weapon were not uncommon. 1.5' with the bizon.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:51"
    },
    {
      "nodeID": "155476",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:52"
    },
    {
      "nodeID": "155477",
      "text": "100% In order for a round to be considered 'armor piercing', it has to have a penetrator. As long as you are not using .223 with a penetrator, you have NO legal issues at a federal level.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:52"
    },
    {
      "nodeID": "155478",
      "text": "The ATF declared both .30 cal M2 AP and 5.56mm M855 Ball (w/steel penetrator) to be 'non-AP' rounds. For those of you that have a problem with law abiding citizens having and using 'AP' ammo....wake up! We ARE law abiding so what are you worried about.....or do you think I don't 'need' it? If so..who are you to tell me what I 'need'? I have a rifle match next month...I think I'll go load up some AP for it since AP tends to shoot better in my M1 than regular Ball. :D",
      "type": "I",
      "timestamp": "2016-03-08 20:23:52"
    },
    {
      "nodeID": "155479",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:52"
    },
    {
      "nodeID": "155480",
      "text": "Our state's most avid anti-gunner politician is trying to make it a requirement that serving military members appear in person to renew their concealed weapons permits. She also has a new bill to introduce assualt weapon bans almost identical to The Republic of Kalifornia's existing legislation. It's probably too much to hope that she'll ever be put in a position of self-defense, unarmed.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:52"
    },
    {
      "nodeID": "155481",
      "text": "Yes, because although we trust our military with anti tank missiles, .50 machine guns, artillery, fighter planes, cruise missiles and even nuclear weapons, god knows you wouldn't want them parading around in public with a glock under their jacket unless they have renewed their permit in person. I would have thought that people would have learned their lesson from the federal assault weapon ban. It was expensive to enforce, a major sore spot for a fairly large percentage of the population, and had no real positive effect, mainly due to the fact that it addressed no identifiable problem. You expect such things from a liberal stronghold like california, a state with high crime that is always on the verge of bankruptcy, out of control labor costs, where they can't even keep the power on all the time becuase their environmental regulations are so rediculously stringent that the fiscal realities of building new powerplants are soo terrible that nobody would even consider it. I thought people were more intelligent in your new state, George.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:52"
    },
    {
      "nodeID": "155482",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:23:52"
    }
  ],
  "edges": [
    {
      "edgeID": "194352",
      "fromID": "155470",
      "toID": "155471",
      "formEdgeID": null
    },
    {
      "edgeID": "194353",
      "fromID": "155471",
      "toID": "155469",
      "formEdgeID": null
    },
    {
      "edgeID": "194354",
      "fromID": "155473",
      "toID": "155474",
      "formEdgeID": null
    },
    {
      "edgeID": "194355",
      "fromID": "155474",
      "toID": "155472",
      "formEdgeID": null
    },
    {
      "edgeID": "194356",
      "fromID": "155475",
      "toID": "155476",
      "formEdgeID": null
    },
    {
      "edgeID": "194357",
      "fromID": "155476",
      "toID": "155473",
      "formEdgeID": null
    },
    {
      "edgeID": "194358",
      "fromID": "155478",
      "toID": "155479",
      "formEdgeID": null
    },
    {
      "edgeID": "194359",
      "fromID": "155479",
      "toID": "155477",
      "formEdgeID": null
    },
    {
      "edgeID": "194360",
      "fromID": "155481",
      "toID": "155482",
      "formEdgeID": null
    },
    {
      "edgeID": "194361",
      "fromID": "155482",
      "toID": "155480",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
