{
  "nodes": [
    {
      "nodeID": "151022",
      "text": "Im sorry but what is the point of this video? was there something you wanted to discuss?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:53"
    },
    {
      "nodeID": "151023",
      "text": "I think VTs reason for posting that video was to show that this 12 year old girl has more wisdom regarding abortion, and sensitivity to human life than most adults possess today. And she rightfully pointed out the true and very real downsides of what abortions represent for the women who get them. She showed that the human misery of killing more than a million unborn babies a year goes much deeper than just the babies that die from abortions. they affect the mother emotionally as well as her future 'wanted' children in many cases.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:53"
    },
    {
      "nodeID": "151024",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:13:53"
    },
    {
      "nodeID": "151025",
      "text": "I think VTs reason for posting that video was to show that this 12 year old girl has more wisdom regarding abortion, and sensitivity to human life than most adults possess today.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:53"
    },
    {
      "nodeID": "151026",
      "text": "Really? Because I don't think that's how most rational people would interpret it. A rational person would look at that video and say 'this proves that all anti-choicers think like a 12 year old' ;) The proofs in the pudding as they say emoticon_xbye",
      "type": "I",
      "timestamp": "2016-03-08 20:13:53"
    },
    {
      "nodeID": "151027",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:53"
    },
    {
      "nodeID": "151028",
      "text": "No, she misrepresented studies and took statistics out of context. Very right-wing.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:53"
    },
    {
      "nodeID": "151029",
      "text": "Really? Care to point out which facts she misrepresented? It is our contention that it's the pro-death advocates who misrepresent the facts in order to justify their infanticidal proclivities and justifications as they release women of all personal responsibility and expect the innocent child to be sacrificed at the alter of their immoral lifestyle so they can continue to act irresponsibly.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:53"
    },
    {
      "nodeID": "151030",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:53"
    },
    {
      "nodeID": "151031",
      "text": "I mean, why are there thousand of web sites like this one How To Protect Your Unborn Baby During Pregnancy From Serious Infections if the unborn have no value, and a lack of conscious sentience is a valid argument for killing them in the womb? Why are you so blind as to fail to recognize that you can't have it both ways by arguing that the unborn only has value if the woman wants it, but is disposable if she doesn't. Are you totally blind to the hypocrisy and double standard which such a shallow perspective represents? emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:13:53"
    },
    {
      "nodeID": "151032",
      "text": "Yes, it does have value only if the woman wants it, in the early stages, when it doesn't have sentience, only potential and DNA. Because then it has value only because of a woman's wants and choices and her dreams for the future. Nothing else gives it value.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:53"
    },
    {
      "nodeID": "151033",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:54"
    },
    {
      "nodeID": "151034",
      "text": "Really? Care to point out which facts she misrepresented?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:54"
    },
    {
      "nodeID": "151035",
      "text": "See my replies above.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:54"
    },
    {
      "nodeID": "151036",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:54"
    },
    {
      "nodeID": "151037",
      "text": "It is our contention that it's the pro-death advocates who misrepresent the facts in order to justify their infanticidal proclivities and justifications as they release women of all personal responsibility and expect the innocent child to be sacrificed at the alter of their immoral lifestyle so they can continue to act irresponsibly.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:54"
    },
    {
      "nodeID": "151038",
      "text": "So every woman who has an abortion lives an irresponsible life. Care to give any examples, or are you just spouting rubbish with no experience or knowledge whatsoever?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:54"
    },
    {
      "nodeID": "151039",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:54"
    }
  ],
  "edges": [
    {
      "edgeID": "191208",
      "fromID": "151023",
      "toID": "151024",
      "formEdgeID": null
    },
    {
      "edgeID": "191209",
      "fromID": "151024",
      "toID": "151022",
      "formEdgeID": null
    },
    {
      "edgeID": "191210",
      "fromID": "151026",
      "toID": "151027",
      "formEdgeID": null
    },
    {
      "edgeID": "191211",
      "fromID": "151027",
      "toID": "151025",
      "formEdgeID": null
    },
    {
      "edgeID": "191212",
      "fromID": "151029",
      "toID": "151030",
      "formEdgeID": null
    },
    {
      "edgeID": "191213",
      "fromID": "151030",
      "toID": "151028",
      "formEdgeID": null
    },
    {
      "edgeID": "191214",
      "fromID": "151032",
      "toID": "151033",
      "formEdgeID": null
    },
    {
      "edgeID": "191215",
      "fromID": "151033",
      "toID": "151031",
      "formEdgeID": null
    },
    {
      "edgeID": "191216",
      "fromID": "151035",
      "toID": "151036",
      "formEdgeID": null
    },
    {
      "edgeID": "191217",
      "fromID": "151036",
      "toID": "151034",
      "formEdgeID": null
    },
    {
      "edgeID": "191218",
      "fromID": "151038",
      "toID": "151039",
      "formEdgeID": null
    },
    {
      "edgeID": "191219",
      "fromID": "151039",
      "toID": "151037",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
