{
  "nodes": [
    {
      "nodeID": "143264",
      "text": "Of course it is. It is just one more cog in the wheel of our moral and social decline that will lead to our complete destruction as a rational and civilized Society. And the radical gay agenda has proven they have the same ethics as Al-Queda and practices a scorched Earth Policy too. You will gladly tear down our Democracy in order to gain the undeserved rights you demand for yourselves.  You see nothing wrong with forcing the majority of the population to submit to the immoral will of a tiny minority when all of the human and civil rights protections have already been afforded you. But that is not enough for you. You must force your unnatural lifestyles in our faces and then insist we are bigots for not enjoying or just accepting the perversions you see as natural, normal and right.  Just because you can't see, or refuse to see the long term negative effects of your unnatural lifestyle being imposed on the larger society, it doesn't for one minute mean they aren't real and evident in their destructive consequences.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:35"
    },
    {
      "nodeID": "143265",
      "text": "Archie, the ONLY issue that gays don't have a majority support for gay equality on is gay marriage. That's it. Laws against sodomy? Majority oppose them. Laws against gay adoption? Majority oppose them. Laws against gays in the military? Majority oppose them. Hate crime legislation for gays? Majority supports them. ENDA? Majority support. Even CIVIL UNIONS has a majority support. But you are too swept up in your self-assumed superiority to recognize when you are standing alone... I am laughing at the fact that you are fighting against people who comment on SOME Christian actions against gays, but then you EXUDE the very thing we are talking about. You become a living example. Quite frankly Archie, I think you are a thorough embarrassment to most of the other anti-gay posters on these threads. Comparing gays to al Qaeda? emoticon_xdonno And I thought Robertson and Falwell were :xcensored when they tried to associate gays as a cause to the issue of 9/11.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:35"
    },
    {
      "nodeID": "143266",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:35"
    },
    {
      "nodeID": "143267",
      "text": "Maybe you'd be happier living in a moslem nation like Iran or with the Taliban.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:35"
    },
    {
      "nodeID": "143268",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:35"
    },
    {
      "nodeID": "143269",
      "text": "Here is what he said in context. And as you can see, he also rejected giving marriage rights/benefits to unmarried straight couples also, not just to gay couples.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:35"
    },
    {
      "nodeID": "143270",
      "text": "1) The context changes nothing. The comment is the same with or without more sentences surrounding it. 2) 'rejected giving marriage rights/benefits to unmarried straight couples'??? emoticon_xdonno That's like saying, 'I believe that black votes should not be counted, and whites who choose not to vote should also not have their votes counted.' To try and compare a situation where one group has the CHOICE to use a right, and then chooses not to, to a second group that is DENIED that choice, is mind-bogglingly absurd. :xbanghead",
      "type": "I",
      "timestamp": "2016-03-08 19:57:36"
    },
    {
      "nodeID": "143271",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:36"
    },
    {
      "nodeID": "143272",
      "text": "Not at all. The issue is receiving the marriage benefits. If gays were given all of the benefits of marriage for just living together, we wouldn't have a fight at all as you would have gotten what you want. It isn't the marriage that is important to you but the benefits. And the debate in Italy of singles who live together seeking marriage benefits also is a good example of the can of worms that will be opened if society concedes to the gay crusaders the undue rights they are demanding. Why is it absolutely impossible for you to reply to an issue without first redefining it to fit your warped World view? Have you no objectivity within you at all?",
      "type": "I",
      "timestamp": "2016-03-08 19:57:36"
    },
    {
      "nodeID": "143273",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:36"
    },
    {
      "nodeID": "143274",
      "text": "I could say the same about heteros. If I have to accept heteros then heteros need to accept me. I just spent 3 hours on a train from Chicago behind a hetero couple(talk about the hetero lifestyle being in my face) that could keep their tongues to themselves. I was really sickened by the display of heterosexuality. The boy was cute and I kept thinking what a waste.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:36"
    },
    {
      "nodeID": "143275",
      "text": "So you're admitting openly that what is a normal occurrence within the human species is offensive to you. That you find repulsive the very intimacy expressed by your own parents that led to your own existence. Do you see how that innate bitterness against the normal and right feelings that have led to the healthy continuation of the human race is ultimately anti-humanity? Why do you hate the normal propagation of our species Matt? Can't you see that if you were given the power to recreate the world in your image, then the world would cease to exist within one generation? No matter how pro-gay you are, how can you be so anti life in good conscience?",
      "type": "I",
      "timestamp": "2016-03-08 19:57:36"
    },
    {
      "nodeID": "143276",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:36"
    }
  ],
  "edges": [
    {
      "edgeID": "185740",
      "fromID": "143265",
      "toID": "143266",
      "formEdgeID": null
    },
    {
      "edgeID": "185741",
      "fromID": "143266",
      "toID": "143264",
      "formEdgeID": null
    },
    {
      "edgeID": "185742",
      "fromID": "143267",
      "toID": "143268",
      "formEdgeID": null
    },
    {
      "edgeID": "185743",
      "fromID": "143268",
      "toID": "143264",
      "formEdgeID": null
    },
    {
      "edgeID": "185744",
      "fromID": "143270",
      "toID": "143271",
      "formEdgeID": null
    },
    {
      "edgeID": "185745",
      "fromID": "143271",
      "toID": "143269",
      "formEdgeID": null
    },
    {
      "edgeID": "185746",
      "fromID": "143272",
      "toID": "143273",
      "formEdgeID": null
    },
    {
      "edgeID": "185747",
      "fromID": "143273",
      "toID": "143270",
      "formEdgeID": null
    },
    {
      "edgeID": "185748",
      "fromID": "143275",
      "toID": "143276",
      "formEdgeID": null
    },
    {
      "edgeID": "185749",
      "fromID": "143276",
      "toID": "143274",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
