{
  "nodes": [
    {
      "nodeID": "150877",
      "text": "Sigma, I tried to PM this to you but it wouldnt let me because it was too long.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:33"
    },
    {
      "nodeID": "150878",
      "text": "I'm not exactly sure your point with this article. Was it merely to show that pro-choice groups exaggerate claims? That they use emotional rhetoric to sway people to their side? Trust me, you have told me nothing new. In fact, I am somewhat amused that you pointed this out, given that pro-life groups are guilty of all this and more. It said: Although the thought of finding a deceased young woman with a bloody coat hanger dangling between her legs is -- to say the least -- unpleasant, powerful and emotionally charged rhetoric does not a good argument make . I almost peed myself laughing when I read this. Whatever powerful, emotional images you believe pro-choice are guilty of, pro-life groups are many times worse. What is the mental image of a deceased young woman compared to the physical picture of bloody aborted fetus'? I have seen pro-life groups holding huge posters outside high-schools, and pro-life groups hold them up in front of clinics. How much do you want to bet that the fellow here would defend one while attacking the other? The article speaks of fallacies yet fails to mention the statement of 'abortion is wrong because it's murder!' that pro-life people seem very fond of. This is the exact fallacy the article mentions, using an unproven point (abortion is murder) to hold up an unproven point (abortion is wrong). I point this out not to absolve pro-choice groups of guilt, but to say: Before pointing fingers, make sure your own house is in order. This entire article is also something of a strawman argument as well. The argument that illegal abortions will almost inevitably occur if abortion is banned is not a justification for legal abortions (per se). As I see it, since illegal abortions will almost inevitably occur if abortions are banned, the complaint is that pro-life people would rather see more women hurt (and yes, more women are hurt with illegal abortion than legal) than actually solve the problems with society. To ban abortion and declare the problem solved is extremely irresponsible and does nothing to help society or women.  If you would, chloe, please link to the study the article mentions about the number of illegal abortions? I'm amazed they managed to eek out numbers, given that not even the CDC has exact figures since illegal abortions were not tracked. The most compelling evidence I've seen looked at the birth rates for various ethnic groups the years previous to abortion being legal to the years after, corrected for various factors such as better birth control methods. They found little change in the birth rates, indicating the number of abortions most likely did not increase or decrease. Yes, I know pro-choice groups mislead with stats and figures. This is nothing new, but I feel it is dishonest to point this out without acknowledging your own groups shortcomings in the same area.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:33"
    },
    {
      "nodeID": "150879",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:33"
    },
    {
      "nodeID": "150880",
      "text": "What is the mental image of a deceased young woman compared to the physical picture of bloody aborted fetus'?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:33"
    },
    {
      "nodeID": "150881",
      "text": "Well sigma, which is more painful?? Being burnt with salene for 30 minutes to an hour and if that doesnt work after the 3rd time, being born prematurally and laid on a table and starving to death..... OR A woman sticking a clothes hanger up and accidentally killing herself but intentionally killing the kid within her? seems to me that people dont really care about how the baby feels. It has just as much feeling as the mother.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:33"
    },
    {
      "nodeID": "150882",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:13:33"
    },
    {
      "nodeID": "150883",
      "text": "Well sigma, which is more painful?? Being burnt with salene for 30 minutes to an hour and if that doesnt work after the 3rd time, being born prematurally and laid on a table and starving to death..... OR A woman sticking a clothes hanger up and accidentally killing herself but intentionally killing the kid within her?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:33"
    },
    {
      "nodeID": "150884",
      "text": "Painful? Emotionally or physically? Saline abortions are not performed anymore, you know this yes? You do know that when the vast majority of abortions are performed the fetus either has no brain or does not have the mental machinery necessary to feel physical pain?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:33"
    },
    {
      "nodeID": "150885",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:33"
    },
    {
      "nodeID": "150886",
      "text": "seems to me that people dont really care about how the baby feels. It has just as much feeling as the mother.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:33"
    },
    {
      "nodeID": "150887",
      "text": "Given that the fetus can feel no pain (in the vast majority of abortions), whose pain should I be concerned about? Even if it could, why would its pain be more worthy of protection than the mother's?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:33"
    },
    {
      "nodeID": "150888",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:33"
    },
    {
      "nodeID": "150889",
      "text": "Even if it could, why would its pain be more worthy of protection than the mother's?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:33"
    },
    {
      "nodeID": "150890",
      "text": "i think slave holder's asked a similar question to people who believed slavery was wrong. 'what are they worth anyways?? why do they deserve to be treated like us?' hmm",
      "type": "I",
      "timestamp": "2016-03-08 20:13:33"
    },
    {
      "nodeID": "150891",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:34"
    },
    {
      "nodeID": "150892",
      "text": "The only thing different there was skin color, the only thing different here is that it has no brain, no thinking skills, no memory, and no way to feel physical pain. You can't say that about the slaves.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:34"
    },
    {
      "nodeID": "150893",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:34"
    },
    {
      "nodeID": "150894",
      "text": "If freeing slaves meant that the former slaves could live of other's organs without their desire or consent, putting their health and possibly life at risk... while at the same time having no perception of self, no brain, no mind, no consciousness... I would side with the slaveowners. Once another's right to live becomes greater than my right to my own body, I become the slave.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:34"
    },
    {
      "nodeID": "150895",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:34"
    }
  ],
  "edges": [
    {
      "edgeID": "191106",
      "fromID": "150878",
      "toID": "150879",
      "formEdgeID": null
    },
    {
      "edgeID": "191107",
      "fromID": "150879",
      "toID": "150877",
      "formEdgeID": null
    },
    {
      "edgeID": "191108",
      "fromID": "150881",
      "toID": "150882",
      "formEdgeID": null
    },
    {
      "edgeID": "191109",
      "fromID": "150882",
      "toID": "150880",
      "formEdgeID": null
    },
    {
      "edgeID": "191110",
      "fromID": "150884",
      "toID": "150885",
      "formEdgeID": null
    },
    {
      "edgeID": "191111",
      "fromID": "150885",
      "toID": "150883",
      "formEdgeID": null
    },
    {
      "edgeID": "191112",
      "fromID": "150887",
      "toID": "150888",
      "formEdgeID": null
    },
    {
      "edgeID": "191113",
      "fromID": "150888",
      "toID": "150886",
      "formEdgeID": null
    },
    {
      "edgeID": "191114",
      "fromID": "150890",
      "toID": "150891",
      "formEdgeID": null
    },
    {
      "edgeID": "191115",
      "fromID": "150891",
      "toID": "150889",
      "formEdgeID": null
    },
    {
      "edgeID": "191116",
      "fromID": "150892",
      "toID": "150893",
      "formEdgeID": null
    },
    {
      "edgeID": "191117",
      "fromID": "150893",
      "toID": "150890",
      "formEdgeID": null
    },
    {
      "edgeID": "191118",
      "fromID": "150894",
      "toID": "150895",
      "formEdgeID": null
    },
    {
      "edgeID": "191119",
      "fromID": "150895",
      "toID": "150890",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
