{
  "nodes": [
    {
      "nodeID": "151522",
      "text": "I thought it would be nice to start a thread where people can express their views on the issue of abortion in a more detailed way than they might when responding in a debate.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:00"
    },
    {
      "nodeID": "151523",
      "text": "Following the original purpose of this thread, I will summarize my own views on abortion. (Note, this is copied from an older survey on abortion beliefs - a thread in the abortion forum called 'Survey of views on abortion'): For me, the question of abortion rights comes down to a balance between the rights of the mother and the rights of the fetus. On the side of the rights of the mother, there is a very important right to the control over one's own body and to not be forced to carry something as important and taxing as a pregnancy against one's will. Some may say that, in agreeing to have sex, a woman is agreeing to a pregnancy, but I strongly disagree. A pregnancy is a possible outcome of sex but only has a very small percentage chance if birth control is used. It would be like saying that you agree to be mugged if you walk in a bad neighborhood. The great majority of sex acts - for both married and unmarried women, religious or non-religious, conservative or liberal - are not done for the purposes of having children but are done for emotional and/or purely physical reasons. Pregnancy is the goal for only a minority of sex acts. So, women are not agreeing to a pregnancy when they have sex. In the case of unwanted pregnancies, it is a significant burden that they never agreed to. If they are forced to carry such a pregnancy, it would be a strong imposition against the rights over their own bodies. On the other hand, one has the rights of the fetus. What rights the fetus has depends on your belief system and priorities. For me, the most important thing when it comes to the rights of any human being is whether or not there is a mental existence - at least a rudimentary mind. I believe that I did not exist until I started to mentally exist and that applies to all others. My view is that, once a mental existence begins, the right to life of a fetus kicks in and takes priority over the mother's rights over her own body, under most circumstances. The neurological view is that a mind cannot exist before the third trimester. Therefore, I would allow abortion-on-demand for the first and second trimester and restrict it in the third trimester. For that third trimester, I would limit abortions to those that are done to mitigate a significant risk to the mother's life or physical or mental health (ex. leading to, say, paralysis or strong possibility of suicide, etc.) and, in case of severe incurable deformations of the fetus discovered late, to end the life of a fetus that would otherwise strongly suffer (i.e. mercy killing). Otherwise, I believe abortions should be restricted. If a woman has not decided on an abortion by the third trimester, she should have to carry the pregnancy to term (minus the perviously mentioned exceptions). She would have had ample time to decide. Lastly, here are a couple of links which describe the neurological view of a mind not existing before the third trimester: Part 4 of http://www.2think.org/abortion.shtml  http://7e.devbio.com/article.php?ch=21&id=162",
      "type": "I",
      "timestamp": "2016-03-08 20:15:00"
    },
    {
      "nodeID": "151524",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:01"
    },
    {
      "nodeID": "151525",
      "text": "I thought it would be nice to start a thread where people can express their views on the issue of abortion in a more detailed way than they might when responding in a debate. I'll start,...",
      "type": "I",
      "timestamp": "2016-03-08 20:15:01"
    },
    {
      "nodeID": "151526",
      "text": "Anti-Abortion Hi, I'm brand new to this forum but not to abortion debates. I have been active in abortion debates for almost 20 years now. (not bragging, just providing some background) I started 'online' debating even before the internet was available to the general public. We used a direct dial BBS called 'FIDONET.' (look it up on Wikipedia) I used to be 'pro-choice' with regard to elective abortion. and the legality thereof. I was of the (seemingly very common) belief that many people express; 'I wouldn't personally want my child aborted,.. but who am I to tell a woman what she can and can not do with her body?' Sound familiar? Long story, short? My views started changing in 1989 when an up and coming radio talk show host issued a challenge. He (Rush Limbaugh) said that he believed that 'a persons life (rights) begins at and by their conceptionm,,, and he wanted someone to prove to him that it can possibly begin any other way.' (I despised Rush Limbaugh) That challenge began my education process on the many abortion aspects and issues... and I have been actively involved ever since. I have already read through several of the threads (including this one) in this forum and I'm looking forward to participating,... and possibly incorporating it into my website. ChuzLife.net (under construction)",
      "type": "I",
      "timestamp": "2016-03-08 20:15:01"
    },
    {
      "nodeID": "151527",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:01"
    },
    {
      "nodeID": "151528",
      "text": "However, one thing to consider while debating pro-lifers is that they generally do not care about women's rights.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:01"
    },
    {
      "nodeID": "151529",
      "text": "...or facts ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:15:01"
    },
    {
      "nodeID": "151530",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:01"
    },
    {
      "nodeID": "151531",
      "text": "Very interesting, and I agree with you. However, one thing to consider while debating pro-lifers is that they generally do not care about women's rights.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:01"
    },
    {
      "nodeID": "151532",
      "text": "It's not that we pro life people don't care about womens rights it's that we care about the babies rights too. They won't do abortion after the 3rd month right? Well the baby is living, it has a heartbeat, it has nerves, eyes, and all that. I think it is sickening when people say that the baby or fetus whatever you want to call it doesn't feel anything. Everyone always says 'what if they get raped? Would you have the baby?' Well for one only 1% of abortions are done because of rape. Secondly if you are raped you can go to the hospital and tell them what happened and they will do an emergency IUD. Why does the women get to choose who can come into the world? They are going to kill it and they don't care. You never knew what the baby could have been. They could have been the one to find the cure to cancer, aids, or another uncurable disease. Your not giving the baby a chance and that is wrong and not fair. Thats my opinion.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:01"
    },
    {
      "nodeID": "151533",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:01"
    },
    {
      "nodeID": "151534",
      "text": "Pro-choice. I think abortion is awful and I would like to see it reduced to the bare minimum.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:01"
    },
    {
      "nodeID": "151535",
      "text": "Hi jitobear. I am also pro-choice. This comment jumped out at me, though. Do you think it's seen as awful do to cultural conditioning? Could this have it wrong? There is no scientific basis that it's a human person, at the stage of development when the vast majority of abortions occur. I worry that by suggesting it's so negative, it can't help but be a stigma on the woman who chooses to abort her pregnancy. No woman should feel the need to apologize in relation to abortion, which is just about control over one's own body.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:01"
    },
    {
      "nodeID": "151536",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:01"
    },
    {
      "nodeID": "151537",
      "text": "Anti-abortion. Here's why. Nobody can tell us with any certainty when a person becomes a person. Science can't, religion can't, and politicians certainly can't. Since an abortion has real potential to kill a person it should be illegal for the same reason dropping a brick from the roof of a building is illegal or speeding is illegal or firing a gun randomly in your house is illegal. Many of the laws in this country were formed to make it illegal to do things that might harm/ kill another person. When a inteligent person fires a gun for instance: he makes sure of his target, makes sure there is nobody in front of or behind his target, checks his backstop, etc. In other words the shooter takes precautions to insure that nobody will be harmed. Those types of precautions cannot be taken in the case of abortion. I would ammend this with an exception for when a pregnancy to term would result in a previously unknown risk to the mother. Side bar: the terms pro-life and pro-choice annoy me to no end. I find them to be misleading and disingenuous. When debating you are either for a subject or against it, pro-abortion or anti-abortion. Happy Halloween",
      "type": "I",
      "timestamp": "2016-03-08 20:15:01"
    },
    {
      "nodeID": "151538",
      "text": "I believe science can indeed tell us when it cannot be considered a 'person' as we define a person legally. No mental existence for the simple reason that the hardware has yet to form. Protecting 'potential' persons is beyond the scope of our Constitution IMO.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:01"
    },
    {
      "nodeID": "151539",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151540",
      "text": "pro-abortion or anti-abortion.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151541",
      "text": "There is NO such thing as 'pro-abortion' emoticon_rolleyes No one wants every single fetus to be removed. All the more reason why each individual should be able to decide what is best for them at the time they become pregnant. emoticon_xbye",
      "type": "I",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151542",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151543",
      "text": "the terms pro-life and pro-choice annoy me to no end. I find them to be misleading and disingenuous.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151544",
      "text": "I agree. The terms used should be more accurate, such as; Pro-Choice and Pro-Control emoticon_idea",
      "type": "I",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151545",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151546",
      "text": "I doubt whether an aortion clinis would give up the fetus for burial!",
      "type": "I",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151547",
      "text": "Doesn't matter if they 'give it up' or not. They don't legally issue death certificates for abortions. Imagine that. Death certificates are ONLY issued to once living persons. OH WAIT!!! I think we just proved that a ZEF is not a 'person' emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151548",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151549",
      "text": "If it is part of a woman it cannot be a parasite.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151550",
      "text": "If it meets the definition, it can ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151551",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151552",
      "text": "to me, a fetus wheither or not is a human being at the very early stages shouldn't matter since the mother has to take care of it anyway; be it now or (if she decides to keep it) later on when i grows up. if a mother can make choices for a child, she can do it even earlier than that when the child is still a fetus. i think its all up to the women who are with child. they should be able to have the choice wheither or not they want to get rid of their child.  if it were me, I only have one reason where i would consider abortion; when i just am not able to raise a child. other then that, i'm against abortion.  but i still believe a woman should have that choice instead of giving them one option or the other.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151553",
      "text": "Exactly so. Pro-choice people would not impose their values on anyone; profetallifers would impose theirs on every woman of child bearing age.emoticon_angry",
      "type": "I",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151554",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:02"
    },
    {
      "nodeID": "151555",
      "text": "You never knew what the baby could have been.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:03"
    },
    {
      "nodeID": "151556",
      "text": "Maybe they don't want to know. Why should some busybody force them into a predicament that they don't want to be in? In this country, every born person has freedom of choice!",
      "type": "I",
      "timestamp": "2016-03-08 20:15:03"
    },
    {
      "nodeID": "151557",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:03"
    },
    {
      "nodeID": "151558",
      "text": "It's not that we pro life people don't care about womens rights it's that we care about the babies rights too.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:03"
    },
    {
      "nodeID": "151559",
      "text": "No one here is talking about babies emoticon_rolleyes The fact that you would incorrectly call a ZEF a 'baby' only proves that anti-choicers think that women are invisible.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:03"
    },
    {
      "nodeID": "151560",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:03"
    },
    {
      "nodeID": "151561",
      "text": "Why does the women get to choose who can come into the world?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:03"
    },
    {
      "nodeID": "151562",
      "text": "That's like asking why do you get to choose what to do with your own hair or teeth, because it is part of YOUR body. Men have this right. Women have this same right.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:03"
    },
    {
      "nodeID": "151563",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:03"
    },
    {
      "nodeID": "151564",
      "text": "I am a proud American. I believe in the right to life, liberty and the pursuit of happiness of living, breathing human beings. That we gain those sacred rights with our first breath of life upon birth.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:03"
    },
    {
      "nodeID": "151565",
      "text": "To date, not a single profetallifer here has managed to come up with a way that, should, God forbid, the question of abortion be returned to the states, any state would enforce its ban on the procedure. If State 'A' bans abortions under any and all circumstances (the Palin proposal), and State 'B' has a very liberal abortion law, just how do the officials from State 'A' prevent their pregnant citizens from merely traveling to State 'B' to have the procedure? Similarly, what are the sanctions State 'A' would put in place to enforce its abortion ban, and upon whom would they be enforced - the woman? the doctor? So far, all we have heard is plaitudinous bloviation about the moral issue.emoticon_angry Let's get up close and personal. How will it work in the real world?",
      "type": "I",
      "timestamp": "2016-03-08 20:15:03"
    },
    {
      "nodeID": "151566",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:03"
    },
    {
      "nodeID": "151567",
      "text": "To cut through the debate about how exactly the different camps should be defined, I believe that a person becomes such at conception and should be considered as such when debatin their rights or lack thereof. More simply put; I am pro life.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:03"
    },
    {
      "nodeID": "151568",
      "text": "Good for you!!! Now stand aside for those who think otherwise. We in the pro-choice camp salute and respect the choices you make; now we demand equal respect from you for the choice we make.emoticon_xangel",
      "type": "I",
      "timestamp": "2016-03-08 20:15:03"
    },
    {
      "nodeID": "151569",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:03"
    },
    {
      "nodeID": "151570",
      "text": "Beg pardon. I guess that after a re-read that did sound pretty pompous.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151571",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151572",
      "text": "Anti-Abortion Hi, I'm brand new to this forum but not to abortion debates. I have been active in abortion debates for almost 20 years now. (not bragging, just providing some background) I started 'online' debating even before the internet was available to the general public. We used a direct dial BBS called 'FIDONET.' (look it up on Wikipedia) I used to be 'pro-choice' with regard to elective abortion. and the legality thereof. I was of the (seemingly very common) belief that many people express; 'I wouldn't personally want my child aborted,.. but who am I to tell a woman what she can and can not do with her body?' Sound familiar? Long story, short? My views started changing in 1989 when an up and coming radio talk show host issued a challenge. He (Rush Limbaugh) said that he believed that 'a persons life (rights) begins at and by their conceptionm,,, and he wanted someone to prove to him that it can possibly begin any other way.' (I despised Rush Limbaugh) That challenge began my education process on the many abortion aspects and issues... and I have been actively involved ever since. I have already read through several of the threads (including this one) in this forum and I'm looking forward to participating in this forums... and possibly incorporating it into my website. ChuzLife.net (under construction)",
      "type": "I",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151573",
      "text": "Personally, I don't have a problem with a single thing you said. You made your CHOICE, and we in the Pro-Choice camp respect your right to choose. Now, just don't go around trying to impose your choice (which I personally think is perverted and sexist) on the women in my family. You have the obligation to respect their choices just as we respect yours. BTW, please tell Gush Limpbutt that there is a world of difference between human, i.e, possessing the right genes, and personhood, which begins at birth.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151574",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151575",
      "text": "You have the obligation to respect their choices just as we respect yours.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151576",
      "text": "Well said! :) The problem is that anti-choicers are busy bodies and don't respect anyone else's decisions. If they did, there wouldn't be a problem.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151577",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151578",
      "text": "BTW, please tell Gush Limpbutt that there is a world of difference between human, i.e, possessing the right genes, and personhood, which begins at birth.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151579",
      "text": "If you are open minded enough to consider an opposing point of view, Maybe one day you and I can debate those claims. But if you are a typical drive by post and run away 'choicer?' I wouldn't be interested. I digress!  The purpose of this thread (as I understand it) was for people to introduce themselves and say a little about their position. The purpose of this thread was not to debate our differences. I'll not respond to any more 'baiting' of that sort in this thread. If you have questions about the details of my views, I will gladly answer those. As I may have some questions about yours.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151580",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151581",
      "text": "Again, if it were only that simple. I don't have the 'obligation to respect the choices' of those who infringe upon the rights of another. Rapists make a 'choice.' Murderers make a choice, molesters make a choice... Are you 'obligated to respect their choices,' Chester? Maybe in the sense that they are free to make 'choices.' You are. On that we will agree.  But I expect we don't always agree on what the consequences should be for some of the choices people make.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151582",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151583",
      "text": "Personally, I don't have a problem with a single thing you (Chuz Life) said. You made your CHOICE, and we in the Pro-Choice camp respect your right to choose.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151584",
      "text": "Good, we both agree then that the issue of legality concerning elective abortions is a little more complex than just the simple matter of a persons right to make a 'choice.'",
      "type": "I",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151585",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:04"
    },
    {
      "nodeID": "151586",
      "text": "The right to have a choice IS a legal issue. We don't live in russia emoticon_rolleyes Women in this country have the same rights as men.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:05"
    },
    {
      "nodeID": "151587",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:05"
    },
    {
      "nodeID": "151588",
      "text": "I happen to believe that a person's life and their right to the life they are living begins at conception.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:05"
    },
    {
      "nodeID": "151589",
      "text": "How special, now all you have to do is prove that a glob of cells has rights ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:15:05"
    },
    {
      "nodeID": "151590",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:05"
    },
    {
      "nodeID": "151591",
      "text": "The right to have a choice IS a legal issue. We don't live in russia emoticon_rolleyes Women in this country have the same rights as men.  How special, now all you have to do is prove that a glob of cells has rights ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:15:05"
    },
    {
      "nodeID": "151592",
      "text": "Ingus, please see my comments at the end of my previous post. The purpose of this thread is to introduce ourselves and have a Q&A about the basis for each others views etc. If you want to debate the specific differences we may have in our views, either open a new thread and invite me over, challenge me, whatever... But I'm not going to debate it here. I think this thread is a great idea. People should introduce themselves, lay out their views however they see fit and let others do the same.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:05"
    },
    {
      "nodeID": "151593",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:05"
    },
    {
      "nodeID": "151594",
      "text": "I'm pro-choice, but to say that having an abortion should not or will not effect EITHER parent is callous. You'll, most likely, (at minimum) wonder regretfully what could have been. Choice in abortion isn't a small choice, like whether to wear a blue or black suit (and shouldn't be). Nonetheless, it is and should be a tough choice that only the woman who must carry the child can make.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:05"
    },
    {
      "nodeID": "151595",
      "text": "Could not agree more.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:05"
    },
    {
      "nodeID": "151596",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:15:05"
    },
    {
      "nodeID": "151597",
      "text": "I'm pro-choice, but to say that having an abortion should not or will not effect EITHER parent is callous. You'll, most likely, (at minimum) wonder regretfully what could have been.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:05"
    },
    {
      "nodeID": "151598",
      "text": "Why would you be regretful, if it's your choice, and you stand by it? What if you honestly and truly did not want a child in the future? To speak for everyone and say, there will always be regret, or else you are callous, is the problem here. This is the cultural conditioning I was speaking of earlier which stigmatizes those who make a choice.",
      "type": "I",
      "timestamp": "2016-03-08 20:15:05"
    },
    {
      "nodeID": "151599",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:15:05"
    }
  ],
  "edges": [
    {
      "edgeID": "191560",
      "fromID": "151523",
      "toID": "151524",
      "formEdgeID": null
    },
    {
      "edgeID": "191561",
      "fromID": "151524",
      "toID": "151522",
      "formEdgeID": null
    },
    {
      "edgeID": "191562",
      "fromID": "151526",
      "toID": "151527",
      "formEdgeID": null
    },
    {
      "edgeID": "191563",
      "fromID": "151527",
      "toID": "151525",
      "formEdgeID": null
    },
    {
      "edgeID": "191564",
      "fromID": "151529",
      "toID": "151530",
      "formEdgeID": null
    },
    {
      "edgeID": "191565",
      "fromID": "151530",
      "toID": "151528",
      "formEdgeID": null
    },
    {
      "edgeID": "191566",
      "fromID": "151532",
      "toID": "151533",
      "formEdgeID": null
    },
    {
      "edgeID": "191567",
      "fromID": "151533",
      "toID": "151531",
      "formEdgeID": null
    },
    {
      "edgeID": "191568",
      "fromID": "151535",
      "toID": "151536",
      "formEdgeID": null
    },
    {
      "edgeID": "191569",
      "fromID": "151536",
      "toID": "151534",
      "formEdgeID": null
    },
    {
      "edgeID": "191570",
      "fromID": "151538",
      "toID": "151539",
      "formEdgeID": null
    },
    {
      "edgeID": "191571",
      "fromID": "151539",
      "toID": "151537",
      "formEdgeID": null
    },
    {
      "edgeID": "191572",
      "fromID": "151541",
      "toID": "151542",
      "formEdgeID": null
    },
    {
      "edgeID": "191573",
      "fromID": "151542",
      "toID": "151540",
      "formEdgeID": null
    },
    {
      "edgeID": "191574",
      "fromID": "151544",
      "toID": "151545",
      "formEdgeID": null
    },
    {
      "edgeID": "191575",
      "fromID": "151545",
      "toID": "151543",
      "formEdgeID": null
    },
    {
      "edgeID": "191576",
      "fromID": "151547",
      "toID": "151548",
      "formEdgeID": null
    },
    {
      "edgeID": "191577",
      "fromID": "151548",
      "toID": "151546",
      "formEdgeID": null
    },
    {
      "edgeID": "191578",
      "fromID": "151550",
      "toID": "151551",
      "formEdgeID": null
    },
    {
      "edgeID": "191579",
      "fromID": "151551",
      "toID": "151549",
      "formEdgeID": null
    },
    {
      "edgeID": "191580",
      "fromID": "151553",
      "toID": "151554",
      "formEdgeID": null
    },
    {
      "edgeID": "191581",
      "fromID": "151554",
      "toID": "151552",
      "formEdgeID": null
    },
    {
      "edgeID": "191582",
      "fromID": "151556",
      "toID": "151557",
      "formEdgeID": null
    },
    {
      "edgeID": "191583",
      "fromID": "151557",
      "toID": "151555",
      "formEdgeID": null
    },
    {
      "edgeID": "191584",
      "fromID": "151559",
      "toID": "151560",
      "formEdgeID": null
    },
    {
      "edgeID": "191585",
      "fromID": "151560",
      "toID": "151558",
      "formEdgeID": null
    },
    {
      "edgeID": "191586",
      "fromID": "151562",
      "toID": "151563",
      "formEdgeID": null
    },
    {
      "edgeID": "191587",
      "fromID": "151563",
      "toID": "151561",
      "formEdgeID": null
    },
    {
      "edgeID": "191588",
      "fromID": "151565",
      "toID": "151566",
      "formEdgeID": null
    },
    {
      "edgeID": "191589",
      "fromID": "151566",
      "toID": "151564",
      "formEdgeID": null
    },
    {
      "edgeID": "191590",
      "fromID": "151568",
      "toID": "151569",
      "formEdgeID": null
    },
    {
      "edgeID": "191591",
      "fromID": "151569",
      "toID": "151567",
      "formEdgeID": null
    },
    {
      "edgeID": "191592",
      "fromID": "151570",
      "toID": "151571",
      "formEdgeID": null
    },
    {
      "edgeID": "191593",
      "fromID": "151571",
      "toID": "151568",
      "formEdgeID": null
    },
    {
      "edgeID": "191594",
      "fromID": "151573",
      "toID": "151574",
      "formEdgeID": null
    },
    {
      "edgeID": "191595",
      "fromID": "151574",
      "toID": "151572",
      "formEdgeID": null
    },
    {
      "edgeID": "191596",
      "fromID": "151576",
      "toID": "151577",
      "formEdgeID": null
    },
    {
      "edgeID": "191597",
      "fromID": "151577",
      "toID": "151575",
      "formEdgeID": null
    },
    {
      "edgeID": "191598",
      "fromID": "151579",
      "toID": "151580",
      "formEdgeID": null
    },
    {
      "edgeID": "191599",
      "fromID": "151580",
      "toID": "151578",
      "formEdgeID": null
    },
    {
      "edgeID": "191600",
      "fromID": "151581",
      "toID": "151582",
      "formEdgeID": null
    },
    {
      "edgeID": "191601",
      "fromID": "151582",
      "toID": "151573",
      "formEdgeID": null
    },
    {
      "edgeID": "191602",
      "fromID": "151584",
      "toID": "151585",
      "formEdgeID": null
    },
    {
      "edgeID": "191603",
      "fromID": "151585",
      "toID": "151583",
      "formEdgeID": null
    },
    {
      "edgeID": "191604",
      "fromID": "151586",
      "toID": "151587",
      "formEdgeID": null
    },
    {
      "edgeID": "191605",
      "fromID": "151587",
      "toID": "151579",
      "formEdgeID": null
    },
    {
      "edgeID": "191606",
      "fromID": "151589",
      "toID": "151590",
      "formEdgeID": null
    },
    {
      "edgeID": "191607",
      "fromID": "151590",
      "toID": "151588",
      "formEdgeID": null
    },
    {
      "edgeID": "191608",
      "fromID": "151592",
      "toID": "151593",
      "formEdgeID": null
    },
    {
      "edgeID": "191609",
      "fromID": "151593",
      "toID": "151591",
      "formEdgeID": null
    },
    {
      "edgeID": "191610",
      "fromID": "151595",
      "toID": "151596",
      "formEdgeID": null
    },
    {
      "edgeID": "191611",
      "fromID": "151596",
      "toID": "151594",
      "formEdgeID": null
    },
    {
      "edgeID": "191612",
      "fromID": "151598",
      "toID": "151599",
      "formEdgeID": null
    },
    {
      "edgeID": "191613",
      "fromID": "151599",
      "toID": "151597",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
