{
  "nodes": [
    {
      "nodeID": "140562",
      "text": "Even though, evolution is probably simply a tool implemented by God, much of it is simply a matter of consensus concerning vague comparisons of bones declared to be of different ages by people with similar agendas. Now, deny that without thought. Does that make you a zealot? Or is your proof more concrete than speculation and concensus?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:42"
    },
    {
      "nodeID": "140563",
      "text": "You know, I make a poll about how creationists assume if not A, therefore B, and all you can do is fall directly into that?  I see you did not vote.  It is a consensus. Unfortunately for you, the sciences that make up evolution are the sciences that bring us the modern world. If you are to deny that evolution is indeed true, you must therefore deny the modern world.  And it amuses me to no end that you are doing falling right into if evolution false, therefore creation. Evolution's validity is not argued on the falseness of Creation, where the only thing a Creationist can do is attack evolution. It is impossible for a creation to argue their belief is true on the basis of its merits alone. You are are proof of that. Arch made a series of posts in a thread asking for evidence of creation where all he did was attack evolution. Seriously! Is your belief that weak that all you can do is assume a false dichotomy? And here are 29+ evidences for evolution http://www.talkorigins.org/faqs/comdesc/, but I'm not sure that is going to help, considering your showing of your understanding of the subject in general",
      "type": "I",
      "timestamp": "2016-03-08 19:51:42"
    },
    {
      "nodeID": "140564",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:42"
    },
    {
      "nodeID": "140565",
      "text": "Now, deny that without thought. Does that make you a zealot? Or is your proof more concrete than speculation and concensus?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:42"
    },
    {
      "nodeID": "140566",
      "text": "I think that with only a little bit of thought, your objections can be dismissed as unworthy, anti-scientific dissembling that doesn't take scientific reality into account -- probably in order to advance a religious agenda! :)",
      "type": "I",
      "timestamp": "2016-03-08 19:51:42"
    },
    {
      "nodeID": "140567",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:42"
    },
    {
      "nodeID": "140568",
      "text": "I don't know exactly what 'literal' creationism is, but it is the best theory besides evolution. If evolution isn't true, somebody please come up with a new theory to compete with creation. Right here, please, I would like to know what is option #2 for Atheism.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:42"
    },
    {
      "nodeID": "140569",
      "text": "Just out of interest, which version of creation are you talking about?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:42"
    },
    {
      "nodeID": "140570",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:42"
    },
    {
      "nodeID": "140571",
      "text": "2. What about consensus is proof? Is there not a consensus among Christians concerning creationism? Does that make it a fact?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:42"
    },
    {
      "nodeID": "140572",
      "text": "No, there isn't a consensus among Christians, at least not beyond the fact that God was responsible in one way or another for the universe existing. There is no consensus about method.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:42"
    },
    {
      "nodeID": "140573",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:42"
    },
    {
      "nodeID": "140574",
      "text": "I jsut voted. sorry if some people actually have, you know, LIVES and don't sit around all day on debate forums to cater to some atheists posts that he thiks they should drop everything for. emoticon_rolleyes emoticon_rolleyes emoticon_rolleyes As to the rest of your post, well, from your attitude I can tell you are not Christian in the least. Therefore I am content in knowing where people that spew garbage like this will end up in the End.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:42"
    },
    {
      "nodeID": "140575",
      "text": "No, let me guess . . . er . . . McDonalds. No, Disneyland. Am I getting closer?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:42"
    },
    {
      "nodeID": "140576",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:43"
    },
    {
      "nodeID": "140577",
      "text": "As to the rest of your post, well, from your attitude I can tell you are not Christian in the least.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:43"
    },
    {
      "nodeID": "140578",
      "text": "Well I'm not sure you are if we consider my attitude non-Christian.  You argued that Islam was atheism, that Shinto and Buddhism were atheism. Furthermore you refuse to actually back up any of your arguments and when push comes to shove, you resort to these kind of arguments. But perhaps you aren't a Christian, but instead a Biblist. Someone who worships the Bible as their God.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:43"
    },
    {
      "nodeID": "140579",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:43"
    },
    {
      "nodeID": "140580",
      "text": "If you mean by literal creationism the account of it in the Bible, then no. If evolution did not occur there had to be a spontaneous 'creation' of life. I can't see a natural way for that to occur considering how complex life is.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:43"
    },
    {
      "nodeID": "140581",
      "text": "So Goddidit?  I see you still haven't gotten back to the thread where 'intelligent design' was shown to be nothing more then 'we ignorant, therefore Goddidit.' Nor did you explain away how ID is any different then Animism. If you took someone who lived in the jungle all his life, took some food, put it in a microwave and then served to him and asked him how the food got hot, what would you expect him to say?  Magic most likely as that has been the outcome of similar situations in the past. What we know to be a simple electromagnetic device is magic to him.  Just because we do not know does not mean God was responsible. If you think like that, then 10,000 years of human cognitive advancement has skipped you.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:43"
    },
    {
      "nodeID": "140582",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:43"
    }
  ],
  "edges": [
    {
      "edgeID": "183820",
      "fromID": "140563",
      "toID": "140564",
      "formEdgeID": null
    },
    {
      "edgeID": "183821",
      "fromID": "140564",
      "toID": "140562",
      "formEdgeID": null
    },
    {
      "edgeID": "183822",
      "fromID": "140566",
      "toID": "140567",
      "formEdgeID": null
    },
    {
      "edgeID": "183823",
      "fromID": "140567",
      "toID": "140565",
      "formEdgeID": null
    },
    {
      "edgeID": "183824",
      "fromID": "140569",
      "toID": "140570",
      "formEdgeID": null
    },
    {
      "edgeID": "183825",
      "fromID": "140570",
      "toID": "140568",
      "formEdgeID": null
    },
    {
      "edgeID": "183826",
      "fromID": "140572",
      "toID": "140573",
      "formEdgeID": null
    },
    {
      "edgeID": "183827",
      "fromID": "140573",
      "toID": "140571",
      "formEdgeID": null
    },
    {
      "edgeID": "183828",
      "fromID": "140575",
      "toID": "140576",
      "formEdgeID": null
    },
    {
      "edgeID": "183829",
      "fromID": "140576",
      "toID": "140574",
      "formEdgeID": null
    },
    {
      "edgeID": "183830",
      "fromID": "140578",
      "toID": "140579",
      "formEdgeID": null
    },
    {
      "edgeID": "183831",
      "fromID": "140579",
      "toID": "140577",
      "formEdgeID": null
    },
    {
      "edgeID": "183832",
      "fromID": "140581",
      "toID": "140582",
      "formEdgeID": null
    },
    {
      "edgeID": "183833",
      "fromID": "140582",
      "toID": "140580",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
