{
  "nodes": [
    {
      "nodeID": "154800",
      "text": "Atheist answer: its relgious PEOPLE that expect us to believe in God. God himself doesn't have any kind of expectations.  Theist answer: the bible says that without faith its impossible to please God, and since the bible also says that the bible is God's true word, then we only need faith to believe the bible and by extension to believe in God.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:26"
    },
    {
      "nodeID": "154801",
      "text": "Actually, everything the bible say's belies your 'atheist answer'. The reality is that the world itself and all of Gods Creation speaks to His existence as being self evident. It takes a degree of faith to accept Jesus as our personal Savior, but as far as accepting the reality of God Himself, all one need do is look observe the world we live in to see that only an incredible and loving God could create such a Beautiful and marvelous World with so many amazing symbiotic and perfectly interdependent forms of life.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:26"
    },
    {
      "nodeID": "154802",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:26"
    },
    {
      "nodeID": "154803",
      "text": "DOH! yah beat me to it! I'll elaborate with the Zardoz answer: Stupid people want other stupid people to believe in their stupid belief systems and when they find non-stupid people, they have a coniption fits because they're too stupid to understand that their beliefs are stupid. Simple version: Stupid is as Stupid does Come be stupid with us.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:26"
    },
    {
      "nodeID": "154804",
      "text": "You know something, I just came here to browse, but upon discovering that you feel that people who believe in God are stupid, and their beliefs are stupid, just ###### me off. Not that you dont believe, but your use of the word stupid. I happen to be one of those stupid people you refer to, and so I will say this- People can say or believe whatever they want to, but we are all going to die one day, and something will be waiting on us when we do die, so before you start calling people names, I would explore the possibility that maybe christians are right, because in the inescapable end, we will all find out. And if we as christians are right, your eternal future dont look to good. And one more little thought, people thought the guy who said the world was round was stupid, but he was right in the end.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:26"
    },
    {
      "nodeID": "154805",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:26"
    },
    {
      "nodeID": "154806",
      "text": "How can CREATION be evidence of god if there is no evidence of CREATION? (If we are talking about CREATION meaning the mythical event describe in Genesis). Smiley",
      "type": "I",
      "timestamp": "2016-03-08 20:22:26"
    },
    {
      "nodeID": "154807",
      "text": "I mean nature itself.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:26"
    },
    {
      "nodeID": "154808",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:27"
    },
    {
      "nodeID": "154809",
      "text": "Nice try, but no cigar. Having a belief in a God, and having faith because a religion tells you to - are two totally different things.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:27"
    },
    {
      "nodeID": "154810",
      "text": "So you really have no problem whatsoever with belief in God and religion as long as it's not because someone tells you to??? You're seriously drawing a distinction here between ignorant-religion and religion, and the latter is perfectly fine with you? The fact you say a person can't have faith and 'have a backbone and be educated' gives me every reason to think you DON'T draw that distinction at all. No offense, but I think you're just another angry atheist who's bought into this modern intolerant Hitchens-approach that faith and reason are always juxtaposed. They aren't; my faith is BECAUSE I've questioned things, not because I haven't. It's the conclusion come to from questioning, not the substitute for questioning. And really, it's rather arrogant and foolish of you to presume to tell me what my faith consists of, as you know more of it than I do. There's really no good reason for the hostility on your part.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:27"
    },
    {
      "nodeID": "154811",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:27"
    },
    {
      "nodeID": "154812",
      "text": "Wow, I just have to say that Sinjin, Trebor, And Colonel, have shown me what a fool I have been for believing in God, and trying to live my life as a good and God fearing person, I guess now since there really is no God, I can just act like some kind of hate mongering heathen with nothing to fear from a higher power who says not to act like that(heathen). Man if we had leaders like you, and our kids were taught to believe as you three do, our society would be so much better off. We would have more crime, less morality, churches could shut down and not help strugling people with things like food and bills, we would be able to remove ' In God we Trust' from our money and replace it with 'We dont trust or believe in squat'. And by the way, if God is not real as you have plainly made me see, why is Gods name on our money, why is Gods name in our pledge of allegiance, why have people believed in God and the bible since before you and I were ever thought of, before your fancy psychology was ever thought of, for that matter why do we have AD and a Bc eras. I once heard on the news that Nohas Ark had been found, but hoe is that possible. I guess I will just keep on being the fool that yall think I am by believing in God, I am a lot better off in many ways.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:27"
    },
    {
      "nodeID": "154813",
      "text": "You could try to be a good person and nevermind about the hocus pocus stuff. I'm not tryimg to convince you of anything. The fact is that what you use a reasons to believe don't hold up under logical scrutiny. Don't justify faith with logic. That only cheapens faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:27"
    },
    {
      "nodeID": "154814",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:27"
    },
    {
      "nodeID": "154815",
      "text": "And there you go again.. first of all, misrepresenting all the things everyone has said, and second of all, bringing up that red herring of 'In God We Trust'.  You see, you are mixing up what your basic beliefs are with how you are acting. I do think it is very amusing that the Knights of Columbus, in an effort to 'show how different we are from the Godless Commies' have tricked the Christians of this country into the worshiping of Idols. They turned the pledge into a prayer, and the flag into an idol, and Money into a God. Do keep on bringing up all these things about 'Noah's ark' and such. I guess you hear a sound bit on TV, and believe it hook line and sinker. It demonstrates to me what has to be changed in the schools on that we should teach people how to listen critically, and to actually learn things. I find that knowledge is the enemy of both religion and right wing fundamentalism. When people can actually learn and understand things on their own, and to be able to critically process information, they tend to stop being red neck fundamentalists, and can actually contribute to society.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:27"
    },
    {
      "nodeID": "154816",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:27"
    },
    {
      "nodeID": "154817",
      "text": "I once heard on the news that Nohas Ark had been found, but hoe is that possible.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:27"
    },
    {
      "nodeID": "154818",
      "text": "No it's not. There never was a Noahs ark. There was nothing to be found. The Jews ripped the story off from the Sumerian story of Gilgamesh. The bible contains nothing more than half-truths and comic-book science. If the entire Earth was covered by water as the 'story' suggests, then where did all of that extra water go? Oh wait that's right, even though the Earth is a closed biosphere, according to delusional religious pawns like grizzly6626 the water must have been vacuumed up by space aliens for use on their own planet, or maybe noah snapped his fingers and it just magically disappeared. LOL emoticon_xbye grizzly6626, if you were half as smart as you 'think' you are then you'd realize that if there were that much water covering the surface of the Earth then the atmosphere would have become inhabitable. Oops... guess faith and fact don't mix? LOL emoticon_xgood Only a fool would believe what the the bible says about 'Noah was 600 years old when the floodwaters came on the earth.'  Here is a more simplistic explaination. Enjoy emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:22:27"
    },
    {
      "nodeID": "154819",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:27"
    },
    {
      "nodeID": "154820",
      "text": "We would have more crime, less morality",
      "type": "I",
      "timestamp": "2016-03-08 20:22:27"
    },
    {
      "nodeID": "154821",
      "text": "Actually it couldn't be any worse then it is right now. More people historically have died at the hands of religious wars then non-religion. Religion has been used to push extreme political viewpoints, selfishness, racism, destruction of whole cultures, hatred, and ignorance. Wow that's something for you to be proud of eh grizzly6626? emoticon_rolleyes Through religion, televangelists have become pimps where cash is more important than integrity. While I haven't seen any atheists with bombs strapped to themselves, we've all see plenty of religious fools blowing themselves up each and every day. And of course we all know how peaceful and charitable The Spanish Inquisition was. I guess it's true, when it comes to religion IGNORANCE is bliss... BTW - you forgot to mention that hitler was a devout catholic. Yeah, like I said before, it couldn't be any worse then it is right now emoticon_xbye",
      "type": "I",
      "timestamp": "2016-03-08 20:22:27"
    },
    {
      "nodeID": "154822",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:27"
    },
    {
      "nodeID": "154823",
      "text": "churches could shut down and not help strugling people with things like food and bills",
      "type": "I",
      "timestamp": "2016-03-08 20:22:28"
    },
    {
      "nodeID": "154824",
      "text": "Actually just as many atheist help the needy.  Of course a person would need to be open-minded to realize it. Here is one such atheist charity. If you were open-minded about such things then you would have learned that both Bill Gates and Warren Buffett, who have each individually made the two largest charitable donations in American history, are both atheist (Oops, bet that's gotta kill your argument, huh?) and they can rightly claim credit for spurring many other ultra-rich to also be charitable.  Ted Turner, the multi-billionaire, has also donated millions to others, and guess what grizzly6626, he's an atheist too!  George Soros, also a multi-billionaire, financier and philanthropist, has also donated millions and is also an atheist. The list goes on and on. You just don't hear about these people donating because they tend to do these things quietly, and not with a lot of *cough* religious *cough* fanfare. Didn't mean to wake you up grizzly6626 emoticon_xbye BTW - many catholic charities are known to turn the needy away. I've heard many accounts about how when some people first got married back in the 1970s, that catholic charities wouldn't help them out because they were not 'good, church-going catholics.' Basically because they didn't go to church every week (and put in their money filled envelope) the Church didn't consider them worthy of help. You see, it isn't because religion makes people morally better than atheism. Rather, it would be because churches often organize charitable activities and encourage their members to participate, while atheists, simply have no comparable social structure. It's not that churchgoers have a superior moral sentiment, just that because of their increased social structure they naturally have increased opportunity. There are countless amounts of people who are atheist that donate from the heart. They do not 'band together' into groups like religions do, and they do not advertise their charitable works like religions do, but they donate from the heart just the same. Here is a partial list of many such individuals who just happen to also be atheist. But it goes MUCH further than that though. There are a few organizations formed by atheists for the sole purpose of donating to those in need. One such organization is called S.H.A.R.E. - Secular Humanist Aid and Relief Effort. Here is a recent story about them helping those in need. So, when someone ignorant and closed-minded like grizzly6626 tries to convince you that 'only religions' donate or help those in need, you will now know that it's simply not true, and that people from all beliefs, even those that don't believe in God, help others in need and donate from their hearts, because they know it's the right thing to do for their fellow man in need emoticon_idea",
      "type": "I",
      "timestamp": "2016-03-08 20:22:28"
    },
    {
      "nodeID": "154825",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:22:28"
    },
    {
      "nodeID": "154826",
      "text": "No, because I'm not so stupid as to lose my life for an inanimate ideal emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:22:28"
    },
    {
      "nodeID": "154827",
      "text": "You seem to have a lot of hatred and animosity towards people who believe in God, is my faith and belief somehow causing you pain. I just dont understand why you feel the need to be so hatefull to me, at first you made me angry, but now I just figure you must be in some kind of pain caused by my faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:28"
    },
    {
      "nodeID": "154828",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:28"
    },
    {
      "nodeID": "154829",
      "text": "somehow you alone know the truth about God",
      "type": "I",
      "timestamp": "2016-03-08 20:22:28"
    },
    {
      "nodeID": "154830",
      "text": "Actually no, I know of many others who agree with this and the number of people believing in religion worldwide is decreasing, but just to make this interesting, why don't you prove you are right. Show me one place where I said exactly what God was. Go ahead hot shot I'd like to see it. LOL emoticon_smile",
      "type": "I",
      "timestamp": "2016-03-08 20:22:28"
    },
    {
      "nodeID": "154831",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:28"
    },
    {
      "nodeID": "154832",
      "text": "Yes, common sense proves that is true.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:28"
    },
    {
      "nodeID": "154833",
      "text": "And of course, you'd need to elaborate. Like exactly what about one version of God makes more sense than any other.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:28"
    },
    {
      "nodeID": "154834",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:28"
    },
    {
      "nodeID": "154835",
      "text": "Y'know the thing about everyone thinking the world was flat before Columbus is a myth, right?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:28"
    },
    {
      "nodeID": "154836",
      "text": "Yes I do, but because of time restraints and for lack of a better example that everyone could relate to and understand I used it. There are plenty of good examples of where people believe one thing was true while - infact - something else was true, so the point still stands. A better example (that I probably should have used instead) is that people used to believe that the Earth was the center of the universe, etc. etc. :)",
      "type": "I",
      "timestamp": "2016-03-08 20:22:28"
    },
    {
      "nodeID": "154837",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:28"
    }
  ],
  "edges": [
    {
      "edgeID": "193876",
      "fromID": "154801",
      "toID": "154802",
      "formEdgeID": null
    },
    {
      "edgeID": "193877",
      "fromID": "154802",
      "toID": "154800",
      "formEdgeID": null
    },
    {
      "edgeID": "193878",
      "fromID": "154804",
      "toID": "154805",
      "formEdgeID": null
    },
    {
      "edgeID": "193879",
      "fromID": "154805",
      "toID": "154803",
      "formEdgeID": null
    },
    {
      "edgeID": "193880",
      "fromID": "154807",
      "toID": "154808",
      "formEdgeID": null
    },
    {
      "edgeID": "193881",
      "fromID": "154808",
      "toID": "154806",
      "formEdgeID": null
    },
    {
      "edgeID": "193882",
      "fromID": "154810",
      "toID": "154811",
      "formEdgeID": null
    },
    {
      "edgeID": "193883",
      "fromID": "154811",
      "toID": "154809",
      "formEdgeID": null
    },
    {
      "edgeID": "193884",
      "fromID": "154813",
      "toID": "154814",
      "formEdgeID": null
    },
    {
      "edgeID": "193885",
      "fromID": "154814",
      "toID": "154812",
      "formEdgeID": null
    },
    {
      "edgeID": "193886",
      "fromID": "154815",
      "toID": "154816",
      "formEdgeID": null
    },
    {
      "edgeID": "193887",
      "fromID": "154816",
      "toID": "154812",
      "formEdgeID": null
    },
    {
      "edgeID": "193888",
      "fromID": "154818",
      "toID": "154819",
      "formEdgeID": null
    },
    {
      "edgeID": "193889",
      "fromID": "154819",
      "toID": "154817",
      "formEdgeID": null
    },
    {
      "edgeID": "193890",
      "fromID": "154821",
      "toID": "154822",
      "formEdgeID": null
    },
    {
      "edgeID": "193891",
      "fromID": "154822",
      "toID": "154820",
      "formEdgeID": null
    },
    {
      "edgeID": "193892",
      "fromID": "154824",
      "toID": "154825",
      "formEdgeID": null
    },
    {
      "edgeID": "193893",
      "fromID": "154825",
      "toID": "154823",
      "formEdgeID": null
    },
    {
      "edgeID": "193894",
      "fromID": "154827",
      "toID": "154828",
      "formEdgeID": null
    },
    {
      "edgeID": "193895",
      "fromID": "154828",
      "toID": "154826",
      "formEdgeID": null
    },
    {
      "edgeID": "193896",
      "fromID": "154830",
      "toID": "154831",
      "formEdgeID": null
    },
    {
      "edgeID": "193897",
      "fromID": "154831",
      "toID": "154829",
      "formEdgeID": null
    },
    {
      "edgeID": "193898",
      "fromID": "154833",
      "toID": "154834",
      "formEdgeID": null
    },
    {
      "edgeID": "193899",
      "fromID": "154834",
      "toID": "154832",
      "formEdgeID": null
    },
    {
      "edgeID": "193900",
      "fromID": "154836",
      "toID": "154837",
      "formEdgeID": null
    },
    {
      "edgeID": "193901",
      "fromID": "154837",
      "toID": "154835",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
