{
  "nodes": [
    {
      "nodeID": "50170",
      "text": "Huh?",
      "type": "I",
      "timestamp": "2015-03-12 20:25:24"
    },
    {
      "nodeID": "137470",
      "text": "'(18.) Despite the U.K.&#8217;s strict gun laws, criminals still have easy access to any firearms they desire, which is why the vast majority of gun crimes in Britain are committed with air guns, blank-firing replicas, deactivated firearms, or even painted water pistols.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:07"
    },
    {
      "nodeID": "137471",
      "text": "BBC NEWS | UK | England | Wear | Second Pc held in gun sale probe MoD has 'lost' 165 pistols, rifles and machine guns... and 27,000 rounds of ammunition | Mail Online LiveLeak.com - Buying an Uzi in the UK- No Problem!",
      "type": "I",
      "timestamp": "2016-03-08 19:45:07"
    },
    {
      "nodeID": "137472",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:07"
    },
    {
      "nodeID": "137473",
      "text": "'(5.) We know for a fact that guns are used defensively 2.5 million times a year, as proven by Gary Kleck&#8217;s very accurate study which made an estimate of between 800,000 and 2.45 million times a year (a very narrow margin of error that is not statistically significant).",
      "type": "I",
      "timestamp": "2016-03-08 19:45:07"
    },
    {
      "nodeID": "137474",
      "text": "Even if the number of defensive uses is only 800,000 a year, that's still a rate of more than 53 to 1 when compared to the number of homicides committed with a firearm.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:07"
    },
    {
      "nodeID": "137475",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:07"
    },
    {
      "nodeID": "137476",
      "text": "'(16.) Assault weapons don&#8217;t need to be banned because they are 'functionally identical' to standard hunting rifles and shotguns, and thus not genuine military weapons. They also shouldn&#8217;t be banned because the 'militia' described in the 2nd Amendment needs them to defend us against a tyrannical government, and standard hunting rifles or shotguns would never be up to the task.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:07"
    },
    {
      "nodeID": "137477",
      "text": "The Supreme Court has declared that the Second Amendment isn't about hunting, so this argument is dead and moot. I'd also suggest that you and this article author do a little research and get with the times. The AR-15 has officially been adopted as the hunting rifle of the 21st century. Remington now makes a version, the R-15, marketed exclusively toward hunters.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:07"
    },
    {
      "nodeID": "137478",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:07"
    },
    {
      "nodeID": "137479",
      "text": "'(20.) The only reason gun crime is so high in the U.S. is because we don&#8217;t punish criminals harshly enough; after all, the U.S. only imprisons more people per capita than any other democratic nation in the world.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:07"
    },
    {
      "nodeID": "137480",
      "text": "Felony possession of a firearm is five years in prison. Gun trafficking is ten years per gun. Murder brings the death penalty. None of these punishments are handed down for the crimes that get committed. It's a matter of quantity over quality.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:07"
    },
    {
      "nodeID": "137481",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:07"
    },
    {
      "nodeID": "137482",
      "text": "'(3.) Furthermore, nations such as Switzerland, which has high gun ownership rates and strict gun control laws (and is often praised by the NRA for allowing its citizens to own assault rifles), are proof that gun control always leads to complete bans on guns.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137483",
      "text": "Germany, Africa, China, Japan, Australia, United Kingdom, Turkey, etc.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137484",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137485",
      "text": "'(8.) Through this elusive 'black market', criminals can acquire any types of weapons they desire, including fully automatic weapons, grenades, and rocket launchers. But despite having access to such powerful weaponry, they&#8217;ll still be deterred from committing a crime by the possibility of confronting a victim who is carrying a concealed .38 snub-nose or sub-compact Glock.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137486",
      "text": "I'm sure they're concerned about the intended victim with the shotgun or the rifle just as much.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137487",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137488",
      "text": "'(19.) Even if criminals didn&#8217;t have access to guns, they could always use baseball bats or knives to commit crimes instead, because we all know that it&#8217;s just as easy to do a drive-by stabbing or clubbing as it is to do a drive-by shooting.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137489",
      "text": "So now we're embracing the concept that the victims of brutal stabbings are less important than those who've been shot to death?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137490",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137491",
      "text": "Good list and it shows why a lot of people defending guns come off as being nutty extremists.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137492",
      "text": "We aren't defending guns. We're defending the right to be armed.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137493",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137494",
      "text": "'(11.) Only people that hate guns would ever support gun control laws, which is why over 40% of gun OWNERS in America have expressed support for a gun licensing system.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137495",
      "text": "Evidence please.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137496",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137497",
      "text": "'(10.) The politicians who support gun control laws are 'socialists' and 'communists', such as Ronald Reagan (who has spoken in favor of the Brady Bill and Assault Weapons Ban) and George Bush, Sr. (who publicly tore up his NRA membership to protest their policies).",
      "type": "I",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137498",
      "text": "Not everyone agrees with policy. Afterall look at the Brady Campaign, one of their long time members was leaking classified information to the NRA and other pro-gun groups on purpose.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137499",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137500",
      "text": "'(22.) Criminals, being the lowlife, deviant scum they are, would never be smart enough to anticipate the possibility that their victims might be armed, and would thus never take along guns themselves.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:08"
    },
    {
      "nodeID": "137501",
      "text": "Criminals continually inform the public that their greatest fear is a victim capable of fighting back against them and possibly killing them.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137502",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137503",
      "text": "'(25.) I believe in gun control (and wrote this piece to satirize pro-gunners) because I hate guns and want to see them all banned, which is why I own guns and also enjoy reading firearms-related literature.'",
      "type": "I",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137504",
      "text": "Many of the gun hating crowd also own guns. It's the elitism belief, that they're superior to all humans and thus deserve to be armed, while everyone else in the world should be unarmed and bow before them as if they're gods.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137505",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137506",
      "text": "'(12.) Handguns and assault weapons are explicitly protected by the 2nd Amendment because they are needed to fight against a tyrannical government, but tanks, fighter aircraft, helicopter gunships, and nuclear weapons are not protected for some reason.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137507",
      "text": "Plague ships weren't protected under the Second Amendment during colonial days. This was the closest thing there was to a WMD, Americans could've used them do devastate Britain and kill everyone. So why wasn't the possession of plague infested ships protected?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137508",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137509",
      "text": "'(17.) The glorification of firearms in movies and video games is wrong and promotes irresponsible gun usage, but the gun industry&#8217;s advertising propaganda, which exploits people&#8217;s fear of criminals to sell guns, is perfectly responsible.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137510",
      "text": "Brinks plays on people's fears to sell security systems that don't even work. Insurance companies play on people's fears to sell their policies.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137511",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137512",
      "text": "'(14.) When gun controllers cite incidents such as the Columbine shooting as proof that more gun control is needed, they are just 'appealing to emotion' instead of logic. But when pro-gunners say that Columbine could have been prevented if teachers were allowed to carry guns, they are making a logical, sound argument.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137513",
      "text": "And then we point to Israel, where armed teachers have been responsible for a considerable drop in school shootings.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137514",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137515",
      "text": "'(2.) Having to register guns will inevitably lead to a complete ban on guns, just as automobile registration has led to an outright ban on automobiles.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137516",
      "text": "Cars are a privilege, your gun isn't. Show me evidence that would support the registration of your first amendment rights being constitutional.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137517",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137518",
      "text": "'(9.) Sarah Brady hates guns and wants to ban all firearms from private possession, which is why she bought her son a hunting rifle for Christmas.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137519",
      "text": "Sarah Brady is a straw purchaser then. She knowingly broke the law by buying a gun for somebody else instead of letting them go through the NICS check system. Who knows what else she's done and who she's supplied guns to.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:09"
    },
    {
      "nodeID": "137520",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137521",
      "text": "Showing the RIDICULOUS nature of some gun laws! Even the Antis can't (or maybe won't) obey them! Ridiculous paperwork traps that even caught and surprised the Queen of gun control!  If they had arrested her, they would have gotten a Real criminal off the streets and NOW our society would have finally been safe! Ridiculous!  But it was a good thing for her, that Bloomburg and his Illegal Mayors weren't around when she broke America's gun laws! emoticon_smile",
      "type": "I",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137522",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137523",
      "text": "Makes about as much sense as saying many of the car hating crowd (people who support such laws as car registration) also own cars. More evidence that your handlers have trained you to see the world in black and white.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137524",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137525",
      "text": "I think it's fair. The pro-gun side has a consistent history of being in favor of protecting individual rights against collective entities like government and big businesses. The gun-ban side has a consistent history of being in favor of the removal of individual rights and trying to criminalize lawful behavior because they don't like it. If you can't stand the heat then stay out of the furnace!",
      "type": "I",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137526",
      "text": "The pro gun-control side tries to protect individual rights from being violated by criminals. In contrast, the pro-gun side is more interested in protecting the profits of the gun industry.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137527",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137528",
      "text": "There is no evidence to support the claim that the entire Iraq population was at any point heavily armed and capable of overthrowing a dictator.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137529",
      "text": "'Iraq, one of the most heavily armed countries in the world, is believed to harbor enough guns to arm every one of its 24 million citizens. Iraqi civilians also have access to other light weapons, such as rocket- propelled grenades, mortars, and bombs - making their arsenals potentially more deadly. 'In the absence of a governing force in Iraq, some Iraqis are looking to increase their personal weapons caches in order to protect themselves from looters and roving armed gangs; others want small arms to conduct illegal activities and gain political power. Reports have surfaced that gun merchants have set up shop on the streets of Baghdad, selling AK-47s for as little as $10.' War ends, but Iraq battle over small arms just begins | csmonitor.com In this thread I was told that handguns were useful in combating tyranny- http://www.4forums.com/political/gun-control-debates/11746-second-amendment-no-longer-relevant.html So I'm supposed to believe that handguns are useful in battling tyranny but not having numerous amounts of the above weapons? Shows how inconsistent people can be when it serves their agenda.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137530",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137531",
      "text": "And then we point to Israel, where armed teachers have been responsible for a considerable drop in school shootings",
      "type": "I",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137532",
      "text": "Evidence?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137533",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137534",
      "text": "You can put whatever spin on this that you want. But no matter how much you try, the number of rounds discharged is always the same. Trying to limit it to multiple magazines instead of just one serves no practical purpose.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137535",
      "text": "So you agree that it's not necessary to have high capacity magazines because gun owners can reload quickly when defending themselves against a criminals. Good we can agree on at least one thing.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137536",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:10"
    },
    {
      "nodeID": "137537",
      "text": "Diversionary tactic. The point is that it's harder to kill with the other weapons mentioned.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137538",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137539",
      "text": "Anyone can acquire arms from the black market, but we choose not to because we have legal alternatives. Take those legal alternatives away and it'll be nothing more than a nation of several hundred million criminals.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137540",
      "text": "Yes, just like banning marijuana in the 1930s has turned this nation into a nation of several hundred million criminals.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137541",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137542",
      "text": "Maybe all public speakers and blog owners should be required to undertake federally mandated remedial speaking and typing courses, even if they have a college education, and pass an extensive testing program to prove that they won't get their words wrong...like the Illinois reverend who publicly and vocally advocated the killing of gun store owners and politicians who didn't support gun control.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137543",
      "text": "LOL! By that logic children entering a school with substandard English skills are just as much a threat to others as armed children entering a school with no training in firearms.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137544",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137545",
      "text": "Even if the number of defensive uses is only 800,000 a year, that's still a rate of more than 53 to 1 when compared to the number of homicides committed with a firearm.  Kleck was a supporter of the anti-gun position. But then he decided to go and commit the ultimate sin that a liberal could: he began to think in a logical and questioning manner. If he could learn the error of his ways, why can't you? Even if the number of defensive uses is only 100,000 that's still more than 6 to 1 when compared to the number of people murdered every year.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137546",
      "text": "Bad comparisons. A fair comparison would be comparing the total number of defensive gun uses to the total number of gun crimes (not just limiting it to gun homicides).",
      "type": "I",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137547",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137548",
      "text": "So? The point was that people who support gun control are not necessarily communists.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137549",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137550",
      "text": "Evidence of plague infested ships being used as weapons?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137551",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137552",
      "text": "And yet the US still has a much higher gun crime rate despite having a very high incarceration rate compared to other developed nations with a lot less gun violence. Get a clue.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137553",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137554",
      "text": "And that fear could motivate the criminals to be armed themselves- thus putting the public in more danger. Such a fear could start an arms race. Try looking at the big picture.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:11"
    },
    {
      "nodeID": "137555",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137556",
      "text": "So having guns is not part of being armed?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137557",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137558",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137559",
      "text": "Have you forgotten the Mumbai massacre already? The killing of German school students? Any killing at any gun free zone in the country? The Mexican drug cartel acquiring machine guns despite the 1986 ban on them in this country?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137560",
      "text": "Cherry picking won't cover up the fact that in general developed nations with strict levels of gun control have much lower gun crime rates than the US. You're missing the big picture. Besides, the shooter of German school students got the gun from his father's legally owned gun collection.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137561",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137562",
      "text": "She didn't buy a gun for a criminal.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137563",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137564",
      "text": "Well done Nato! I can't believe you took the time to Fisk all of these stupid points.  Originally Posted by NATO 556 Sarah Brady is a straw purchaser then. She knowingly broke the law by buying a gun for somebody else instead of letting them go through the NICS check system. Who knows what else she's done and who she's supplied guns to. Showing the RIDICULOUS nature of some gun laws! Even the Antis can't (or maybe won't) obey them! Ridiculous paperwork traps that even caught and surprised the Queen of gun control!",
      "type": "I",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137565",
      "text": "'A story in some early editions of yesterday's Daily News incorrectly reported that gun-control advocate Sarah Brady may have skirted Delaware's gun laws when she bought a rifle for her adult son but did not declare who was going to own the weapon. 'The Delaware Department of Justice initially insisted to The News that gun purchasers must declare who the weapon was intended for so that person's background could be checked. Yesterday, a spokeswoman for the Delaware Department of Justice said it misinterpreted the law and that Brady was not obligated to state that the gun was for her son as long as he was legally qualified to own a firearm. 'In addition, a spokesman for Brady said, 'Sarah Brady told the gun store that the gun was for her son and filled out the forms that they asked her to fill out.' 'The News regrets the error.' CORRECTION",
      "type": "I",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137566",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137567",
      "text": "Stop telling me to look at the big picture when you've had both of your eyes gouged out! Your entire statement here is beyond stupid. If the criminals felt that the only time to be armed was when their intended victims could fight back, then the criminals in DC would never be armed and the police wouldn't have needed to introduce gun shot sensors in the city. But since DC was the murder capital of the United States, that says an absence of hard targets isn't a guarantee that the abusers will play fair and not use weapons.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137568",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137569",
      "text": "'Iraq, one of the most heavily armed countries in the world",
      "type": "I",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137570",
      "text": "SNIP This isn't evidence, this is an opinion piece made by someone with an agenda. Come back when you have something of substance.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137571",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:12"
    },
    {
      "nodeID": "137572",
      "text": "Kellerman wasn't fair when he did the comparisons for his study, don't get upset when I use the same standard of review against you.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137573",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137574",
      "text": "This isn't my position. I'm arguing that your attempts to demonize magazines that can hold more than 10 rounds is foolish. Furthermore, if no honest citizen needs a 15 round magazine, then no police officer needs them either. If we can reload them quickly enough for it to not matter, then the police can do it too.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137575",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137576",
      "text": "80% of all crimes are caused by one million violent gang members. Why are we allowing them to roam the streets freely?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137577",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137578",
      "text": "Strawman argument. Under the anti-gun standard of review, a straw purchase involves buying a gun for anyone other than yourself, with no exceptions.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137579",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137580",
      "text": "I found this: 'Public opinion polls show that Americans strongly support licensing laws. A nationwide poll conducted in May of 2001 found that 85% of respondents- including 73% of gun owners- favored laws requiring handgun purchasers to obtain a permit before buying a handgun.' http://www.lcav.org/content/licensing_gun_owners_purchasers.pdf",
      "type": "I",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137581",
      "text": "I see no evidence that this is reliable. Where's the proof that this isn't just another cherry picked article, made up from the polling of people who live in states like California, New York, New Jersey, Illinois and other such communist territories? Furthermore, where's the proof that these people are true and genuine gun owners?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137582",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137583",
      "text": "In time of war: The Israeli answer to terrorism by Massad Ayoob Issue #81 'Israel began the program of armed citizen guards in the schools after the Maalot massacre in the 1970s, when a large number of children were slain in a terrorist incident. The volunteer parents work in plain clothes, armed with concealed semi-automatic pistols, and are trained by Israel&#8217;s home guard. It is significant that in the more than a quarter century between Maalot and the incident mentioned above when the citizen guards shot down the terrorist in the school in 2002, not a single child was murdered in an Israeli school!'",
      "type": "I",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137584",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137585",
      "text": "Rosie O'Donnell publicly stated that she felt anyone who owned a gun should be sent to prison. However she has armed bodyguards to protect herself and her children. Talk about a hypocritical sow.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137586",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137587",
      "text": "You're just guessing and it's not very good guessing either.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137588",
      "text": "Then why aren't police armed exclusively with handguns?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137589",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137590",
      "text": "All of these nations have had one gun ban after another, after enacting registration schemes. Do you have the nerve to deny this fact?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:13"
    },
    {
      "nodeID": "137591",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137592",
      "text": "The pro gun-control side tries to protect individual rights from being violated by criminals.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137593",
      "text": "Really? I haven't seen you post your support for any law or proposal that would punish criminals in the most severe ways possible. All I've ever seen you post support for is more laws that criminalize things that aren't crimes and do nothing to harm others.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137594",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137595",
      "text": "Simply having them isn't the point. It's about being able to use them.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137596",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137597",
      "text": "So I'm supposed to believe that handguns are useful in battling tyranny but not having numerous amounts of the above weapons? Shows how inconsistent people can be when it serves their agenda.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137598",
      "text": "Your argument is moot. The Iraq population wasn't heavily armed, only the Taliban and soldiers.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137599",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137600",
      "text": "In other words, you think there is no room for moderates. But the real world is not so black and white and compromise is often necessary.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137601",
      "text": "No, there's no room for traitors. We don't need presidents of firearms manufacturing companies that made campaign contributions to Obama, or those who will immediately sign onto pointless programs just to avoid a lawsuit.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137602",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137603",
      "text": "There is a right to own property and to travel as recognized by the US Supreme Court.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137604",
      "text": "As a gun owner I'm also a property owner. Or are you denying that guns are property?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137605",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137606",
      "text": "Don't you dare try and give me a lecture about cherry picking! All you ever do is cherry pick! You come around about once a month, scour the news to find a crime committed with a gun, and you use that single incident as if it's evidence that there's a serious problem that threatens the entire nation. If that's not cherry picking then I don't know what is. As a gun owner I'm also a property owner. Or are you denying that guns are property?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137607",
      "text": "I've been posting at least a few times a week. That's a lot more than once a month. I pointed out that the US has higher levels of gun crime than most developed nations while you tried to focus on a few tragedies in response to someone questioning the claim that criminals will always get guns. I think it's obvious whose argument is more cherry picked.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137608",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:14"
    },
    {
      "nodeID": "137609",
      "text": "Kellerman wasn't fair when he did the comparisons for his study, don't get upset when I use the same standard of review against you. I always find it amazing when an argument like this comes up. People like you have continually argued that the war on drugs was a mistake, that it was a waste, that it's produced no benefit and that it should be done away with so people can smoke pot and do crack to their heart's content. Yet when it comes to gun ownership, somehow the same standards and tactics are supposed to magically work and produce great benefits that we simply can't live without.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137610",
      "text": "Kellermann, in one of his studies, compared criminal homicides to legally justifiable homicides. He compared homicides to homicides (FBI data does the same) which seems more fair than your comparison- comparing only gun homicides to all types of crime supposedly prevented by crime according to one very controversial study. And I never said the war on drugs was a mistake.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137611",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137612",
      "text": "Cherry picking again.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137613",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137614",
      "text": "Evidence of this?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137615",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137616",
      "text": "It doesn't matter if you're shot in the head, or stabbed in the heart, death is all the same. Your continued ignoring of those who've been stabbed and bludgeoned to death is disgraceful and you should be ashamed of yourself. You don't care about saving even a single life, all you care about is furthering your agenda! You're glad when you read about somebody being killed, it makes you happy because you can dance in their spilled blood and exploit a family's tragedy to further your own goals, come hell or high water!",
      "type": "I",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137617",
      "text": "Such personal attacks as yours indicate a bankruptcy of argument and reveal much about you while revealing nothing about me. If someone says that you are more likely to die in a car accident than in an airplane accident would accuse them of not caring about airplane accident victims? Would you accuse them of taking delight in the number of car deaths?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137618",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137619",
      "text": "This isn't evidence, this is an opinion piece made by someone with an agenda. Come back when you have something of substance. Your argument is moot. The Iraq population wasn't heavily armed, only the Taliban and soldiers.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137620",
      "text": "It's a lot more than what you've come up with. What evidence do you have that indicates the Iraq population wasn't heavily armed? As for the Taliban, you're confusing Afghanistan with Iraq.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137621",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137622",
      "text": "You deny what I wrote is your position. Well if your position isn't that 'it's not necessary to have high capacity magazines because gun owners can reload quickly when defending themselves against criminals' then logically your position must be that such high capacity magazines are necessary for self defense. But if such magazines would benefit law abiding citizens in an armed conflict then why couldn't they also benefit criminals?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137623",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137624",
      "text": "Now look here, boy, I'm tired of you spreading this ignorant bull****. I came from the UK, I lived there most of my life, I saw the truth that you choose to ignore because it's inconvenient for you. The police have been caught intentionally miscounting the number of crimes reported by the people, they've been doing it for years. The people of the UK also don't report every instance of when they've been victimized. These two facts mean that any evidence you use to support your flawed position is untrustworthy and doctored to reflect whatever you want it to. You might as well be citing yourself! Even one of the biggest advocates of the post-Dunblane handgun ban admitted that the ban was a huge failure, because even school children were able to get access to guns and kill their classmates. Don't you ever spread this lie again, we know that there's no ounce of truth to it! And that's coming from a former subject of the UK, somebody who saw it first hand!",
      "type": "I",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137625",
      "text": "So you're actually claiming that it is a lie to say that the UK has a lower gun crime rate than the US? Even if the police were miscounting crimes it's still a huge and unjustified leap in logic to conclude from that that the UK does not have a lower gun crime rate.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137626",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:15"
    },
    {
      "nodeID": "137627",
      "text": "'The Delaware Department of Justice initially insisted to The News that gun purchasers must declare who the weapon was intended for so that person's background could be checked. Yesterday, a spokeswoman for the Delaware Department of Justice said it misinterpreted the law and that Brady was not obligated to state that the gun was for her son as long as he was legally qualified to own a firearm.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:16"
    },
    {
      "nodeID": "137628",
      "text": "Form 4473, question 11a reads as follows: 11. a. Are you the actual buyer of the firearm(s) listed on this form? Warning: You are no the actual buyer if you are acquiring the firearm(s) on behalf of another person. If you are not the actual buyer, the dealer cannot transfer the firearm(s) to you. Sarah Brady lied on the background check form, she bought the gun on behalf of her son and supplied it to him, thus ensuring that he wouldn't have to worry about the NICS check red flagging him. By gun control standards she's guilty of a straw purchase and should've been sentenced to ten years without parole in a federal prison.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:16"
    },
    {
      "nodeID": "137629",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:16"
    }
  ],
  "edges": [
    {
      "edgeID": "181614",
      "fromID": "137471",
      "toID": "137472",
      "formEdgeID": null
    },
    {
      "edgeID": "181615",
      "fromID": "137472",
      "toID": "137470",
      "formEdgeID": null
    },
    {
      "edgeID": "181616",
      "fromID": "137474",
      "toID": "137475",
      "formEdgeID": null
    },
    {
      "edgeID": "181617",
      "fromID": "137475",
      "toID": "137473",
      "formEdgeID": null
    },
    {
      "edgeID": "181618",
      "fromID": "137477",
      "toID": "137478",
      "formEdgeID": null
    },
    {
      "edgeID": "181619",
      "fromID": "137478",
      "toID": "137476",
      "formEdgeID": null
    },
    {
      "edgeID": "181620",
      "fromID": "137480",
      "toID": "137481",
      "formEdgeID": null
    },
    {
      "edgeID": "181621",
      "fromID": "137481",
      "toID": "137479",
      "formEdgeID": null
    },
    {
      "edgeID": "181622",
      "fromID": "137483",
      "toID": "137484",
      "formEdgeID": null
    },
    {
      "edgeID": "181623",
      "fromID": "137484",
      "toID": "137482",
      "formEdgeID": null
    },
    {
      "edgeID": "181624",
      "fromID": "137486",
      "toID": "137487",
      "formEdgeID": null
    },
    {
      "edgeID": "181625",
      "fromID": "137487",
      "toID": "137485",
      "formEdgeID": null
    },
    {
      "edgeID": "181626",
      "fromID": "137489",
      "toID": "137490",
      "formEdgeID": null
    },
    {
      "edgeID": "181627",
      "fromID": "137490",
      "toID": "137488",
      "formEdgeID": null
    },
    {
      "edgeID": "181628",
      "fromID": "137492",
      "toID": "137493",
      "formEdgeID": null
    },
    {
      "edgeID": "181629",
      "fromID": "137493",
      "toID": "137491",
      "formEdgeID": null
    },
    {
      "edgeID": "181630",
      "fromID": "137495",
      "toID": "137496",
      "formEdgeID": null
    },
    {
      "edgeID": "181631",
      "fromID": "137496",
      "toID": "137494",
      "formEdgeID": null
    },
    {
      "edgeID": "181632",
      "fromID": "137498",
      "toID": "137499",
      "formEdgeID": null
    },
    {
      "edgeID": "181633",
      "fromID": "137499",
      "toID": "137497",
      "formEdgeID": null
    },
    {
      "edgeID": "181634",
      "fromID": "137501",
      "toID": "137502",
      "formEdgeID": null
    },
    {
      "edgeID": "181635",
      "fromID": "137502",
      "toID": "137500",
      "formEdgeID": null
    },
    {
      "edgeID": "181636",
      "fromID": "137504",
      "toID": "137505",
      "formEdgeID": null
    },
    {
      "edgeID": "181637",
      "fromID": "137505",
      "toID": "137503",
      "formEdgeID": null
    },
    {
      "edgeID": "181638",
      "fromID": "137507",
      "toID": "137508",
      "formEdgeID": null
    },
    {
      "edgeID": "181639",
      "fromID": "137508",
      "toID": "137506",
      "formEdgeID": null
    },
    {
      "edgeID": "181640",
      "fromID": "137510",
      "toID": "137511",
      "formEdgeID": null
    },
    {
      "edgeID": "181641",
      "fromID": "137511",
      "toID": "137509",
      "formEdgeID": null
    },
    {
      "edgeID": "181642",
      "fromID": "137513",
      "toID": "137514",
      "formEdgeID": null
    },
    {
      "edgeID": "181643",
      "fromID": "137514",
      "toID": "137512",
      "formEdgeID": null
    },
    {
      "edgeID": "181644",
      "fromID": "137516",
      "toID": "137517",
      "formEdgeID": null
    },
    {
      "edgeID": "181645",
      "fromID": "137517",
      "toID": "137515",
      "formEdgeID": null
    },
    {
      "edgeID": "181646",
      "fromID": "137519",
      "toID": "137520",
      "formEdgeID": null
    },
    {
      "edgeID": "181647",
      "fromID": "137520",
      "toID": "137518",
      "formEdgeID": null
    },
    {
      "edgeID": "181648",
      "fromID": "137521",
      "toID": "137522",
      "formEdgeID": null
    },
    {
      "edgeID": "181649",
      "fromID": "137522",
      "toID": "137471",
      "formEdgeID": null
    },
    {
      "edgeID": "181650",
      "fromID": "137523",
      "toID": "137524",
      "formEdgeID": null
    },
    {
      "edgeID": "181651",
      "fromID": "137524",
      "toID": "137471",
      "formEdgeID": null
    },
    {
      "edgeID": "181652",
      "fromID": "137526",
      "toID": "137527",
      "formEdgeID": null
    },
    {
      "edgeID": "181653",
      "fromID": "137527",
      "toID": "137525",
      "formEdgeID": null
    },
    {
      "edgeID": "181654",
      "fromID": "137529",
      "toID": "137530",
      "formEdgeID": null
    },
    {
      "edgeID": "181655",
      "fromID": "137530",
      "toID": "137528",
      "formEdgeID": null
    },
    {
      "edgeID": "181656",
      "fromID": "137532",
      "toID": "137533",
      "formEdgeID": null
    },
    {
      "edgeID": "181657",
      "fromID": "137533",
      "toID": "137531",
      "formEdgeID": null
    },
    {
      "edgeID": "181658",
      "fromID": "137535",
      "toID": "137536",
      "formEdgeID": null
    },
    {
      "edgeID": "181659",
      "fromID": "137536",
      "toID": "137534",
      "formEdgeID": null
    },
    {
      "edgeID": "181660",
      "fromID": "137537",
      "toID": "137538",
      "formEdgeID": null
    },
    {
      "edgeID": "181661",
      "fromID": "137538",
      "toID": "137471",
      "formEdgeID": null
    },
    {
      "edgeID": "181662",
      "fromID": "137540",
      "toID": "137541",
      "formEdgeID": null
    },
    {
      "edgeID": "181663",
      "fromID": "137541",
      "toID": "137539",
      "formEdgeID": null
    },
    {
      "edgeID": "181664",
      "fromID": "137543",
      "toID": "137544",
      "formEdgeID": null
    },
    {
      "edgeID": "181665",
      "fromID": "137544",
      "toID": "137542",
      "formEdgeID": null
    },
    {
      "edgeID": "181666",
      "fromID": "137546",
      "toID": "137547",
      "formEdgeID": null
    },
    {
      "edgeID": "181667",
      "fromID": "137547",
      "toID": "137545",
      "formEdgeID": null
    },
    {
      "edgeID": "181668",
      "fromID": "137548",
      "toID": "137549",
      "formEdgeID": null
    },
    {
      "edgeID": "181669",
      "fromID": "137549",
      "toID": "137471",
      "formEdgeID": null
    },
    {
      "edgeID": "181670",
      "fromID": "137550",
      "toID": "137551",
      "formEdgeID": null
    },
    {
      "edgeID": "181671",
      "fromID": "137551",
      "toID": "137471",
      "formEdgeID": null
    },
    {
      "edgeID": "181672",
      "fromID": "137552",
      "toID": "137553",
      "formEdgeID": null
    },
    {
      "edgeID": "181673",
      "fromID": "137553",
      "toID": "137471",
      "formEdgeID": null
    },
    {
      "edgeID": "181674",
      "fromID": "137554",
      "toID": "137555",
      "formEdgeID": null
    },
    {
      "edgeID": "181675",
      "fromID": "137555",
      "toID": "137471",
      "formEdgeID": null
    },
    {
      "edgeID": "181676",
      "fromID": "137556",
      "toID": "137557",
      "formEdgeID": null
    },
    {
      "edgeID": "181677",
      "fromID": "137557",
      "toID": "137471",
      "formEdgeID": null
    },
    {
      "edgeID": "181678",
      "fromID": "50170",
      "toID": "137558",
      "formEdgeID": null
    },
    {
      "edgeID": "181679",
      "fromID": "137558",
      "toID": "137471",
      "formEdgeID": null
    },
    {
      "edgeID": "181680",
      "fromID": "137560",
      "toID": "137561",
      "formEdgeID": null
    },
    {
      "edgeID": "181681",
      "fromID": "137561",
      "toID": "137559",
      "formEdgeID": null
    },
    {
      "edgeID": "181682",
      "fromID": "137562",
      "toID": "137563",
      "formEdgeID": null
    },
    {
      "edgeID": "181683",
      "fromID": "137563",
      "toID": "137471",
      "formEdgeID": null
    },
    {
      "edgeID": "181684",
      "fromID": "137565",
      "toID": "137566",
      "formEdgeID": null
    },
    {
      "edgeID": "181685",
      "fromID": "137566",
      "toID": "137564",
      "formEdgeID": null
    },
    {
      "edgeID": "181686",
      "fromID": "137567",
      "toID": "137568",
      "formEdgeID": null
    },
    {
      "edgeID": "181687",
      "fromID": "137568",
      "toID": "137523",
      "formEdgeID": null
    },
    {
      "edgeID": "181688",
      "fromID": "137570",
      "toID": "137571",
      "formEdgeID": null
    },
    {
      "edgeID": "181689",
      "fromID": "137571",
      "toID": "137569",
      "formEdgeID": null
    },
    {
      "edgeID": "181690",
      "fromID": "137572",
      "toID": "137573",
      "formEdgeID": null
    },
    {
      "edgeID": "181691",
      "fromID": "137573",
      "toID": "137523",
      "formEdgeID": null
    },
    {
      "edgeID": "181692",
      "fromID": "137574",
      "toID": "137575",
      "formEdgeID": null
    },
    {
      "edgeID": "181693",
      "fromID": "137575",
      "toID": "137523",
      "formEdgeID": null
    },
    {
      "edgeID": "181694",
      "fromID": "137576",
      "toID": "137577",
      "formEdgeID": null
    },
    {
      "edgeID": "181695",
      "fromID": "137577",
      "toID": "137523",
      "formEdgeID": null
    },
    {
      "edgeID": "181696",
      "fromID": "137578",
      "toID": "137579",
      "formEdgeID": null
    },
    {
      "edgeID": "181697",
      "fromID": "137579",
      "toID": "137523",
      "formEdgeID": null
    },
    {
      "edgeID": "181698",
      "fromID": "137581",
      "toID": "137582",
      "formEdgeID": null
    },
    {
      "edgeID": "181699",
      "fromID": "137582",
      "toID": "137580",
      "formEdgeID": null
    },
    {
      "edgeID": "181700",
      "fromID": "137583",
      "toID": "137584",
      "formEdgeID": null
    },
    {
      "edgeID": "181701",
      "fromID": "137584",
      "toID": "137523",
      "formEdgeID": null
    },
    {
      "edgeID": "181702",
      "fromID": "137585",
      "toID": "137586",
      "formEdgeID": null
    },
    {
      "edgeID": "181703",
      "fromID": "137586",
      "toID": "137523",
      "formEdgeID": null
    },
    {
      "edgeID": "181704",
      "fromID": "137588",
      "toID": "137589",
      "formEdgeID": null
    },
    {
      "edgeID": "181705",
      "fromID": "137589",
      "toID": "137587",
      "formEdgeID": null
    },
    {
      "edgeID": "181706",
      "fromID": "137590",
      "toID": "137591",
      "formEdgeID": null
    },
    {
      "edgeID": "181707",
      "fromID": "137591",
      "toID": "137523",
      "formEdgeID": null
    },
    {
      "edgeID": "181708",
      "fromID": "137593",
      "toID": "137594",
      "formEdgeID": null
    },
    {
      "edgeID": "181709",
      "fromID": "137594",
      "toID": "137592",
      "formEdgeID": null
    },
    {
      "edgeID": "181710",
      "fromID": "137595",
      "toID": "137596",
      "formEdgeID": null
    },
    {
      "edgeID": "181711",
      "fromID": "137596",
      "toID": "137523",
      "formEdgeID": null
    },
    {
      "edgeID": "181712",
      "fromID": "137598",
      "toID": "137599",
      "formEdgeID": null
    },
    {
      "edgeID": "181713",
      "fromID": "137599",
      "toID": "137597",
      "formEdgeID": null
    },
    {
      "edgeID": "181714",
      "fromID": "137601",
      "toID": "137602",
      "formEdgeID": null
    },
    {
      "edgeID": "181715",
      "fromID": "137602",
      "toID": "137600",
      "formEdgeID": null
    },
    {
      "edgeID": "181716",
      "fromID": "137604",
      "toID": "137605",
      "formEdgeID": null
    },
    {
      "edgeID": "181717",
      "fromID": "137605",
      "toID": "137603",
      "formEdgeID": null
    },
    {
      "edgeID": "181718",
      "fromID": "137607",
      "toID": "137608",
      "formEdgeID": null
    },
    {
      "edgeID": "181719",
      "fromID": "137608",
      "toID": "137606",
      "formEdgeID": null
    },
    {
      "edgeID": "181720",
      "fromID": "137610",
      "toID": "137611",
      "formEdgeID": null
    },
    {
      "edgeID": "181721",
      "fromID": "137611",
      "toID": "137609",
      "formEdgeID": null
    },
    {
      "edgeID": "181722",
      "fromID": "137612",
      "toID": "137613",
      "formEdgeID": null
    },
    {
      "edgeID": "181723",
      "fromID": "137613",
      "toID": "137567",
      "formEdgeID": null
    },
    {
      "edgeID": "181724",
      "fromID": "137614",
      "toID": "137615",
      "formEdgeID": null
    },
    {
      "edgeID": "181725",
      "fromID": "137615",
      "toID": "137567",
      "formEdgeID": null
    },
    {
      "edgeID": "181726",
      "fromID": "137617",
      "toID": "137618",
      "formEdgeID": null
    },
    {
      "edgeID": "181727",
      "fromID": "137618",
      "toID": "137616",
      "formEdgeID": null
    },
    {
      "edgeID": "181728",
      "fromID": "137620",
      "toID": "137621",
      "formEdgeID": null
    },
    {
      "edgeID": "181729",
      "fromID": "137621",
      "toID": "137619",
      "formEdgeID": null
    },
    {
      "edgeID": "181730",
      "fromID": "137622",
      "toID": "137623",
      "formEdgeID": null
    },
    {
      "edgeID": "181731",
      "fromID": "137623",
      "toID": "137567",
      "formEdgeID": null
    },
    {
      "edgeID": "181732",
      "fromID": "137625",
      "toID": "137626",
      "formEdgeID": null
    },
    {
      "edgeID": "181733",
      "fromID": "137626",
      "toID": "137624",
      "formEdgeID": null
    },
    {
      "edgeID": "181734",
      "fromID": "137628",
      "toID": "137629",
      "formEdgeID": null
    },
    {
      "edgeID": "181735",
      "fromID": "137629",
      "toID": "137627",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
