{
  "nodes": [
    {
      "nodeID": "125732",
      "text": "Yes.",
      "type": "I",
      "timestamp": "2016-01-20 14:39:26"
    },
    {
      "nodeID": "138937",
      "text": "ur definition of evolution is incorrect. if u go to any dictionary who would find that evolution by definition is a process of simple, basic things evolving or changing into complex structures in laymens term i guess[ex. society, religion, government and language]. what u seem to be defining is biological evolution. as for creationism...I havent decided how i should define it. is it religion, science, idea, theory, or bs. there r many defintions. creationism use so many kinds of definition that there is no point 2 define it...that and i have no idea. all the dictionary i've seen r different and bias I'm just trying to correct. sorry if i had offended u. btw colcletus next time u should be more specific, but i assume u meant biological evolution. oh yeah sorry if my definition sucks. i was in a hurry.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:08"
    },
    {
      "nodeID": "138938",
      "text": "Well, you have proven yoruself to be a man with no brain, that is for sure. The definition that was given was the one that scientists use, not the layperson.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:08"
    },
    {
      "nodeID": "138939",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:08"
    },
    {
      "nodeID": "138940",
      "text": "I'm just trying to correct. sorry if i had offended u.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:08"
    },
    {
      "nodeID": "138941",
      "text": "And I was correcting you. If you are offended then that's the breaks.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:08"
    },
    {
      "nodeID": "138942",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:08"
    },
    {
      "nodeID": "138943",
      "text": "oh yeah sorry if my definition sucks. i was in a hurry.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:08"
    },
    {
      "nodeID": "138944",
      "text": "I suspect that haste had little to do with the suckiness of your definition. * In re: your rhetorical questions as to whether creationism is religion or if it is science. Actually, the courts of the U.S. have clearly stated that creationism is religion and is not science. That is the basis for the exclusion of the teaching of creationism from public school science classes. Laws that have forbidden the teaching of evolutionary biology or required the teaching of creationism, whether alone or in 'balance' with evolutionary biology, are violations of the establishment clause of the 1st Amendment. See: (Epperson v. Arkansas, 393 U.S. 97 [1968]), (McLean v. Arkansas Board of Education, 529 F. Supp 1255 [1982]), and (Edwards v. Aguillard, 482 U.S. 578 [1987])",
      "type": "I",
      "timestamp": "2016-03-08 19:48:08"
    },
    {
      "nodeID": "138945",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:08"
    },
    {
      "nodeID": "138946",
      "text": "what u seem to be defining is biological evolution.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:08"
    },
    {
      "nodeID": "138947",
      "text": "So you knew that in the first place and yet you said that Demon38 was wrong. Perhaps you should pay closer attention to Demon38 and others so that you might learn something. The first day of evolutionary biology class I learned the definition of evolution. Evolution is a change in the frequency of alleles in a population over time. I know that you won't understand what that means, so I'll make it simpler for you. My Dictionary of Modern Biology defines evolution as the gradual process of genetic change that occurs in populations of organisms. I suspect that you are unable to recognize the difference between a definition of the minimum requirements of an evolutionary event, the event itself, and the theories that explain the mechanisms. All three are referred to as evolution. But in this case what was asked for was a definition of evolution. From the definitions given (by Demon38 and myself) it is clear that evolution is not only change, but a particular kind of change. It is a change in the heritable makeup of a population. In other words, individual organisms do not evolve. Further, evolution takes place from generation to generation. A single birth or death is not evolution. By the way, when I say 'frequency of alleles' I mean the relative ratios of alternate forms of the same gene.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:08"
    },
    {
      "nodeID": "138948",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:08"
    },
    {
      "nodeID": "138949",
      "text": "ur definition of evolution is incorrect.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:08"
    },
    {
      "nodeID": "138950",
      "text": "Actually, his definition of evolution is exactly correct. In fact, I notice that you even acknowledge that he is correct in the last sentence of the paragraph. If you knew that his definition was correct, even if it is the definition of biological evolution, why would you state otherwise? Don't you think about what you type before you type it?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:09"
    },
    {
      "nodeID": "138951",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:09"
    },
    {
      "nodeID": "138952",
      "text": "is it religion,",
      "type": "I",
      "timestamp": "2016-03-08 19:48:09"
    },
    {
      "nodeID": "138953",
      "text": "Yes, it is. (*see below)",
      "type": "I",
      "timestamp": "2016-03-08 19:48:09"
    },
    {
      "nodeID": "138954",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:09"
    },
    {
      "nodeID": "138955",
      "text": "as for creationism...I havent decided how i should define it.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:09"
    },
    {
      "nodeID": "138956",
      "text": "No surprise there. You would have to invest some thought to define something. Why don't you just consult your Little Golden Dictionary?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:09"
    },
    {
      "nodeID": "138957",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:09"
    },
    {
      "nodeID": "138958",
      "text": "or bs.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:09"
    },
    {
      "nodeID": "138959",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:09"
    },
    {
      "nodeID": "138960",
      "text": "It is an atheist theory that tries to explain how life, the earth, the universe or whatever came to be while ignoring the idea that a deity simply created them.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:09"
    },
    {
      "nodeID": "138961",
      "text": "You obviously misunderstood the question. The question was, 'how does one explain evolution?' Instead, what you have offered is the creationist straw man assertion about what evolution is. Of course, evolutionary theory has no more to do with the existence or non-existence of any deity than does physics, chemistry, or even plumbing for that matter. They are all equally 'atheistic' in that they do not deal with supernatural deities. All of the above (except plumbing) are investigations of natural phenomena. Science does not study the supernatural because it cannot. It lacks the necessary tools to do so. And until you can quantify your god for us, it will remain that way. And of course, anyone who doesn't lack the integrity to learn at least the basics of what they are arguing against before arguing knows that evolutionary theory doesn't deal with how life, the earth, the universe, or whatever, arose. It seems that you didn't understand the explanations that were offered in this very thread. Evolution deals with how and why heritable chanages in life occur. Evolution deals with heritable changes in populations of organisms. If there are no organisms, then there is no evolution.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:09"
    },
    {
      "nodeID": "138962",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:09"
    },
    {
      "nodeID": "138963",
      "text": "The scientific method must stick to the measurable, observable and testable otherwise it stops being, well, science.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:09"
    },
    {
      "nodeID": "138964",
      "text": "I agree with you completely.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:09"
    },
    {
      "nodeID": "138965",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:09"
    }
  ],
  "edges": [
    {
      "edgeID": "182674",
      "fromID": "138938",
      "toID": "138939",
      "formEdgeID": null
    },
    {
      "edgeID": "182675",
      "fromID": "138939",
      "toID": "138937",
      "formEdgeID": null
    },
    {
      "edgeID": "182676",
      "fromID": "138941",
      "toID": "138942",
      "formEdgeID": null
    },
    {
      "edgeID": "182677",
      "fromID": "138942",
      "toID": "138940",
      "formEdgeID": null
    },
    {
      "edgeID": "182678",
      "fromID": "138944",
      "toID": "138945",
      "formEdgeID": null
    },
    {
      "edgeID": "182679",
      "fromID": "138945",
      "toID": "138943",
      "formEdgeID": null
    },
    {
      "edgeID": "182680",
      "fromID": "138947",
      "toID": "138948",
      "formEdgeID": null
    },
    {
      "edgeID": "182681",
      "fromID": "138948",
      "toID": "138946",
      "formEdgeID": null
    },
    {
      "edgeID": "182682",
      "fromID": "138950",
      "toID": "138951",
      "formEdgeID": null
    },
    {
      "edgeID": "182683",
      "fromID": "138951",
      "toID": "138949",
      "formEdgeID": null
    },
    {
      "edgeID": "182684",
      "fromID": "138953",
      "toID": "138954",
      "formEdgeID": null
    },
    {
      "edgeID": "182685",
      "fromID": "138954",
      "toID": "138952",
      "formEdgeID": null
    },
    {
      "edgeID": "182686",
      "fromID": "138956",
      "toID": "138957",
      "formEdgeID": null
    },
    {
      "edgeID": "182687",
      "fromID": "138957",
      "toID": "138955",
      "formEdgeID": null
    },
    {
      "edgeID": "182688",
      "fromID": "125732",
      "toID": "138959",
      "formEdgeID": null
    },
    {
      "edgeID": "182689",
      "fromID": "138959",
      "toID": "138958",
      "formEdgeID": null
    },
    {
      "edgeID": "182690",
      "fromID": "138961",
      "toID": "138962",
      "formEdgeID": null
    },
    {
      "edgeID": "182691",
      "fromID": "138962",
      "toID": "138960",
      "formEdgeID": null
    },
    {
      "edgeID": "182692",
      "fromID": "138964",
      "toID": "138965",
      "formEdgeID": null
    },
    {
      "edgeID": "182693",
      "fromID": "138965",
      "toID": "138963",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
