{
  "nodes": [
    {
      "nodeID": "160394",
      "text": "A lot of garbage has been bandied about concerning the emotional trauma a woman suffers after she has had an abortion. There is no substantive, unbiased research on this topic but a cursory sampling seems to indicate that women who report great emotional trauma after an abortion were already mentally unbalanced, possibly subject to depression or dramatic mood swings or other mental disturbances prior to becoming pregnant and having an abortion. I am inclined to believe that such emotionally-disturbed women are incapable of making a rational choice in many instances and they probably would have suffered enormous emotional consequences whatever choice they made. But, if one could survey a sizable group of women who were in command of their faculties and capable of making good and reasonable choices, what if these women experienced emotional trauma and greatly regretted their decisions. My first question to them would be, 'Why exactly did you choose abortion?' I would like to know if they were forced by poverty to make such a choice, thereby not having a free choice. Or, if they were forced because of the stigma against unwed motherhood and illegitimate birth, particularly if they came from a very religious household, to have an abortion to avoid shame both for themselves and for their families. Again, not a free choice. Another factor would be if a woman were pursuing a very desired career and having a child or being disabled by pregnancy would injure her professional prospects. The workplace does not look kindly upon the demands of pregnancy, giving birth, being responsible for children. America is not a very family-friendly nation and women who are responsible for the primary care of children are severely penalized for having those responsibilities. Again, these women do not have a free choice in the matter.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:55"
    },
    {
      "nodeID": "160395",
      "text": "Just to provide some evidence of how incredibly shallow your liberal justifications and imaginings are, here's some light reading for you simone. It's from something called a book. emoticon_xdonno CHAPTER 9 HEALTH MORE SPECIFICALLY, MENTAL HEALTH In discussing abortion, and abortion for the mother's health, it is absolutely crucial to know what 'health' means, legally and in practice, regarding abortion. 'Health' was defined in detail by the U.S. Supreme Court. The Court said that abortion could be performed: '. . . in the light of all factors - physical, emotion-al, psychological, familial, and the woman's age - relevant to the well being of the patient. All these factors may relate to health.' Roe vs. Wade, January 22, 1973 And in its companion decision, 'Maternity or additional offspring may force upon the woman a distressful life and future. Psychological harm may be imminent. Mental and physical health may be taxed by childcare. There is also the distress for all concerned associated with the unwanted child, and there is the problem of bringing a child into a family already unable, psychologically or otherwise, to care for it.' Doe vs. Bolton, January 22, 1973 44 In a concurring opinion, Justice Douglas further elaborated what 'health' meant when, in law, it related to abortion. He detailed if she had to: 'endure the discomforts of pregnancy; to incur the pain, higher mortality rate, and aftereffects of childbirth; to abandon educational plans; to sustain loss of income; to forego the satisfactions of careers; to tax further mental and physical health in providing childcare, and in some cases, to bear the lifelong stigma of unwed motherhood.' Roe vs. Wade, January 22, 1973 This definition of 'health' has been adopted internationally. As a result, in any nation, if abortion is al-lowed for the woman's 'health,' that country permits abortion on demand unless other aspects of its laws add restrictions. The World Health Organization of the United Nations defined it as including social, emotional and economic well being of the woman as defined by the woman herself. Let's narrow it down to mental health, in the psychological sense, and ask-are there mental health reasons for abortion? No! The woman with mental health problems is far more likely to experience post-abortion emotional and psychological problems than a more stable woman. Four classic references here are these: 'Women with a history of psychiatric disturbance were three times as likely to have some psychiatric disturbance' after an abortion as others who had no such history.' E. Greenglass, 'Abortion & Psychiatric Disturbance,' Canadian Psych. Assn. Jour., vol. 21, no. 7, Nov. 1976, pp. 453-459 Dr. Charles Ford and his associates at UCLA reported the same finding. 'The more serious the psychiatric diagnosis, the less beneficial was the abortion.' C. Ford et al., 'Abortion, Is It a Therapeutic Procedure in Psychiatry?' JAMA, vol. 218, no. 8, Nov. 22, 1971, pp. 1173-1178 'The more severely ill the psychiatric patient, the worse is her post-abortion psychiatric state.' E. Sandberg, 'Psychology of Abortion' In Comprehensive Handbook of Psychiatry, 3rd ed. Kaplan & Friedman Publishers, 1980 All of these support the original official statement of the World Health Organization in 1970: 'Serious mental disorders arise more often in women with previous mental problems. Thus, the very women for whom legal abortion is considered justified on psychiatric grounds are the ones who have the highest risk of post-abortion psychiatric disorders.' Then 'mental illness' as a reason for abortion is just an excuse? Precisely. What about psychological problems after abortion? When your authors wrote Handbook on Abortion in 1971, there were a few murmurings about post-abortion problems, but little was known. We then saw the negatives as mostly physical. When we wrote Abortion: Questions & Answers in 1985, physical damage, while still a major problem, was given less emphasis, and negative psychological aftermath was being seriously investigated. With the publication of this book, far more is known about what is now called Post Abortion Syndrome which clearly is a post traumatic stress syndrome. A Post-Traumatic Stress Syndrome? Yes. This type of problem was first seen in large numbers in Vietnam veterans, but did not manifest it-self until a decade after they returned. The same ten-year delay has been evident with abortion. T. Keane, Vietnam Vets Trauma disorder level at 15%, Am. Med. News, L. Abraham, Dec. 2, 1988, p. 2 What is Post Abortion Syndrome (PAS)? Many women are very ambivalent about getting aborted but do go ahead. Those around her told her (and she told herself) that it wouldn't bother her. When symptoms occur, she tells herself it can't be the abortion causing them, and then into play come her two major psychological defense mechanisms: Repression and Denial. For some this works successfully. For others it shades off to manageable distress, to severe and life-changing upset and even to suicide. There is a delay? Yes! Her initial response in most cases is a feeling of relief. Then, with repression and denial, she avoids the problem, usually for years -5 years is common, 10 or 20 not unusual. But then, for some, the negative feelings bubble up and break through. Often the precipitating event is: she has a baby, or a close friend or relative has a baby that she has close contact with. She finds out she is sterile, or other life-changing events. What are the symptoms of PAS? Guilt is ever present in many guises, along with regret, remorse, shame, lowered self-esteem, insomnia, dreams and nightmares, flash backs, anniversary reactions. There often is hostility, and even hatred, toward men. This can include her husband, and she may be-come sexually dysfunctional. Crying, despair and depression are usual, even at times with suicide attempts. Recourse to alcohol or drugs to mask the pain is frequent, sometimes leading to sexual promiscuity. There is also a numbing and coldness in place of more normal warmth and maternal tenderness. Is this due to religious guilt feelings? Perhaps in some it is a factor, but most women re-ported on in the early studies were unchurched at the time. Perhaps they had seen pictures of fetuses? Again, not most. Most did not know 'it' was a 'baby' when they aborted. But I've heard that the American Psychological Association says that PAS doesn't exist. This group has been strongly pro-abortion, and this definitely colors its thinking. But during the past decade or more, there have been dozens of national conferences on PAS. There are many professional articles and about 15 books adding more and more authentication to its existence and knowledge about it. Further, every one of the almost 4,000 pro-life pregnancy help centers in the U.S. now has found that an increasing percentage of their time is now devoted to treating PAS women. But so many studies deny PAS. True, and most are invalid for two reasons: (1) Timing: Most studies have investigated feelings for only a few weeks or months post abortion when she is still feeling relief that her problem is gone. Since the delay before PAS symptoms intrude is often 5 years or more, these studies are invalid. (2) Superficiality: Her repression and denial push this deep into her subconsciousness. If the survey is done by questionnaire or single interview, she routinely denies problems. These studies are invalid. Only by lengthy psychological testing and counseling can she often admit to some symptoms, much less tie them to the abortion she so desperately wants to forget. You mean most studies miss PAS? But most polls show few emotional problems - only a sense of relief! Yes, but 'What women really feel at the deepest level about abortion is very different from what they say in reply to questionnaires.' A Canadian study polled a group of women who had previously completed a questionnaire in which they denied having problems from an abortion. One half of this group was randomly chosen for in-depth psychotherapy.' What emerged from psychotherapy was in sharp contrast [to the questionnaires], even when the woman had rationally considered abortion to be inevitable, the only course of action.' It was demonstrated that the conscious, rationalized decision for an abortion can co-exist with profound rejection of it at the deepest level. Despite surface appearances, abortion leaves behind deeper feelings 'invariably of intense pain, involving bereavement and a sense of identification with the foetus.' I. Kent et al., 'Emotional Sequelae of Elective Abortion,' British College of Med. Jour., vol. 20, no. 4, April 1978 I. Kent, 'Abortion Has Profound Impact,' Family Practice News, June 1980, p. 80 Are there valid studies? Yes, and two meta-analyses: James Rogers, who carefully examined over 400 published studies, pointed to the almost universal use of 'poor methodology and research design' and 'grossly substandard power characteristics.' He concluded that 'the question of psychological sequelae of abortion is not closed.' J. Rogers et al., 'Validity of Existing Controlled Studies Examining the Psychological Sequelae of Abortion,' Perspectives on Science and Christian Faith, vol. 39, no. 1, Mar. 1987, pp. 20-29 49 Another concurred that existing research is methodologically flawed and that women who abort show more negative outcomes than those who deliver their babies. E. Posavac et al., 'Some Problems . . . Psychological Effects of Abortion,' Psychology & Health, 5, 13-23 How about specific studies? An excellent study thoroughly explaining and documenting PAS by the team that named this entity is: A. Speckhard & V. Rue, Post. Ab. Syndrome: An Emerging Public Health Concern, J. of Soc. Issues, vol. 48, no. 3, 1992 and E.J. Angelo, Psych. Sequelae of Abortion, Linacre Quart. vol. 59:2, May 1992 and P. Ney et al., Mental Health & Abortion, Psychiat. Jour., U. of Ottawa, vol. 14, no. 4, 1989 and L. DeVeber et al., Post Abortion Grief, Psychol. Sequel. of Ab., Humane Med., Vol. 7, no. 3, Aug. '91, p. 203 Two excellent monographs are: J. Brende, Post-Trauma Sequelae..Abortion.., Trauma Rec. Pub., 458 Morning Glory Dr., Sparta, GA 31087 V. Rue, Post Abortion Trauma, Life Dynamics, 1994, P.O. Box 185, Lewisville, TX 75067 Also a quarterly newsletter from the Association for Interdisciplinary Research in Values & Social Change available from NRLC, 419 7th St. NW, Washington, DC 20004. Does it ever lead to suicide? Suicide is rare among pregnant women, but much more common after induced abortion. It is never re-ported under maternal mortality from abortion, of course, even though it is causative. 'The suicide rate after an abortion was three times the general suicide rate and six times that associated with birth.... the rate for women following a live birth was 5.9 per 100,000; following miscarriage 18.1; following abortion 34.7.' They note that women frequently get short term 'post-natal blues after having a baby, but that this rarely translates into suicide, and that the initial stress of having a child is transitional, the over-all effect having a positive effect on women's health.' M. Gissler, Abortion/Suicide Link,Br. Med. J., Dec. 6, 1996 Then it is rare among pregnant women? In Abortion: Questions & Answers your authors de-tail 5 studies clearly showing this. One comment may suffice: 'The fetus in utero must be a protective mechanism. Perhaps women are reluctant to take another life with them when they do this.' How about after abortion? In the above book your authors also give the findings of Suiciders Anonymous, and that: suicide post-abortion is several times more common than post-delivery. British Medical Jour., 1996 What of Psychosis afterwards? This has not changed since Dr. M. Sims' original paper. He stated that, compared to post-delivery disturbances, post-abortion psychoses are much more serious, last longer, and are more likely to recur. They are more often the 'hard' cases. M. Sim, 'Abortion and the Psychiatrist,' British Med. Jour., vol. 2, 1963, pp. 145-148 How about an example from a non-Christian culture? In Japan, where abortion has been legal and accepted for over four decades, a common custom is to conduct Mizuyo Kuyo services in honor of the god Jizo. This god has been made the patron saint of infants who died of starvation, abortion, or infanticide. Small baby statues, in his honor, are bought and dressed. Then, in a Buddhist Temple, rites of sorrow and reconciliation are carried out. Does abortion have any negative effects on her other children? In some cases a definite 'Survivor Syndrome' has been demonstrated. Children usually know that mother is pregnant. They also know when she 'gets unpregnant.' This may cause Survivor's Syndrome, similar to that of Jews who survived the holocaust. It is an irrational but real guilt at 'why was I saved and why were they killed.' Dr. Ney has written about this. Dr. Edward Sheridan of Georgetown University has observed also a fear and mistrust of the mother. Originally, a small child, sensing a sibling's arrival, doesn't welcome it. 'When the baby suddenly disappears, the frightened child may get a warped sense of his own power to 'will people away.' Or, if he knows that his mother was an active agent in doing away with the sibling, he begins to fear her.' A simple explanation of this was published in: L. Bond, 'The Surviving Sibling,' Nat'l RTL News, Sept. 25, 1986. It is also closely associated with child abuse: Dr. Phillip Ney, Professor of Psychiatry at the University of Christ Church, New Zealand, and of later at the University of Calgary, Canada, while still at the University of British Columbia, published a widely read study of this. His analysis clearly pointed to the fact that abortion (and its acceptance of the violence of killing the unborn) lowered a parent's psychic resistance to violence and abuse of the born. P. Ney, 'Relationship Between Abortion & Child Abuse,' Canada Jour. Psychiatry, vol. 24, 1979, pp. 610-620 Is there treatment for PAS? Yes, but it is not easy. We first must note that only a few doctors are sensitized to the necessary dynamics of treatment. Specifically, most psychiatrists and psychologists aren't much help, nor are psychotropic drugs. This requires a gradual healing process, and during it she must have ongoing close emotional support from one or several people who do not have to be trained professionals. As of the late 1990s, the place to start is your pro-life pregnancy help center. They can either work with her themselves and/or will know who can. Basically, there are five steps to the healing process: (1) Counter the denial. Bring this back into her consciousness and admit she was a party to killing her own baby. She must grieve over her lost child - tears, mourning as for another loved one. (3) Seek Divine forgiveness. This was not expected but seems essential for almost every woman. (4) Forgive others. Difficult, again, but some of this is needed to complete the healing and get rid of her long repressed anger. (5) Forgive herself. Not many get this far, but those who do have real inner peace. What is absolutely crucial at every step in the above is compassionate empathy, support and understanding from one or more persons around her. J. Willke, P.A.S. Five Steps on How You Can Help, Life Issues Connector, Mar. 1996Post Abortion Syndrome - Index Page.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:55"
    },
    {
      "nodeID": "160396",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:55"
    },
    {
      "nodeID": "160397",
      "text": "A lot of garbage has been bandied about concerning the emotional trauma a woman suffers after she has had an abortion. There is no substantive, unbiased research on this topic but a cursory sampling seems to indicate that women who report great emotional trauma after an abortion were already mentally unbalanced, possibly subject to depression or dramatic mood swings or other mental disturbances prior to becoming pregnant and having an abortion. I am inclined to believe that such emotionally-disturbed women are incapable of making a rational choice in many instances and they probably would have suffered enormous emotional consequences whatever choice they made. .",
      "type": "I",
      "timestamp": "2016-03-08 20:34:55"
    },
    {
      "nodeID": "160398",
      "text": "Oh! I get it! abortion is fun, it is only a traumatic experience (to kill your unborn son/daughter) for 'unbalanced' women emoticon_xagree",
      "type": "I",
      "timestamp": "2016-03-08 20:34:55"
    },
    {
      "nodeID": "160399",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:55"
    }
  ],
  "edges": [
    {
      "edgeID": "197856",
      "fromID": "160395",
      "toID": "160396",
      "formEdgeID": null
    },
    {
      "edgeID": "197857",
      "fromID": "160396",
      "toID": "160394",
      "formEdgeID": null
    },
    {
      "edgeID": "197858",
      "fromID": "160398",
      "toID": "160399",
      "formEdgeID": null
    },
    {
      "edgeID": "197859",
      "fromID": "160399",
      "toID": "160397",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
