{
  "nodes": [
    {
      "nodeID": "144438",
      "text": "... (D) 'Semi-automatic firearm' means any firearm designed or specially adapted to fire a single cartridge and automatically chamber a succeeding cartridge ready to fire, with a single function of the trigger. ... (L) 'Assault weapon' means any: (1) Semi-automatic rifle that has the capacity to accept a detachable magazine and has one or more of the following: (a) A pistol grip that protrudes conspicuously beneath the receiver of the weapon; (b) Any feature capable of functioning as a protruding grip that can be held by the non-trigger hand; (c) A folding, telescoping or thumbhole stock; (d) A shroud attached to the barrel, or that partially or completely encircles the barrel, allowing the bearer to hold the firearm with the non-trigger hand without being burned, but excluding a slide that encloses the barrel; or (e) A muzzle brake or muzzle compensator; (2) Semi-automatic pistol, or any semi-automatic, centerfire rifle with a fixed magazine, that has the capacity to accept more than ten rounds of ammunition; (3) Semi-automatic pistol that has the capacity to accept a detachable magazine and has one or more of the following: (a) Any feature capable of functioning as a protruding grip than can be held by the non-trigger hand; (b) A folding, telescoping or thumbhole stock; (c) A shroud attached to the barrel, or that partially or completely encircles the barrel, allowing the bearer to hold the firearm with the non-trigger hand without being burned, but excluding a slide that encloses the barrel; (d) A muzzle brake or muzzle compensator; or (e) The capacity to accept a detachable magazine at any location outside of the pistol grip; (4) Semi-automatic shotgun that has one or more of the following: (a) A pistol grip that protrudes conspicuously beneath the receiver of the weapon; (b) A folding, telescoping or thumbhole stock; (c) A fixed magazine capacity in excess of five standard two and three quarters inch rounds; or (d) An ability to accept a detachable magazine; (5) Shotgun with a revolving cylinder; (6) Conversion kit or combination of parts from which an assault weapon can be assembled if those parts are in the possession or under the control of the same person. ...",
      "type": "I",
      "timestamp": "2016-03-08 20:00:08"
    },
    {
      "nodeID": "144439",
      "text": "The actual law:",
      "type": "I",
      "timestamp": "2016-03-08 20:00:08"
    },
    {
      "nodeID": "144440",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:08"
    },
    {
      "nodeID": "144441",
      "text": "No person shall knowingly sell, offer or display for sale, give, lend or transfer ownership of, acquire or possess any assault weapon.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:08"
    },
    {
      "nodeID": "144442",
      "text": "As should be plainly obvious, this is an almost total ban on all semi-automatic weapons in the City of Columbus, not just those that have been traditionally considered 'assault weapons' (automatic firearms). Note definition (L)(2). Almost every semi-automatic pistol is included in that definition. Whether an all-out ban on guns is good or bad (or constitutional), or an assault-weapons ban is good or bad (or constitutional), it should be obvious to any reader that the Columbus city council is trying to push through an all-out ban on guns by calling this an assault weapons ban.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:08"
    },
    {
      "nodeID": "144443",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:08"
    },
    {
      "nodeID": "144444",
      "text": "The definitions:  The actual law: As should be plainly obvious, this is an almost total ban on all semi-automatic weapons in the City of Columbus, not just those that have been traditionally considered 'assault weapons' (automatic firearms). Note definition (L)(2). Almost every semi-automatic pistol is included in that definition. Whether an all-out ban on guns is good or bad (or constitutional), or an assault-weapons ban is good or bad (or constitutional), it should be obvious to any reader that the Columbus city council is trying to push through an all-out ban on guns by calling this an assault weapons ban.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:08"
    },
    {
      "nodeID": "144445",
      "text": "-------- At first glance this statute seems to merely track the now-expired federal AW ban, and I would watch out to see if its supporters are selling it as such. It is in reality far more restrictive than the expired federal ban! I don't know if it is",
      "type": "I",
      "timestamp": "2016-03-08 20:00:08"
    },
    {
      "nodeID": "144446",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:00:08"
    },
    {
      "nodeID": "144447",
      "text": "Whether an all-out ban on guns is good or bad (or constitutional), or an assault-weapons ban is good or bad (or constitutional), it should be obvious to any reader that the Columbus city council is trying to push through an all-out ban on guns by calling this an assault weapons ban.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:08"
    },
    {
      "nodeID": "144448",
      "text": "The Second Amendment does not apply to an Ohio Law. Thus, this ban is not unconstituitonal under the US Constitution. The Ohio Constitution, may however, protect gun rights, but I haven't read it.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:09"
    },
    {
      "nodeID": "144449",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:09"
    },
    {
      "nodeID": "144450",
      "text": "Does it require only council approval or is a public vote necessary? What is council/public sentiment?",
      "type": "I",
      "timestamp": "2016-03-08 20:00:09"
    },
    {
      "nodeID": "144451",
      "text": "City council vote only, not sure about public sentiment, but from what I gather, most people don't care because they don't own guns. Whenever an issue like this comes up, people who are interested seem to become the loudest, both the pro- and anti-gun crowds.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:09"
    },
    {
      "nodeID": "144452",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:00:09"
    },
    {
      "nodeID": "144453",
      "text": "Columbus could become very attractive to armed criminals.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:09"
    },
    {
      "nodeID": "144454",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:09"
    },
    {
      "nodeID": "144455",
      "text": "A lot of the items listed would be Destructive Devices or Any Other Weapons under the NFA.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:09"
    },
    {
      "nodeID": "144456",
      "text": "the only thing i see that would be a NFA would be the 'Semi-automatic pistol with A folding, telescoping or thumbhole stock' of corse having a stock means it is not a pistol, but a SBR, but why let facts stop them. i wpnder if the bb guns that you put the bb in a plastic cartrage would quilifie as an assalt rifle if this passes.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:09"
    },
    {
      "nodeID": "144457",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:09"
    }
  ],
  "edges": [
    {
      "edgeID": "186566",
      "fromID": "144439",
      "toID": "144440",
      "formEdgeID": null
    },
    {
      "edgeID": "186567",
      "fromID": "144440",
      "toID": "144438",
      "formEdgeID": null
    },
    {
      "edgeID": "186568",
      "fromID": "144442",
      "toID": "144443",
      "formEdgeID": null
    },
    {
      "edgeID": "186569",
      "fromID": "144443",
      "toID": "144441",
      "formEdgeID": null
    },
    {
      "edgeID": "186570",
      "fromID": "144445",
      "toID": "144446",
      "formEdgeID": null
    },
    {
      "edgeID": "186571",
      "fromID": "144446",
      "toID": "144444",
      "formEdgeID": null
    },
    {
      "edgeID": "186572",
      "fromID": "144448",
      "toID": "144449",
      "formEdgeID": null
    },
    {
      "edgeID": "186573",
      "fromID": "144449",
      "toID": "144447",
      "formEdgeID": null
    },
    {
      "edgeID": "186574",
      "fromID": "144451",
      "toID": "144452",
      "formEdgeID": null
    },
    {
      "edgeID": "186575",
      "fromID": "144452",
      "toID": "144450",
      "formEdgeID": null
    },
    {
      "edgeID": "186576",
      "fromID": "144453",
      "toID": "144454",
      "formEdgeID": null
    },
    {
      "edgeID": "186577",
      "fromID": "144454",
      "toID": "144451",
      "formEdgeID": null
    },
    {
      "edgeID": "186578",
      "fromID": "144456",
      "toID": "144457",
      "formEdgeID": null
    },
    {
      "edgeID": "186579",
      "fromID": "144457",
      "toID": "144455",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
