{
  "nodes": [
    {
      "nodeID": "140341",
      "text": "First of all, I am against abortion in nearly every circumstance, to save the mother's life and rape or incest being the situations I deem it allowable. That said, the anti-abortion people where I live are beginning to get on my last nerve. Every week, they pick out an intersection and hold up gigantic graphic posters, close up bloody pics of aborted babies converted into 6 ft. X 3 ft. posters. Everyone who drives down the street gets these images forced upon them, adults and children, and I just can't agree with this tactic. Often when I am stuck at a red light one of the whackos will yell something my way (little does he or she know my stance on the issue) and I will generally yell something back like 'Get a f-kin job ya freek!' Stuff like that. :)  They have now taken to knocking on vehicle windows at stop lights, attempting to pass out pamphlets - even though that is illegal by city ordinance. Standing on the roadside holding signs and distracting drivers apparently is not. Two days ago I saw the largest intersection protest I have witnessed. There must have been fifty to one hundred protesters holding the giant posters.  Part of the reason it happens so often where I live is because we have an abortion clinic that serves most of northern Illinois outside of the Chicago area. The mis-named Northern Illinois Women's Center is in fact an abortion mill located in a former school (of all things). So that tends to rile folks up. That the owner of the building decided to name the building 'Fort Turner' and put a large sign out in front (Turner being the former name of the school) didn't help matters. Bringing in a tanker truck with manure and threatening to hose down the protestors - now that was funny. Once, a Catholic priest rammed his car into the building to gain access then got out of the vehicle and started chopping the place up with an axe, until he was arrested. Needless to say, the abortion 'clinic' has been a flashpoint in the community since it was opened at least 20 years ago. Now there are always protestor's walking with signs in front of the abortion mill, and I can certainly understand that. IMHO that is where they SHOULD be protesting. But, I am becoming more and more perturbed with the people forcing these disgusting giant photo's on the public in general at public street intersections. Does this sort of random street protest happen elsewhere???",
      "type": "I",
      "timestamp": "2016-03-08 19:51:13"
    },
    {
      "nodeID": "140342",
      "text": "They were at the recent inauguration of our new mayor. What troubles me is the fact that they enlist their kids in the protests. Funny you can hold up those pictures but would be arrested if they were of naked women.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:13"
    },
    {
      "nodeID": "140343",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:51:13"
    },
    {
      "nodeID": "140344",
      "text": "Who was it that said 'Americans will tolerate anything so long as it does not disrupt traffic'? If it was simply a question of putting one abortion clinic out of operation, then yes, protesting wya from that clinic would be inappropriate. That is nto what we are talkling about here, though. They are protesting abortion as an institution. With that being the case, restricting their protest to that clinic would be inappropriate. I take it you found the pictures disturbing? That is pretty much the point. People genberally have a lot of trouble getting their heads around things like abortion, war, etc.. I had a dinner party not long ago and invited an army buddy of mine who hapened to be in the area. After dinner, there was a 'loud conversation' between my army buddy, a staunch conservative, and a guy who was pro bush (which pretty much makes you automatically NOT a staunch conservative). They were arguing about the Iraq war. My army buddy, who just served a hitch in Iraq, pulled out a stack of photos when the guy started parroting the bush administrations line about helping the iraqi people. They were photos of civilians, mostly little kids, who were blown apart by US troops. My friend had taken them in Iraq, then mailed them while he was on leave because the US ARmy does NOT allow you to go home with pictures like that (another of those new secret policies).  The pro-war guy ran out the back door and puked on my lawn. When he came back in, I jokingly said 'so did he change your mind, Chuck'. to which my buddy replied 'I think he just changed my entire life, political affiliations, and religon in 30 seconds'. Someitmes that is what it takes for people to sit up and take notice, especially when you are talking deaths or body counts.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:13"
    },
    {
      "nodeID": "140345",
      "text": "Great story. Thanks.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:13"
    },
    {
      "nodeID": "140346",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:51:13"
    },
    {
      "nodeID": "140347",
      "text": "Well that was a lovely story and cudos on working in the anti-war angle. emoticon_rolleyes  No, the 50 or more GIANT posters in a row alongside a public (taxpayer funded) roadway do not affect me personaly in any way from a shock perspective. As I said, I am strongly against abortion, I have seen the same pictures many times before. My complaint is the virtual forcing of all citizens to view the photos as they drive down a public roadway, and the harrassing of motorists at stop lights. Mainly my point in posting this thread was to try to find out if this was a common type of anti-abortion protest in other parts of the country. I'm quite sure many other 'conservatives' will view this type of protest as a wonderful thing. I think it actually works against the anti-abortion movement and alienates potential supporters.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:13"
    },
    {
      "nodeID": "140348",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:13"
    },
    {
      "nodeID": "140349",
      "text": "The good side of war is altogether too often overlooked. emoticon_frazzled  Anyway, at the protest here recently they were giving out keychains with little plastic fetuses supposedly of about the stage of development of the average abortion. Nice huh?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:13"
    },
    {
      "nodeID": "140350",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:13"
    },
    {
      "nodeID": "140351",
      "text": "I did not mean to go off topic. The point is that sometimes in order for people to see the other side of the coin, you have to beat them in the head with it. That is what the abortion protestors are doing. My example of a simlar strategy came to mind because it was recent. Whether youa re talking war, abortion, whatever, people become complacent. 1000, or 10,000, or 100,000 dead mens nothing. Abortion means nothing. Once you start showing pictures of fetuses that look like babies, or showing pictures of little kids who were blown apart during a war (especially a war that is supposed to be saving them), it makes it personal. It drives it home. You are taking an abstract concept like 'dead children' and giving it substance. I think there are protest similar to what you witnessed in many areas. They are effective. The old days of people milling about in front of an abortion clinic holding signs that say 'abortion kills' are over becuase it proved to be an ineffective strategy. I support tactics that work in any demonstration. The idea is to get your position out. I am still up in the air on the whole abortion issue, but if the protesters have foudn that the current tactics work better than the old ones, more power to them.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:13"
    },
    {
      "nodeID": "140352",
      "text": "That's right! Let them burn and murder the people who work in abortion clinics. It's all for a good cause, so why not? After all it has been done before and it worked as the murdered doctor never carried out anymore abortions.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:13"
    },
    {
      "nodeID": "140353",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:13"
    }
  ],
  "edges": [
    {
      "edgeID": "183664",
      "fromID": "140342",
      "toID": "140343",
      "formEdgeID": null
    },
    {
      "edgeID": "183665",
      "fromID": "140343",
      "toID": "140341",
      "formEdgeID": null
    },
    {
      "edgeID": "183666",
      "fromID": "140345",
      "toID": "140346",
      "formEdgeID": null
    },
    {
      "edgeID": "183667",
      "fromID": "140346",
      "toID": "140344",
      "formEdgeID": null
    },
    {
      "edgeID": "183668",
      "fromID": "140347",
      "toID": "140348",
      "formEdgeID": null
    },
    {
      "edgeID": "183669",
      "fromID": "140348",
      "toID": "140344",
      "formEdgeID": null
    },
    {
      "edgeID": "183670",
      "fromID": "140349",
      "toID": "140350",
      "formEdgeID": null
    },
    {
      "edgeID": "183671",
      "fromID": "140350",
      "toID": "140347",
      "formEdgeID": null
    },
    {
      "edgeID": "183672",
      "fromID": "140352",
      "toID": "140353",
      "formEdgeID": null
    },
    {
      "edgeID": "183673",
      "fromID": "140353",
      "toID": "140351",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
