{
  "nodes": [
    {
      "nodeID": "162819",
      "text": "The term PACS stands for Pacte Civil de Solidarité, which was introduced into French law on 15 November 1999. Put simply, a PACS is a contract signed by two people of the same sex or opposite sex, who are over 18 years old and want to organise their life together. It's an agreement that cannot be entered into by two people who are part of the same family, who are already married or who are already part of a PACS. The contract - which can prepared by the parties themselves or by their lawyer - is registered together with all relevant documents at the registered office of the civil court in the area where the couple live. ..................  The couple are free to detail their obligations to each other in the contract. But in any case by law they are obliged to help and assist each other.  The precise level of support is proportional to their income. The couple are jointly responsible for any debts incurred by the other through normal daily living - but not if those expenses are deemed excessive. All other debts remain an individual's personal responsibility.  Unless the couple have decided to hold their assets in common according to the system of 'indivision' - where each item bought after the PACS is signed is deemed to belong jointly to both of the partners - the estates of each partner remain separate. Each partner remains the owner of the assets he or she buys - and responsible for his or her debts.  The main advantages of a PACS are concerned with tax. The 'pacsés' as they are known in France benefit from being taxed as a couple - and not as two separate individuals. This can often reduce their overall income tax burden And since August 2007, the surviving partner of a PACS benefits from the same inheritance tax regime as a surviving spouse in a married couple - which means there are no death duties to pay.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:04"
    },
    {
      "nodeID": "162820",
      "text": "Bonus question: (Can you spot the grammatical error within the quoted text?)",
      "type": "I",
      "timestamp": "2016-03-08 20:41:04"
    },
    {
      "nodeID": "162821",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:41:04"
    },
    {
      "nodeID": "162822",
      "text": "The French government has solved the problem of redefining marriage by creating a legal union between any two eligible persons regardless of gender that allows the couple to have rights equal to those that are legally married.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:04"
    },
    {
      "nodeID": "162823",
      "text": "What?? You mean their society didn't implode due to giving civil unions to all, under the weight of legal quagmire as some who have argued against this from the gay pride movement have asserted?? The sky didn't fall? Imagine that. :)",
      "type": "I",
      "timestamp": "2016-03-08 20:41:04"
    },
    {
      "nodeID": "162824",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:04"
    },
    {
      "nodeID": "162825",
      "text": "1) It's hardly 'solved'.Same-sex marriage is not legal in France. As of 2006, one same-sex marriage ceremony has been conducted in France and was declared void. France has a statute authorizing civil unions, known as PACS, between same-sex and unmarried opposite-sex couples. Same-sex marriage was an issue in the 2007 presidential election, with the Conservative UMP opposing it and the Socialist Party supporting it, though both candidates support civil unions (PACS). .... On June 5, 2004, former Green Party presidential candidate Noël Mamère, Mayor of the Bordeaux suburb of Bègles, conducted a same-sex marriage ceremony for two men, Bertrand Charpentier and Stéphane Chapin. Mamère claimed that there was nothing in French law to prohibit such a ceremony, and that he would appeal any challenge to the European Court of Human Rights. French Justice Minister Dominique Perben had stated that such unions would be legally void, and called for judicial intervention to halt the ceremony.Same-sex marriage in France - Wikipedia, the free encyclopedia What France has is 'well, both the blacks and the whites can enter by the side-door, but only the whites can enter by the main door' We wouldn't find such an 'acommodation' satisfactory for blacks. And furthermore, I think you would find that it's the ANTI-GAYS who have the problem with this. If Obama is able to try to put up 'civil unions' on the federal level, you can bet dollars to doughnuts it will be the religious right who fight him. Not the gays...",
      "type": "I",
      "timestamp": "2016-03-08 20:41:04"
    },
    {
      "nodeID": "162826",
      "text": "If same sex couples are offered equal rights under a PACS (or some other legally recognized union) as married couples, why does it matter which 'door' they come in through? They get all the same benefits, including the benefits that come when one partner dies. What's the beef...except that you can't say that you're 'married'?",
      "type": "I",
      "timestamp": "2016-03-08 20:41:04"
    },
    {
      "nodeID": "162827",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:04"
    },
    {
      "nodeID": "162828",
      "text": "If blacks are offered a bus ride, why does it matter where they sit while they are on the bus? They get all the same benefits. What's the beef...except that you can't say that you're at the 'front of the bus'?",
      "type": "I",
      "timestamp": "2016-03-08 20:41:05"
    },
    {
      "nodeID": "162829",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:05"
    },
    {
      "nodeID": "162830",
      "text": "That analogy doesn't work here. It appears that your beef is with the prestige associated with being able to say 'We're married.' as opposed to recognizing yourselves as 'same-sex couples with all the rights and privileges afforded married couples'. The fact is that people are not prohibited from being married because of their sexual orientation. A gay man can marry any woman that will have him. A lesbian can marry any man that will have her. You are not denied the right to marry...so long as you comply with the rules of marriage...including the one about one male and one female. Changing definitions just to satisfy the ego of any one group is patently ridiculous. One might ask why we can't call ourselves female when we are actually male or why males shouldn't be allowed to enroll in an all girls school. If it benefits you want, have at it. Work on Congress to come up with something like PACS. If it's an attack on the definition of marriage, then get lost.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:05"
    },
    {
      "nodeID": "162831",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:05"
    },
    {
      "nodeID": "162832",
      "text": "What foundits attitude proves is that the homosexual agenda's standard claim for decades now that it is 'EQUALITY' which they seek has been nothing more than a huge smoke screen which I have been saying in every debate we have ever had. When a compromise plan is recommended and is working fine in France, which gives them every single right of social and economic equality they have ever asked for, that still isn't enough. They wont rest until they redefine marriage for the rest of us. I'll bet the Goodridges would love this plan, in hindsight. emoticon_xdonno First Same-Sex Couple to Marry in the U.S. Files for Divorce",
      "type": "I",
      "timestamp": "2016-03-08 20:41:05"
    },
    {
      "nodeID": "162833",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:05"
    },
    {
      "nodeID": "162834",
      "text": "If it benefits you want, have at it. Work on Congress to come up with something like PACS. If it's an attack on the definition of marriage, then get lost.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:05"
    },
    {
      "nodeID": "162835",
      "text": "'attack on the definition of marriage'? Why is it an 'attack' to include gay couples in as married? Would it be an 'attack' on something for blacks to not have to be segregated from whites?",
      "type": "I",
      "timestamp": "2016-03-08 20:41:05"
    },
    {
      "nodeID": "162836",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:05"
    },
    {
      "nodeID": "162837",
      "text": "It appears that your beef is with the prestige associated with being able to say 'We're married.' as opposed to recognizing yourselves as 'same-sex couples with all the rights and privileges afforded married couples'.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:05"
    },
    {
      "nodeID": "162838",
      "text": "That argument cuts both ways. The question comes up regarding what's YOUR beef on the issue? Why are you so insistent on maintaining two separate groups? Is it because you want to reserve marriage as 'prestigous' whereby gays are kept out?",
      "type": "I",
      "timestamp": "2016-03-08 20:41:05"
    },
    {
      "nodeID": "162839",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:05"
    },
    {
      "nodeID": "162840",
      "text": "The fact is that people are not prohibited from being married because of their sexual orientation.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:05"
    },
    {
      "nodeID": "162841",
      "text": "Under interracial marriage, no black person was prohibited from marrying either. Should people have been satisfied with interracial couples being classified as 'civil unions'? emoticon_frazzled Today, we recognize that racism is wrong. Yet some people still persist with homophobia. They fail to have a historical context on the real meaning of the methodology they recommend.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:06"
    },
    {
      "nodeID": "162842",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:06"
    },
    {
      "nodeID": "162843",
      "text": "A gay man can marry any woman that will have him. A lesbian can marry any man that will have her. You are not denied the right to marry...so long as you comply with the rules of marriage...including the one about one male and one female.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:06"
    },
    {
      "nodeID": "162844",
      "text": "emoticon_frazzled Frankly, that's like saying 'You can't be Jewish, but you can pick any sect of Christianity you want to. You can't wear a star of david, but you can wear a cross. So that's *equal*'... You're saying we can marry HETEROSEXUALLY, so HOMOSEXUALS must pretend that's equal??? Makes no sense...",
      "type": "I",
      "timestamp": "2016-03-08 20:41:06"
    },
    {
      "nodeID": "162845",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:06"
    },
    {
      "nodeID": "162846",
      "text": "Changing definitions just to satisfy the ego of any one group is patently ridiculous. One might ask why we can't call ourselves female when we are actually male or why males shouldn't be allowed to enroll in an all girls school.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:06"
    },
    {
      "nodeID": "162847",
      "text": "If I call somebody 'male', that restricts no rights from them. It doesn't require they go to a separate place to get their rights. And quite frankly, insisting on keeping one definition FOR A RIGHT (at the exclusion of gays) is 'satisfying the ego' of the homophobic group.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:06"
    },
    {
      "nodeID": "162848",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:06"
    },
    {
      "nodeID": "162849",
      "text": "emoticon_xdonno The reality is that it's the ANTI-GAY side who too often include pretenses of 'society imploding'... Can you name me anybody who has asserted 'society imploding' or 'weight of legal quagmire' on the 'gay pride movement' side? emoticon_xdonno Once again, you run away with pointless strawman arguments...",
      "type": "I",
      "timestamp": "2016-03-08 20:41:06"
    },
    {
      "nodeID": "162850",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:06"
    },
    {
      "nodeID": "162851",
      "text": "Gays should allowed to have a legal partnership which is exactly the same as hetrosexuals have and it should called 'garriage'. Job done:)",
      "type": "I",
      "timestamp": "2016-03-08 20:41:06"
    },
    {
      "nodeID": "162852",
      "text": "what about to d-y-k-e-s marrying each other, would you call it 'butch-ery'? ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:41:06"
    },
    {
      "nodeID": "162853",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:06"
    }
  ],
  "edges": [
    {
      "edgeID": "199592",
      "fromID": "162820",
      "toID": "162821",
      "formEdgeID": null
    },
    {
      "edgeID": "199593",
      "fromID": "162821",
      "toID": "162819",
      "formEdgeID": null
    },
    {
      "edgeID": "199594",
      "fromID": "162823",
      "toID": "162824",
      "formEdgeID": null
    },
    {
      "edgeID": "199595",
      "fromID": "162824",
      "toID": "162822",
      "formEdgeID": null
    },
    {
      "edgeID": "199596",
      "fromID": "162826",
      "toID": "162827",
      "formEdgeID": null
    },
    {
      "edgeID": "199597",
      "fromID": "162827",
      "toID": "162825",
      "formEdgeID": null
    },
    {
      "edgeID": "199598",
      "fromID": "162828",
      "toID": "162829",
      "formEdgeID": null
    },
    {
      "edgeID": "199599",
      "fromID": "162829",
      "toID": "162826",
      "formEdgeID": null
    },
    {
      "edgeID": "199600",
      "fromID": "162830",
      "toID": "162831",
      "formEdgeID": null
    },
    {
      "edgeID": "199601",
      "fromID": "162831",
      "toID": "162828",
      "formEdgeID": null
    },
    {
      "edgeID": "199602",
      "fromID": "162832",
      "toID": "162833",
      "formEdgeID": null
    },
    {
      "edgeID": "199603",
      "fromID": "162833",
      "toID": "162830",
      "formEdgeID": null
    },
    {
      "edgeID": "199604",
      "fromID": "162835",
      "toID": "162836",
      "formEdgeID": null
    },
    {
      "edgeID": "199605",
      "fromID": "162836",
      "toID": "162834",
      "formEdgeID": null
    },
    {
      "edgeID": "199606",
      "fromID": "162838",
      "toID": "162839",
      "formEdgeID": null
    },
    {
      "edgeID": "199607",
      "fromID": "162839",
      "toID": "162837",
      "formEdgeID": null
    },
    {
      "edgeID": "199608",
      "fromID": "162841",
      "toID": "162842",
      "formEdgeID": null
    },
    {
      "edgeID": "199609",
      "fromID": "162842",
      "toID": "162840",
      "formEdgeID": null
    },
    {
      "edgeID": "199610",
      "fromID": "162844",
      "toID": "162845",
      "formEdgeID": null
    },
    {
      "edgeID": "199611",
      "fromID": "162845",
      "toID": "162843",
      "formEdgeID": null
    },
    {
      "edgeID": "199612",
      "fromID": "162847",
      "toID": "162848",
      "formEdgeID": null
    },
    {
      "edgeID": "199613",
      "fromID": "162848",
      "toID": "162846",
      "formEdgeID": null
    },
    {
      "edgeID": "199614",
      "fromID": "162849",
      "toID": "162850",
      "formEdgeID": null
    },
    {
      "edgeID": "199615",
      "fromID": "162850",
      "toID": "162823",
      "formEdgeID": null
    },
    {
      "edgeID": "199616",
      "fromID": "162852",
      "toID": "162853",
      "formEdgeID": null
    },
    {
      "edgeID": "199617",
      "fromID": "162853",
      "toID": "162851",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
