{
  "nodes": [
    {
      "nodeID": "141841",
      "text": "why do you make such a big issue of this? if you're in this forum, and you've seen this post, then creation vs evolution obviously strikes a nerve with you- why?! what is so fascinating about something you'll never live long enough to witness if it does exist and that you've seen all there is to see of if it doesn't exist? does anyone here really lack in something to validate themselves so much that they have to turn to a bunch of dead animals to find a reason for living?",
      "type": "I",
      "timestamp": "2016-03-08 19:54:45"
    },
    {
      "nodeID": "141842",
      "text": "Well, thank you for this thread Santafeur. I must say though that I peruse various threads just to read stuff. The C vs. E topic does not strike a nerve with me.  In fact, I also wonder what it is about the human mind that makes people so desperate to want to know how we came about. What difference does it make? We are here now. Could we possibly just accept that we got here somehow, and just move on?",
      "type": "I",
      "timestamp": "2016-03-08 19:54:45"
    },
    {
      "nodeID": "141843",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:46"
    },
    {
      "nodeID": "141844",
      "text": "Er, I guess I didn't really type out my thoughts very well. Sure 'we' can study our origins and move into the future at the same time. 'We' always have. There are professionel theologins and archeologists whom I would consider to actually make up the 'we'. What concerns me, is that a great many people, who have no training whatsoever in either of the aforementioned professions (myself included), have taken to drawing up sides based on which theory they favor. Can't we go back to simply following the findings of the experts that are studying the theories? Neither side has been proven to date. One of them might be proven in the future, or more likely, neither will ever be proven. My favorite theory's Dad can beat up your favorite theory's Dad is stale and a complete waste of time and resources. It also creates a dividing wedge and too much negativity.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:46"
    },
    {
      "nodeID": "141845",
      "text": "And who is the 'WE' that we trust? The scientists or the theologians, who disagree with each other?  I am curious for it on my own account.. and not willing just to accept someone's authority saying it happened one way or another.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:46"
    },
    {
      "nodeID": "141846",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:46"
    }
  ],
  "edges": [
    {
      "edgeID": "184720",
      "fromID": "141842",
      "toID": "141843",
      "formEdgeID": null
    },
    {
      "edgeID": "184721",
      "fromID": "141843",
      "toID": "141841",
      "formEdgeID": null
    },
    {
      "edgeID": "184722",
      "fromID": "141845",
      "toID": "141846",
      "formEdgeID": null
    },
    {
      "edgeID": "184723",
      "fromID": "141846",
      "toID": "141844",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
