{
  "nodes": [
    {
      "nodeID": "144482",
      "text": "This statement is wrong... Thats proof for me that Jesus existed and that he is God...",
      "type": "I",
      "timestamp": "2016-03-08 20:00:16"
    },
    {
      "nodeID": "144483",
      "text": "Your penultimate sentence sums this up well with the emphasis that I added. What you describe is sufficient 'proof' for you to believe. Why? Because you believe. Other than the Bible (which is far from being an accurate historical textbook) from where do you obtain the evidence of these prophets and their prophecies?  I am not discussing the God/Person of Jesus specifically. I am not discussing whether or not Jesus is the Son of God, who rose from the dead in atonement for our sins and the sins of the whole world. (Which, incidentally, I believe.) I am discussing the God of the Hebrews (or any other god for that matter). To believe the prophesies of which you speak, one must have faith. To believe that Jesus actually rose from the dead and ascended into heaven, one must have faith. There is no physical evidence that I am aware of to indicate that it did happen the way the Bible said it happened... except for in writings of human beings allegedly inspired by God. It takes faith to believe that those human beings were inspired by God. It takes faith to believe that what they describe actually happened the way they describe it. What I can say with certainty that cannot be disputed as far as I'm aware, is that whatever happened... happened. If a woman named Mary was impregnated by the Holy Spirit and conceived a child that she named Jesus who was crucified, died and buried, only to come back to life three days later and ascend into heaven after 40 days... then that's what happened. I believe that's what happened, but there's no physical evidence to prove that's actually what happened. It takes faith to believe.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:16"
    },
    {
      "nodeID": "144484",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:16"
    },
    {
      "nodeID": "144485",
      "text": "I'm really curious to see who beleives in god for concrete reasons and who beleives in him by faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:16"
    },
    {
      "nodeID": "144486",
      "text": "In reality, there are no concrete 'reasons' for believing in God. If you believe in God, you believe based on faith. There is no incontrovertible physical evidence anywhere to even suggest that God exists... unless you first believe through faith that God exists.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:16"
    },
    {
      "nodeID": "144487",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:16"
    },
    {
      "nodeID": "144488",
      "text": "This statement is wrong. People from hundreds of years before Jesus was born prophesied that a baby would be born, in Bethlehem, of a virgin. There were over 50 more prophesies that were made about his life, and the sacrafice he made to pay for the sins of man, and the bigest one of all...He completely fufilled scripture when he rose from the dead. These men were inspired by Jesus, God, how can you argue that he is not the christ? The odds of one man filling all the prophesies is impossible. And these scriptures have been unchanged for the past 2000-2500 approx years! Thats proof for me that Jesus existed and that he is God. PM me if you like.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:16"
    },
    {
      "nodeID": "144489",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:16"
    },
    {
      "nodeID": "144490",
      "text": "'There is far more proof needed to reasonably believe what's asserted in the Bible than there are for most things. 'Extraordinary claims require extraordinary evidence' - Carl Sagan. I think that statement really is true. Just imagine a couple statements I could make and what the proper reactions should be to them.  1. I was sitting in my room last night and I got a call from a friend of mine. The normal response is 'ok'. Everybody has phones, most people have friends, people calling their friends is a very normal thing to do... if this is the only statement I make about that call, there's really no reason for anybody to question the validity of it.  2. I was sitting in my room last night, and a stranger wearing a black trenchcoat came and knocked on my door. This statement should be questioned somewhat. A person wearing a black trenchcoat during the summer in Florida is odd, but not the craziest thing anyone's ever seen probably... it does need to be explained though.. more detail is needed to conclude that this probably did happen. I should be able to explain the reason this happened adequately for somebody to believe that this actually happened. 3. Last night I was sitting in my room and the walls started bleeding, then several of our founding fathers' ghosts walked out of my closet and told me it was my mission to make sure that church and state remain seperate. Everyone that hears me say that, should automatically say 'no', until I provide some amazing, concrete proof of that. We know about the physical makeup of my bedroom walls, they can't bleed. The idea of ghosts from the past coming to visit people I would imagine is 100% foreign to just about everyone... so nobody's word should be taken on that either.  This is the problem with the resurrection and miracles of Jesus... believers think we should believe it's true and just give it the kind of inspection like in number 1 or maybe number 2, but they're things that nobody living today has actually witnessed anything similar to... it defies the laws of science and nature to the extent that we know them... and the closest evidence we have of them is a couple eye-witness accounts (questionably), which weren't even written within 15 years of his death. There is no rational basis for believing it based on this... ANY feasible explanation that falls within the realm of reason and nature should ALWAYS be taken over any explanation which turns to the supernatural and irrational.' -mD",
      "type": "I",
      "timestamp": "2016-03-08 20:00:16"
    },
    {
      "nodeID": "144491",
      "text": "Well, I suppose that the reply it took me almost 5 minutes to type, a couple more to check and a couple to correct will not suffice now.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:16"
    },
    {
      "nodeID": "144492",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:16"
    },
    {
      "nodeID": "144493",
      "text": "Again, this is evidence only to suggest not prove. I cannot prove nor can anyone else. However, to say that there is no evidence even to suggest it is way beyond the realm of logic.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:16"
    },
    {
      "nodeID": "144494",
      "text": "If you wrote this in response to my post, please note that I said that there is no PHYSICAL evidence that suggests that God exists without the mindset that God exists. Individuals who believe that God exists do not constitute physical evidence of God's existence. Their belief in God is the reason for their seemingly amazing actions. Their belief is in their mind (and/or their 'spirit'). It is based on faith. It is not based on physical evidence in reality. The Bible is a book. It was written by human beings (allegedly inspired by God). What is written in the Bible are ideas that were in existence prior to being written down, or they could not have been written down. If there is a central theme of ideas for a segment of the population over a long period of time, the population will be able to continue to write of those similar ideas with great consistency. That still does not constitute physical evidence in reality that God exists. That is just evidence that a similar belief in God has existed over a 'long' period of time by a segment of the population.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:16"
    },
    {
      "nodeID": "144495",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:17"
    },
    {
      "nodeID": "144496",
      "text": "And these scriptures have been unchanged for the past 2000-2500 approx years!",
      "type": "I",
      "timestamp": "2016-03-08 20:00:17"
    },
    {
      "nodeID": "144497",
      "text": "Define 'unchanged.'",
      "type": "I",
      "timestamp": "2016-03-08 20:00:17"
    },
    {
      "nodeID": "144498",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:17"
    },
    {
      "nodeID": "144499",
      "text": "The egyptians predicted his birth, death, WWI, WWII, and they have predict the supposed end of the world. Are you saying that this religion was wrong? They predicted a lot more that I have not put that have come true.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:17"
    },
    {
      "nodeID": "144500",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:00:17"
    }
  ],
  "edges": [
    {
      "edgeID": "186596",
      "fromID": "144483",
      "toID": "144484",
      "formEdgeID": null
    },
    {
      "edgeID": "186597",
      "fromID": "144484",
      "toID": "144482",
      "formEdgeID": null
    },
    {
      "edgeID": "186598",
      "fromID": "144486",
      "toID": "144487",
      "formEdgeID": null
    },
    {
      "edgeID": "186599",
      "fromID": "144487",
      "toID": "144485",
      "formEdgeID": null
    },
    {
      "edgeID": "186600",
      "fromID": "144488",
      "toID": "144489",
      "formEdgeID": null
    },
    {
      "edgeID": "186601",
      "fromID": "144489",
      "toID": "144486",
      "formEdgeID": null
    },
    {
      "edgeID": "186602",
      "fromID": "144491",
      "toID": "144492",
      "formEdgeID": null
    },
    {
      "edgeID": "186603",
      "fromID": "144492",
      "toID": "144490",
      "formEdgeID": null
    },
    {
      "edgeID": "186604",
      "fromID": "144494",
      "toID": "144495",
      "formEdgeID": null
    },
    {
      "edgeID": "186605",
      "fromID": "144495",
      "toID": "144493",
      "formEdgeID": null
    },
    {
      "edgeID": "186606",
      "fromID": "144497",
      "toID": "144498",
      "formEdgeID": null
    },
    {
      "edgeID": "186607",
      "fromID": "144498",
      "toID": "144496",
      "formEdgeID": null
    },
    {
      "edgeID": "186608",
      "fromID": "144499",
      "toID": "144500",
      "formEdgeID": null
    },
    {
      "edgeID": "186609",
      "fromID": "144500",
      "toID": "144488",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
