{
  "nodes": [
    {
      "nodeID": "140410",
      "text": "Would you agree if the death penalty was banned?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:26"
    },
    {
      "nodeID": "140411",
      "text": "No, for the reasons stated above and one more. Some people don't deserve to live....like SH, for example.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:26"
    },
    {
      "nodeID": "140412",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:26"
    },
    {
      "nodeID": "140413",
      "text": "Nope. There really isn't. 100%",
      "type": "I",
      "timestamp": "2016-03-08 19:51:26"
    },
    {
      "nodeID": "140414",
      "text": "so thats quite contradictory to me... you would allow a law that killls millions of innocent babies a year and get rid of a law that rightly carries out the law... wierd sounds like a liberal to me.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:26"
    },
    {
      "nodeID": "140415",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:26"
    },
    {
      "nodeID": "140416",
      "text": "The death penalty assures that an incorragable criminal never has the opportunity to kill anybody else. In prison, the criminal could a) kill another inmate, 2) kill a guard, 3) escape and kill a civilian, 4) have their sentence commuted and get out to commit another crime.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:26"
    },
    {
      "nodeID": "140417",
      "text": "Well, it also deprives that person of rethinking their life, and maybe become a missionary for children in Afirca or something. You cannot judge a man's life on what he has done, you can judge him about those acts, but not his entire life. The death penalty is a contradictory measure. On one side, we say we want to protect the value of human life by putting murderers in jail, but on the other, we show utter contempt for that same value. How can you say you are protecting the life of your citizens (because you value it), while at the same time you end someone else's life. This is absurd.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:26"
    },
    {
      "nodeID": "140418",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:26"
    },
    {
      "nodeID": "140419",
      "text": "You don't mean Ethel and Julius Rosenberg, do you? The Russian spies? Nah, you said wrongfully accused.....",
      "type": "I",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140420",
      "text": "Yes, I mean the couple who was wrongly accused of being Russian spies in the 50's and then exicuted. This was stupid for at least two reasons. One, they weren't spies. Back about 5 years ago, they had a family member come out and say that they testified wrongly against them. Second, the whole idea of the Russian threat was some paronoid fantasy by this one guy named McCarthy who was an idiot and a big fraidy cat. Because of his loonicy, too many people lost jobs wrongfully (and lives) and made an entire nation of scared citizens even more frightened.  Besides, the Russians were never really a threat to us in the first place. They were more of a threat to themselves.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140421",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140422",
      "text": "If human life is an absolute value than how can you allow serial killers to remain a threat to others by NOT executing them?emoticon_confused",
      "type": "I",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140423",
      "text": "Well, because the value of that life doesn't depend on what the perosn does, it is independent from that. I want to protect human life, that's why murderers go to jail, but I can't kill a person as penalty because I deny that very desire to protect life. What¡s the difference, then, between the state killing a crimminal that has been condemned by a court, and me going to a jail and doing it myself? Should I be put in jail? Wasn't I performing justice?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140424",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140425",
      "text": "You should also note that the one scenario I think the death penalty is acceptable for is if they try to escape using violence or if they attack another prisoner. This has shown that they are willing to commit acts of violence and frankly have nothing to lose.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140426",
      "text": "So the initial murder wasn't enough to show 'that they are willing to commit acts of violence'? This makes absolutely no sense.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140427",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140428",
      "text": "It actually saves us money. The death penalty (because of appeals) costs more than solitary confinement for life, both of which would ensure that the person would never kill again. Also I have the same question for drug users, gamblers, etc. Why make society pay to imprison them when all they are doing is hurt themselves?",
      "type": "I",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140429",
      "text": "Actually, the idea that the death penalty costs more than lifetime imprisonment has been disproved many times. The lowest estimate of the yearly cost for imprisoning somebody is around $22,000. The average amount of time a prisoner spends imprisoned after getting a life sentence is 60 years. Take into account the cost of building jails in order to house all these prisoners and you up the amount even more. After the average of 60 years for a life sentence, tax payers have spent $1,320,000 on ONE SINGLE PERSON. Imagine what this money could do in the education system? You said yourself, the only thing that may push the cost of the death penalty over life imprisonment is the ridiculous amount of appeals that are given. If only one appeal was given before the sentence was final, it would be far cheaper to exectue somebody than imprison them for life. How many times does a person need to prove their innocence? If they can't do it in the initial trial and after one appeal, sorry, game over...you lose. You can read more at this site: http://www.cwrl.utexas.edu/~tonya/spring/cap/pro5.htm",
      "type": "I",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140430",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140431",
      "text": "I suspect that this will not be considered reasoned debate as it is disagreement with the anti DP stance. The rate of recidivism that produces dead innocent victims by paroled criminals far out weights the number of executed innocent men. fix the judicial system. Make lawyers and law enforcement accountable for the errors that lead to deadly mistakes. Quit making future victims pay for incompetence in law enforcement. Dead murderers do not murder again. Tugging at heart strings over the death of a murderer or the terror he feels on the way to the chamber gets no response. No joy, no sorrow.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140432",
      "text": "But you are forgetting life-without-parole (and I do mean WITHOUT parole). With life without parole, there is also no recidivism.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140433",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140434",
      "text": "You mean to tell me that you would deny a woman's right to her own body for a zygote, yet you have no problem murdering real human beings? Sounds like a conservative to me...",
      "type": "I",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140435",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:27"
    },
    {
      "nodeID": "140436",
      "text": "You mean to tell me you would deny a life to be lived out and someone to get away with a harmful crime?? wow, sounds like a liberal to me..",
      "type": "I",
      "timestamp": "2016-03-08 19:51:28"
    },
    {
      "nodeID": "140437",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:51:28"
    },
    {
      "nodeID": "140438",
      "text": "The death penalty assures that an incorragable criminal never has the opportunity to kill anybody else. In prison, the criminal could a) kill another inmate, 2) kill a guard, 3) escape and kill a civilian, 4) have their sentence commuted and get out to commit another crime. Quote: Would you agree if the death penalty was banned? No, for the reasons stated above and one more. Some people don't deserve to live....like SH, for example. __________________  True , gang members put in prison often kill other opposing gang members in prison so that is true. They also get put in prison and are proud some of them , gang leaders consider it a mark of honor something some of them getting caught by the 'fuzz' and put in jail.   Who are we to decide who is to live? What makes us so much better? Hitler didnt deserve to live but that does not give us the right to kill him.  I agree with shooter and proud but hey heres a situation, why don't we give murderers fates to the ones most hurt by their crime, and rapists fates are decided by the ones t hey rape. They would know the best. IF the ones raped are too young such as under maybe 10 or are like seven or its a loved one and they can't seperate justice from love, then the case be decided by law.  Give them the chance to live in solitary confinement, give them the chance, we can always take it away. But those killed don't get no more chances. In prison if they do kill put them in confinement. Same with the others, if they are in solitary and they succeed in killing someone else , death penalty then fine.  But gang murders should be different, if someone is in jail for killing a gang member in a fight or something like that , it is murder but it isnt as open and as clear justice as it is if they shot a four year old in the head for being related to someone in an opposing gang. Then its wrong flat out, solitary or death penalty. Personally Id be for giving them death penalty for anyone who would do that. But I have two three year old cousins who I love to death and would kill anyone who harmed them so I do not want anyone to get away with killing kids. Child killers are some of the worst criminals there are.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:28"
    },
    {
      "nodeID": "140439",
      "text": "So, in summary, you aren't against the death penalty on principle. You just want it used judiciously? Same here. Where we'll differ is in the details of what's judiciously.",
      "type": "I",
      "timestamp": "2016-03-08 19:51:28"
    },
    {
      "nodeID": "140440",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:51:28"
    }
  ],
  "edges": [
    {
      "edgeID": "183714",
      "fromID": "140411",
      "toID": "140412",
      "formEdgeID": null
    },
    {
      "edgeID": "183715",
      "fromID": "140412",
      "toID": "140410",
      "formEdgeID": null
    },
    {
      "edgeID": "183716",
      "fromID": "140414",
      "toID": "140415",
      "formEdgeID": null
    },
    {
      "edgeID": "183717",
      "fromID": "140415",
      "toID": "140413",
      "formEdgeID": null
    },
    {
      "edgeID": "183718",
      "fromID": "140417",
      "toID": "140418",
      "formEdgeID": null
    },
    {
      "edgeID": "183719",
      "fromID": "140418",
      "toID": "140416",
      "formEdgeID": null
    },
    {
      "edgeID": "183720",
      "fromID": "140420",
      "toID": "140421",
      "formEdgeID": null
    },
    {
      "edgeID": "183721",
      "fromID": "140421",
      "toID": "140419",
      "formEdgeID": null
    },
    {
      "edgeID": "183722",
      "fromID": "140423",
      "toID": "140424",
      "formEdgeID": null
    },
    {
      "edgeID": "183723",
      "fromID": "140424",
      "toID": "140422",
      "formEdgeID": null
    },
    {
      "edgeID": "183724",
      "fromID": "140426",
      "toID": "140427",
      "formEdgeID": null
    },
    {
      "edgeID": "183725",
      "fromID": "140427",
      "toID": "140425",
      "formEdgeID": null
    },
    {
      "edgeID": "183726",
      "fromID": "140429",
      "toID": "140430",
      "formEdgeID": null
    },
    {
      "edgeID": "183727",
      "fromID": "140430",
      "toID": "140428",
      "formEdgeID": null
    },
    {
      "edgeID": "183728",
      "fromID": "140432",
      "toID": "140433",
      "formEdgeID": null
    },
    {
      "edgeID": "183729",
      "fromID": "140433",
      "toID": "140431",
      "formEdgeID": null
    },
    {
      "edgeID": "183730",
      "fromID": "140434",
      "toID": "140435",
      "formEdgeID": null
    },
    {
      "edgeID": "183731",
      "fromID": "140435",
      "toID": "140414",
      "formEdgeID": null
    },
    {
      "edgeID": "183732",
      "fromID": "140436",
      "toID": "140437",
      "formEdgeID": null
    },
    {
      "edgeID": "183733",
      "fromID": "140437",
      "toID": "140434",
      "formEdgeID": null
    },
    {
      "edgeID": "183734",
      "fromID": "140439",
      "toID": "140440",
      "formEdgeID": null
    },
    {
      "edgeID": "183735",
      "fromID": "140440",
      "toID": "140438",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
