{
  "nodes": [
    {
      "nodeID": "144879",
      "text": "Following the logic of several people here, whatever God says is morally correct, therefore abortions are morally correct because God said so. Let's see who's going to be consistent about their beliefs.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:00"
    },
    {
      "nodeID": "144880",
      "text": "this statement isn't logical. It does not follow that if the person who creates the laws has to therefore follow them or can't change them...or even that they apply to him. If a teacher says 'no talking in the classroom' it doesn't apply to the teacher now does it.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:00"
    },
    {
      "nodeID": "144881",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:00"
    },
    {
      "nodeID": "144882",
      "text": "No more need be said except this: http://www.4forums.com/political/365910-post53.html",
      "type": "I",
      "timestamp": "2016-03-08 20:01:00"
    },
    {
      "nodeID": "144883",
      "text": "And this: 'Speak up for those who cannot speak for themselves; ensure justice for those who are perishing.' Proverbs 31:8 Also... Exodus 21 22 'If men who are fighting hit a pregnant woman and she gives birth prematurely but there is no serious injury, the offender must be fined whatever the woman's husband demands and the court allows. 23 But if there is serious injury, you are to take life for life, 24 eye for eye, tooth for tooth, hand for hand, foot for foot, 25 burn for burn, wound for wound, bruise for bruise. 1) If a woman gives birth prematurely, but there is no serious injury--i.e. the baby lives without harm, then a fine results to compensate for the assault. 2) If a woman gives birth prematurely, and the baby dies, then the assailant is to be given the death penalty. This point is HUGE!!! What God is saying here is that the value and worth of an adult man is equal to the value and worth of an unborn fetus who was young enough, or injured enough, to die. God equates the loss of an unborn baby as the loss of a life, for He says, 'you are to take life for life,...' This point cannot be emphasized too strongly. God considers the unborn baby alive, and the loss of that life is considered murder. This murder is punishable with the death penalty. This verse demonstrates three truths: a) The unborn's life is equivalent in value to an adult's life in God's sight b) This also outlines God's Law against criminal feticide. c) The killing of the unborn is murder Bible and abortion : The Biblical case against abortion",
      "type": "I",
      "timestamp": "2016-03-08 20:01:00"
    },
    {
      "nodeID": "144884",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:01:00"
    },
    {
      "nodeID": "144885",
      "text": "No more need be said. http://www.4forums.com/political/365910-post53.html",
      "type": "I",
      "timestamp": "2016-03-08 20:01:00"
    },
    {
      "nodeID": "144886",
      "text": "Wrong. http://www.4forums.com/political/365915-post54.html Tell me, when God commands the Israelites to exterminate the Medianites, did he make an exception for pregnant women? emoticon_xhoho emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:01:00"
    },
    {
      "nodeID": "144887",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:00"
    },
    {
      "nodeID": "144888",
      "text": "He wasn't discussing abortion nor was He promoting it. He was declaring war on an unclean people whom He commanded the Jews to wipe out in a time of WAR. Again you rip an event out of context and attempt to imply God was endorsing abortion. :xbanghead emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:01:00"
    },
    {
      "nodeID": "144889",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:00"
    },
    {
      "nodeID": "144890",
      "text": "He was declaring war on an unclean people whom He commanded the Jews to wipe out in a time of WAR.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:00"
    },
    {
      "nodeID": "144891",
      "text": "And if God was so against killing the unborn, why did he fail to make an exception for the pregnant women?  If you alleged that the Biblical God is totally against killing the unborn, why did he tell him to kill all of the non-virgin women? I bet you won't answer the question and just rely on insults as an attempt to cover up your argumentative failures as you always do. See my signature for examples.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:00"
    },
    {
      "nodeID": "144892",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144893",
      "text": "He wasn't discussing abortion nor was He promoting it.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144894",
      "text": "And you fail to answer the question.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144895",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144896",
      "text": "saiah 55:8-9 (New International Version) 8 'For my thoughts are not your thoughts, neither are your ways my ways,' declares the LORD. 9 'As the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144897",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144898",
      "text": "And no I don't say that life in the process of forming is not yet life. I say that once the egg and the seed are fertilized and it begins to grow, that is the most fundamental evidence of life we could possibly imagine. Especially since we have more than 5 BILLION completed examples of this process on earth today, you being one of those proofs of what becomes of that simple little fertilized egg. In spite of that overwhelming personal and universal evidence, and despite the fact that you pseudo scientists have argued that same point in every single debate on biology we have ever had here regarding simple biological life.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144899",
      "text": "You said, just earlier, that a zygote 'has not yet had a chance to live'. That's pretty darn close. Forming life is not life. You have not presented any evidence that this is not the case - all you've done is re-enforce your first part, that it becomes life.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144900",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144901",
      "text": "That's not what I was talking to. The logic is whatever God does is morally just and even if the act independent of God is evil, the fact that God did it makes it morally just because God did it. People like Arch would call Pol Pot's extermination evil, but when God does the same to millions in the flood, it's morally just despite being extermination both ways. Thus, because God is the one killing people, the act of killing that would normally be immoral becomes moral.  Thus, whatever God does in the eyes of people like Arch is morally just independent of what the act actually is.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144902",
      "text": "Exactamundo, finally the ignoramus gets something right. emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144903",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144904",
      "text": "Which makes your view of God exponentially disturbing. If man kills it's wrong. If God exterminates millions, it's morally just.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144905",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144906",
      "text": "Regarding the Exodus passage: Why should men fighting each other, hitting a pregnant woman, and thereby causing her to miscarry or give birth prematurely (take your pick on which is the better translation) be considered 'abortion' in the first place? It seems to me the position of the woman is rather different in the two scenarios! I'm not saying abortion is always morally acceptable, not by a longshot. But I'm also not saying it never is, either.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144907",
      "text": "It isn't offered to make that assertion at all. It is offered to show that God values the life of the unborn if He will demand that a man responsible for causing its death in the womb be held accountable by paying the ultimate price.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144908",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:01"
    },
    {
      "nodeID": "144909",
      "text": "Still doesn't follow. You assume God to be under his own authority which isn't the case and doesn't logically derive.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144910",
      "text": "Then how do we morally judge God?",
      "type": "I",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144911",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144912",
      "text": "It would be bad enough if it was just the teacher chewing gum and telling the students don't chew gum. But it doesn't stop there. The teacher makes the rule no gum chewing in class. Then later that same day she instructs Billy and Sally to chew gum. Johnny sees this and decides to chew gum too, thinking that its ok. Of course, he gets expelled from school for breaking the rules. In this case the teacher isn't just breaking her own rules, she also commands some of her students to break the rules as well, yet still penalizes those who break the exact rule if they weren't commanded to do so.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144913",
      "text": "Those who set the rules can do with them as they please. It isn't illogical nor hypocritical. It IS illogical to assume you can chew gum if the rule is 'you cant chew gum' and the teacher allows one student to chew gum.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144914",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144915",
      "text": "Obvious child, I think we've gathered enough info and opinions to conclusively answer your question. God doesn't endorse abortions. In fact, as a rule God commands against murder of all kinds.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144916",
      "text": "Indeed. Many people don't realize that the commandment is not 'thou shalt not kill,' but 'thou shalt not murder.' The important question then becomes, when is killing murder? I have no doubt that God cares for the lives of fetuses. But I also have no doubt that God cares for the lives of pregnant women. The reason I brought up the Exodus passage is that it's often taken to establish that abortion is murder, and that performing an abortion should be punished accordingly. But the passage isn't talking about abortion at all. Which just leaves us with the question of when it is or isn't acceptable to take a life, and the passage doesn't provide guidance to that general question, either.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144917",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144918",
      "text": "How is that conclusion derived at? The passage is speaking to the consequences to a man who's actions cause the death of an unborn child. And the proscribed consequence is death according to OT Law. So although the passage isn't speaking to abortion at all, it is making a very clear statement regarding the value of the unborn, as it is requiring a life for a life just as for any other sentient being according to the OT Law. So these arguments I get from the likes of you and Iangb which argue that until a child shows mental awareness, it isn't actually a person deserving of human rights is a bogus and shortsighted position according to the scriptural point of view. Of that, there is no question.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144919",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144920",
      "text": "So these arguments I get from the likes of you and Iangb which argue that until a child shows mental awareness, it isn't actually a person deserving of human rights is a bogus and shortsighted position according to the scriptural point of view. Of that, there is no question.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144921",
      "text": "Actually, there is a great deal in question, even in the passage at issue. It continues to amaze me how little you distinguish 'the scriptural point of view' from your view of scripture.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144922",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144923",
      "text": "How is that conclusion derived at? The passage is speaking to the consequences to a man who's actions cause the death of an unborn child.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144924",
      "text": "It is in the first place unclear to whom the 'further harm' is done. But even granting that the fetus dies, it is not clear how the situation is analogous to abortion, because the intentions of not only the man but even more importantly of the pregnant woman are completely different.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144925",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:02"
    },
    {
      "nodeID": "144926",
      "text": "That's kind of the point...to morally judge would mean they that being is on the same level or beneath you. It doesn't make sense for the servant to such a thing.",
      "type": "I",
      "timestamp": "2016-03-08 20:01:03"
    },
    {
      "nodeID": "144927",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:01:03"
    }
  ],
  "edges": [
    {
      "edgeID": "186880",
      "fromID": "144880",
      "toID": "144881",
      "formEdgeID": null
    },
    {
      "edgeID": "186881",
      "fromID": "144881",
      "toID": "144879",
      "formEdgeID": null
    },
    {
      "edgeID": "186882",
      "fromID": "144883",
      "toID": "144884",
      "formEdgeID": null
    },
    {
      "edgeID": "186883",
      "fromID": "144884",
      "toID": "144882",
      "formEdgeID": null
    },
    {
      "edgeID": "186884",
      "fromID": "144886",
      "toID": "144887",
      "formEdgeID": null
    },
    {
      "edgeID": "186885",
      "fromID": "144887",
      "toID": "144885",
      "formEdgeID": null
    },
    {
      "edgeID": "186886",
      "fromID": "144888",
      "toID": "144889",
      "formEdgeID": null
    },
    {
      "edgeID": "186887",
      "fromID": "144889",
      "toID": "144886",
      "formEdgeID": null
    },
    {
      "edgeID": "186888",
      "fromID": "144891",
      "toID": "144892",
      "formEdgeID": null
    },
    {
      "edgeID": "186889",
      "fromID": "144892",
      "toID": "144890",
      "formEdgeID": null
    },
    {
      "edgeID": "186890",
      "fromID": "144894",
      "toID": "144895",
      "formEdgeID": null
    },
    {
      "edgeID": "186891",
      "fromID": "144895",
      "toID": "144893",
      "formEdgeID": null
    },
    {
      "edgeID": "186892",
      "fromID": "144896",
      "toID": "144897",
      "formEdgeID": null
    },
    {
      "edgeID": "186893",
      "fromID": "144897",
      "toID": "144880",
      "formEdgeID": null
    },
    {
      "edgeID": "186894",
      "fromID": "144899",
      "toID": "144900",
      "formEdgeID": null
    },
    {
      "edgeID": "186895",
      "fromID": "144900",
      "toID": "144898",
      "formEdgeID": null
    },
    {
      "edgeID": "186896",
      "fromID": "144902",
      "toID": "144903",
      "formEdgeID": null
    },
    {
      "edgeID": "186897",
      "fromID": "144903",
      "toID": "144901",
      "formEdgeID": null
    },
    {
      "edgeID": "186898",
      "fromID": "144904",
      "toID": "144905",
      "formEdgeID": null
    },
    {
      "edgeID": "186899",
      "fromID": "144905",
      "toID": "144902",
      "formEdgeID": null
    },
    {
      "edgeID": "186900",
      "fromID": "144907",
      "toID": "144908",
      "formEdgeID": null
    },
    {
      "edgeID": "186901",
      "fromID": "144908",
      "toID": "144906",
      "formEdgeID": null
    },
    {
      "edgeID": "186902",
      "fromID": "144910",
      "toID": "144911",
      "formEdgeID": null
    },
    {
      "edgeID": "186903",
      "fromID": "144911",
      "toID": "144909",
      "formEdgeID": null
    },
    {
      "edgeID": "186904",
      "fromID": "144913",
      "toID": "144914",
      "formEdgeID": null
    },
    {
      "edgeID": "186905",
      "fromID": "144914",
      "toID": "144912",
      "formEdgeID": null
    },
    {
      "edgeID": "186906",
      "fromID": "144916",
      "toID": "144917",
      "formEdgeID": null
    },
    {
      "edgeID": "186907",
      "fromID": "144917",
      "toID": "144915",
      "formEdgeID": null
    },
    {
      "edgeID": "186908",
      "fromID": "144918",
      "toID": "144919",
      "formEdgeID": null
    },
    {
      "edgeID": "186909",
      "fromID": "144919",
      "toID": "144916",
      "formEdgeID": null
    },
    {
      "edgeID": "186910",
      "fromID": "144921",
      "toID": "144922",
      "formEdgeID": null
    },
    {
      "edgeID": "186911",
      "fromID": "144922",
      "toID": "144920",
      "formEdgeID": null
    },
    {
      "edgeID": "186912",
      "fromID": "144924",
      "toID": "144925",
      "formEdgeID": null
    },
    {
      "edgeID": "186913",
      "fromID": "144925",
      "toID": "144923",
      "formEdgeID": null
    },
    {
      "edgeID": "186914",
      "fromID": "144926",
      "toID": "144927",
      "formEdgeID": null
    },
    {
      "edgeID": "186915",
      "fromID": "144927",
      "toID": "144910",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
