{
  "nodes": [
    {
      "nodeID": "141373",
      "text": "And",
      "type": "I",
      "timestamp": "2016-03-08 19:53:31"
    },
    {
      "nodeID": "156310",
      "text": "He is before all things, and in him all things hold together. (Colossians 1:17)",
      "type": "I",
      "timestamp": "2016-03-08 20:25:51"
    },
    {
      "nodeID": "156311",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:51"
    },
    {
      "nodeID": "156312",
      "text": "[They shot] another guy because he was black.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:51"
    },
    {
      "nodeID": "156313",
      "text": "And religious folk in the south used the Bible to justify enslavement of thousands or millions of blacks, and also to justify their treating blacks as mere property. I suppose (but am not familiar enough with all of the details to know for sure) that some even used the Bible to justify linching blacks.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:51"
    },
    {
      "nodeID": "156314",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:51"
    },
    {
      "nodeID": "156315",
      "text": "Have you ever given orders to the morning, or shown the dawn its place, that it might take the earth by the edges and shake the wicked out of it? The earth takes shape like clay under a seal; its features stand out like those of a garment.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:51"
    },
    {
      "nodeID": "156316",
      "text": "Uhm, where does this say that the earth rotates? Nowhere. Simply speaking of morning or dawn does not show knowledge of earth's rotation. In today's world it does, but not back then.  In fact, the verse our Creationist conveniently left out says the the Earth has edges ... this is probably more flat earth mentality, like the four-cornered earth mentioned elsewhere in the Bible.  PS: And while we're at it, let's not forget about the things that Bible gets completely wrong, like bats being birds (Leviticus 11:13-18).",
      "type": "I",
      "timestamp": "2016-03-08 20:25:51"
    },
    {
      "nodeID": "156317",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:51"
    },
    {
      "nodeID": "156318",
      "text": "If we look into the Bible, we can find that there are many instances where it talks of things we never knew of before until today. ... Biology Blood Circulation, Leviticus 17:11",
      "type": "I",
      "timestamp": "2016-03-08 20:25:51"
    },
    {
      "nodeID": "156319",
      "text": "Here's what that verse actually says.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:51"
    },
    {
      "nodeID": "156320",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:52"
    },
    {
      "nodeID": "156321",
      "text": "For the life of a creature is in the blood, and I have given it to you to jmake atonement for yourselves at the alter; it is the blood that makes atonement for one's life.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:52"
    },
    {
      "nodeID": "156322",
      "text": "Far from showing any modern knowledge of blood circulation, this shows: 1) if you take the blood out of an animal it will die. A simple fact all civilizations of the time would have known. 2) God like for his followers kill living things. He is the God of blood.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:52"
    },
    {
      "nodeID": "156323",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:52"
    },
    {
      "nodeID": "156324",
      "text": "The average human being has about 50-100 mutations",
      "type": "I",
      "timestamp": "2016-03-08 20:25:52"
    },
    {
      "nodeID": "156325",
      "text": "Almost every human today is living fine with 50-100 mutations.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:52"
    },
    {
      "nodeID": "156326",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:52"
    },
    {
      "nodeID": "156327",
      "text": "Physics Mass-Energy Equivalence, Colossians 1:17; Hebrews 1:3",
      "type": "I",
      "timestamp": "2016-03-08 20:25:52"
    },
    {
      "nodeID": "156328",
      "text": "Get real! Here's what the verses say.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:52"
    },
    {
      "nodeID": "156329",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:52"
    },
    {
      "nodeID": "156330",
      "text": "And a random change of only 3 nucleotides is fatal to an animal.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:52"
    },
    {
      "nodeID": "156331",
      "text": "More bull XXXX.  First, our Creationist seems to forget that many millions of bases in the human genome are nonfunctional. Why would random changes to 3 or 4 of those nucleotides be fatal? They wouldn't. Besides, our Creationist is trying to make it seem like all of the millions of mutations he references - which is an invalid number - would occur in a single animal?!?!?!??!?! No, the ~1.5 million nucleotide changes in the human lineage (half the nucleotide differences between the chimp and human genomes) would have had about 6 million years to accumulate. Finally, our Creationists seems to be aware of the fact that humans differ among themselves at about 1 out of every 200 base pairs. By his reasoning, shouldn't we all be dead?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:52"
    },
    {
      "nodeID": "156332",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:52"
    },
    {
      "nodeID": "156333",
      "text": "Stephen Jay Gould (evolutionist) said, 'In the fossil record we view our data as so bad that we never see the very process we profess to study.'",
      "type": "I",
      "timestamp": "2016-03-08 20:25:52"
    },
    {
      "nodeID": "156334",
      "text": "Worthless quote. Creationists are known for grossly quoting out of context, as well as relying on outdated sources, and, the Creationist doesn't even give a source in order to anyone to check up on his quote. Here's a Creationist-style quote for him: the Bible says, 'There is no god'.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:52"
    },
    {
      "nodeID": "156335",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:53"
    },
    {
      "nodeID": "156336",
      "text": "I have already proved the Big Bang to be a big dud, so we need not go over this subject again (unless Raastee or anyone else has objective evidence for this theory.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:53"
    },
    {
      "nodeID": "156337",
      "text": "Wow, you PROVED the Big Bang to be a big dud? I didn't see this clear refutation of a longheld scientific theory written up in any of the peer reviewed scientific journals. I must have overlooked it. Can you give the reference to your article?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:53"
    },
    {
      "nodeID": "156338",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:53"
    },
    {
      "nodeID": "156339",
      "text": "This is what has caused such events as the Columbine Highschool shootings.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:53"
    },
    {
      "nodeID": "156340",
      "text": "And religion is what caused the Crusades and most other wars in the past, and many wars, and bloody disputes, to this very day. Many, many, many, many, many more people have died in the name of religion than in anything that could be called 'in the name of atheism'.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:53"
    },
    {
      "nodeID": "156341",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:53"
    },
    {
      "nodeID": "156342",
      "text": "The genetic difference between human and his nearest relative, the chimpanzee, is at least 1.6% Calculated out that is a gap of at least 48 million nucleotide differences that must be bridged by random changes.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:53"
    },
    {
      "nodeID": "156343",
      "text": "Recent comparisons between the complete chimp genome and the human genome have found that possibly fewer than 3 million nucleotide differences exist in functional DNA.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:53"
    },
    {
      "nodeID": "156344",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:53"
    },
    {
      "nodeID": "156345",
      "text": "Now tell me, what is wrong with this logic? If evolution is true, then you can decide anything for yourself. Nothing stops you.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:53"
    },
    {
      "nodeID": "156346",
      "text": "What's wrong with that? Lots! Rational thought alone keeps a person from doing just anything s/he wants. Should I, an atheist, kill another person's children just to see if that person will then hate me? No, I shouldn't. Doing so would be grossly immoral. I guess God couldn't figure that one out for himself ... poor Job ... poor Job's children. There's also the simple fact that we moral humans recognize the difference between being treated fairly and unfairly, and we even feel empathy, both of which even chimps seem to do at at least a rudimentary level. So do you argue that chimps must already believe in God? It doesn't take religion to know of fairness or to be able to put oneself in another's shoes and consider how that person would feel based on our actions.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:53"
    },
    {
      "nodeID": "156347",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:53"
    },
    {
      "nodeID": "156348",
      "text": "The steps of evolution have never been observed.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:53"
    },
    {
      "nodeID": "156349",
      "text": "False. Random mutation and natural selection have been observed in the lab using bacteria; in some cases the researchers even determined exactly which mutations in the genomes produced the advantageous changes.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:53"
    },
    {
      "nodeID": "156350",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:54"
    },
    {
      "nodeID": "156351",
      "text": "Any random change in a complex, specific, functioning system wrecks that system.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:54"
    },
    {
      "nodeID": "156352",
      "text": "False. Beneficial mutations in bacteria have been observed in the lab. Far from wrecking the system, they allowed the system to continue to live while those without the mutations died: the mutations improved the system's ability to survive and perpetuate itself.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:54"
    },
    {
      "nodeID": "156353",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:54"
    },
    {
      "nodeID": "156354",
      "text": "Life has never been made in the laboratory.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:54"
    },
    {
      "nodeID": "156355",
      "text": "That's not evolution. Life has evolved in the lab, many times.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:54"
    },
    {
      "nodeID": "156356",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:54"
    },
    {
      "nodeID": "156357",
      "text": "They shot a girl because she believed in God ...",
      "type": "I",
      "timestamp": "2016-03-08 20:25:54"
    },
    {
      "nodeID": "156358",
      "text": "And the religious have killed many millions more because the others did not believe in the 'right' God.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:54"
    },
    {
      "nodeID": "156359",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:54"
    },
    {
      "nodeID": "156360",
      "text": "Let me illustrate:A creation teacher is teaching about creation when an atheist student raises his hand.'Yes?' says the teacher.The student explains, 'Teacher, I'm an atheist. There is no god.''Then what is 'right and wrong'? You have to have standards to these thoughts or being an atheist is irrational.' declares the teacher.The student replies, 'That's easy. I'm the god of my own universe. ''Well that's just wonderful because I am going to shoot you in 5 minutes.' claims the teacher.The student exclaims, 'You can't do that!''Oh yes I can. See, I'm the god of my own universe. '",
      "type": "I",
      "timestamp": "2016-03-08 20:25:54"
    },
    {
      "nodeID": "156361",
      "text": "The claim that only through a belief in the Biblical God - or any God - can right and wrong be known is completely stupid.1) Ever hear of humanism?2) EVEN CHIMPS HAVE A SENSE OF BEING TREATED RIGHTLY OR WRONGLY! AND EVEN CHIMPS HAVE BEEN SEEN TO DO FOR OTHERS WHAT THEY WOULD WANT DONE FOR THEM!EDIT: Excuse, I double checked and I was wrong ... but that's BAD news for the Creationist!EVEN CAPUCHIN MONKEYS - WHICH ARE NOT AS RELATED TO HUMANS AS ARE CHIMPS - HAVE A SENSE OF WHETHER THEY ARE BEING TREATED FAIRLY OR NOT!!!http://www.sciencedaily.com/releases...0918092951.htmChimps take this one step farther by adding into the mix how closely their social bonds are to the other participant. So chimps have a more complex sense of fairness than do capuchin monkeys.http://www.whsc.emory.edu/press_rele...nt_id_seq=2819",
      "type": "I",
      "timestamp": "2016-03-08 20:25:54"
    },
    {
      "nodeID": "156362",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:54"
    },
    {
      "nodeID": "156363",
      "text": "Science has now quantitated that a genetic mutation of as little as 1 billionth (0.0000001%) of an animal's genome is completely fatal.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:54"
    },
    {
      "nodeID": "156364",
      "text": "Bull XXXX.  Best I can tell, our Creationist is confusing CAN with CERTAINLY WILL. In certain cases, a specific single nucleotide change CAN be lethal, but that's not at all what the Creationist is claiming. Although this is an imperfect analogy, to see the general flaw in his logic, consider this statement: 'Science has now shown that being in a car accident is completely fatal.'",
      "type": "I",
      "timestamp": "2016-03-08 20:25:54"
    },
    {
      "nodeID": "156365",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:55"
    },
    {
      "nodeID": "156366",
      "text": "Rotation of Earth, Job 38:12,14",
      "type": "I",
      "timestamp": "2016-03-08 20:25:55"
    },
    {
      "nodeID": "156367",
      "text": "Here's what those verses - and the one in the middle of them that he conveniently left out - say.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:55"
    },
    {
      "nodeID": "156368",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:25:55"
    },
    {
      "nodeID": "156369",
      "text": "This guy has been debating me for almost a year now...I thought I would share one of his post with you. What do you guys think? The pictures did not come out...sorry about that.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:55"
    },
    {
      "nodeID": "156370",
      "text": "Well, as usual the Creationist is trying to make an arguement against science using their moral viewpoint. Forget about all that pseudo science trying to discredit evolution and geochronology, all it comes down to is this: 'My religion has the exact answers to questions about my origins, I do not like what science has to say on this subject'. Its so much more succinct that way, I just wish they could be up front about it.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:55"
    },
    {
      "nodeID": "156371",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:55"
    },
    {
      "nodeID": "156372",
      "text": "They shot a girl because she believed in God,...",
      "type": "I",
      "timestamp": "2016-03-08 20:25:55"
    },
    {
      "nodeID": "156373",
      "text": "Actually, that story was an invention after the fact. It never happened. At least that is what the witnesses who were there said. Why do christians feel that it is OK to invent such stories to support their point? Isn't that lying? Isn't lying wrong?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:55"
    },
    {
      "nodeID": "156374",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:55"
    },
    {
      "nodeID": "156375",
      "text": "And what does stop you? You could decide that for yourself. But that wouldn't make the action just or moral. That action would still hurt people, and it would still be evil. So perhaps I should ask, if God were not threatening religious people with Hell, would they still be good people? Or are all of the selfless and generous actions of religious people stemmed from the selfish desire to get into heaven? If they are not stemmed from their own selfish desire to enter heaven, then they are they not rooted in that individual's own desire to help others. This exists in some people. For those in whom it does not exist, we have the law. We create governments to do that which is in our best interest and that which is in our best interest is that which helps everyone. For that which harms someone else might soon be that which harms us. I have oversimplified what is a very complex understanding of morality, but the point is that the morality of an atheist does not begin with the desire to enter heaven, it begins with the desire to help others or create a society which will help everyone.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:55"
    },
    {
      "nodeID": "156376",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:55"
    },
    {
      "nodeID": "156377",
      "text": "This is what evolutionists believe to make a long story short (and tell me if this is real science): nothing + nothing = two elements + time = 92 natural elements + time = all physical laws and a completely structured universe of galaxies, systems, stars, planets, and moons orbiting in perfect balance and order!",
      "type": "I",
      "timestamp": "2016-03-08 20:25:55"
    },
    {
      "nodeID": "156378",
      "text": "Evolutionists do not likely believe we started with nothing nor with two elements nor do they believe that combining elements with time created physical laws or anything else metioned. The author here either does not believe this and is intentionally misrepresenting his opponents, or he is grossly misinformed about evolution, or both.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:55"
    },
    {
      "nodeID": "156379",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:56"
    },
    {
      "nodeID": "156380",
      "text": "Any random change in a complex, specific, functioning system wrecks that system. And living things are the most complex functioning systems in the universe.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:56"
    },
    {
      "nodeID": "156381",
      "text": "This is absurdity. I suppose then that medicine should wreak my body. How about viruses? Am I destroyed by them?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:56"
    },
    {
      "nodeID": "156382",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:56"
    },
    {
      "nodeID": "156383",
      "text": "Evolutionists have constructed the Geologic Column in order to illustrate the supposed progression of 'primitive' life forms to 'more complex' systems we observe today. Yet, since only a small percentage of the earth's surface obeys even a portion of the geologic column, the claim of their having taken place to form a period of rock--life--time over the earth is therefore fantastic and imaginative thinking.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:56"
    },
    {
      "nodeID": "156384",
      "text": "This does not mean that the column is fantastic nor imaginative. It may very well be that not all areas of the earth accumulated all types of rock that form the column; this does not mean that the years at which similar columns were deposited in different places in the world are not similar. And of course, even if the Geologic column is not true, this provides no evidence of creationism.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:56"
    },
    {
      "nodeID": "156385",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:56"
    },
    {
      "nodeID": "156386",
      "text": "This is what has caused such events as the Columbine Highschool shootings. The ones who did the murders did the shooting on Hitler's birthday on purpose. One of them had the words, 'Natural Selection' engraved on his shirt. They shot a girl because she believed in God, and a another guy because he was black.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:56"
    },
    {
      "nodeID": "156387",
      "text": "An amount of violence miniscule in comparison to the violence caused by Christians intolerant of other religion; look to the Crusades and the Inquisition if you please. Look at the justification for the slaughter of Native Americans. Look even today at the ruthless murders of gay people. But just as I would not judge all Christians by the actions of some, it is inappropriate to judge all evolutionists by the actions of some. Overall, I don't think this author brought up any legitimate point against evolution except for the lack of transition species, which is an interesting topic in itself. However, if the author had proven that the world is young, the most logical explanation would be that evolution occurred in a shorter span of time, for all of our scientific evidence points toward evolution. If the author had proven that evolution hadn't occurred, then the most logical explanation that some similar, natural process is the cause. But it is a great leap of faith to suggest that Creationism is correct. See, the author has made a mistake fatal in debate: he has attack his opponent's viewpoint, then stated that since his opponent is wrong, he is correct. But that is not true, for he has not provided any reason for us to believe that he is correct. I, for example, might be contending that a bunch of Vampires carried stones together to form the Earth, then used their magic powers to make those stones into our world today. I could have then stated exactly all of the things this author stated, only replacing those Biblical quotes with writings about Vampires, and I could have come to the same conclusion. Since the evolution is wrong, then I am right. But that's just not good enough. Even if he had proved evolution were wrong, there is no more reason to believe in the supernatural than there is to believe in Vampires, Dragons, Pixies, or any other mythological creation. This doesn't mean that those things don't exist, just that there is no reason to believe in them.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:56"
    },
    {
      "nodeID": "156388",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:56"
    },
    {
      "nodeID": "156389",
      "text": "If we look into the Bible, we can find that there are many instances where it talks of things we never knew of before until today.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:56"
    },
    {
      "nodeID": "156390",
      "text": "As metioned in a post above mine, these verses prove nothing, and they certainly do not suggest creationism.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:56"
    },
    {
      "nodeID": "156391",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:56"
    },
    {
      "nodeID": "156392",
      "text": "Did you know that isolated radio halos of plonium-214 exist in crystalline granite? From physicist Robert Gentry's observations on this subject, the half-life of this element is 0.000164 seconds!",
      "type": "I",
      "timestamp": "2016-03-08 20:25:56"
    },
    {
      "nodeID": "156393",
      "text": "The idea that this proves a young Earth is incorrect. This link can help explain that: http://www.skepticfiles.org/evolut/gentrypo.htm",
      "type": "I",
      "timestamp": "2016-03-08 20:25:56"
    },
    {
      "nodeID": "156394",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:57"
    },
    {
      "nodeID": "156395",
      "text": "The student explains, 'Teacher, I'm an atheist. There is no god.' 'Then what is 'right and wrong'? You have to have standards to these thoughts or being an atheist is irrational.' declares the teacher. The student replies, 'That's easy. I'm the god of my own universe. '",
      "type": "I",
      "timestamp": "2016-03-08 20:25:57"
    },
    {
      "nodeID": "156396",
      "text": "Uh... What? This sort of response could only be dreamed up by a religious zealot looking for a reason to oppose atheism. No atheist would ever respond with 'I'm the God of my own universe.' Further, the idea that 'you have to have standards to these things or being an atheist is irrational' makes no sense. That sentence doesn't even mean anything at all. Unless this conversation was intended to show two people repeating nonsense to one another, it is useless.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:57"
    },
    {
      "nodeID": "156397",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:57"
    },
    {
      "nodeID": "156398",
      "text": "Science has now quantitated that a genetic mutation of as little as 1 billionth (0.0000001%) of an animal's genome is completely fatal.The genetic difference between human and his nearest relative, the chimpanzee, is at least 1.6% Calculated out that is a gap of at least 48 million nucleotide differences that must be bridged by random changes. And a random change of only 3 nucleotides is fatal to an animal. Evolution can't work, and is not scientific.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:57"
    },
    {
      "nodeID": "156399",
      "text": "Ah, no this isn't true at all. Not even close, actually. The Human Genome project has never discovered anything of the sort. The average human has far more than three mutations. Just take a look here: http://www.talkorigins.org/faqs/mutations.html Where you may find the quote:",
      "type": "I",
      "timestamp": "2016-03-08 20:25:57"
    },
    {
      "nodeID": "156400",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:57"
    },
    {
      "nodeID": "156401",
      "text": "The lack of transitional series cannot be explained as being due to the scarcity of material.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:57"
    },
    {
      "nodeID": "156402",
      "text": "If transitional species is a large issue to overcome, I will post my rather lengthy explanation of the lack of transitional species, but perhaps it should suffice to say that we have found some evidence of transitional species, and even if we had not, the lack of transitional species provides no evidence of creationism.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:57"
    },
    {
      "nodeID": "156403",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:57"
    },
    {
      "nodeID": "156404",
      "text": "To the unprejudiced, the fossil record of plants is in favor of special creation.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:57"
    },
    {
      "nodeID": "156405",
      "text": "This is not true or requires at least more justification.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:57"
    },
    {
      "nodeID": "156406",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:57"
    },
    {
      "nodeID": "156407",
      "text": "So as you can see, petrification is out of the question for proving evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:57"
    },
    {
      "nodeID": "156408",
      "text": "This neither disproves evolution nor provides evidence of creationism.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:57"
    },
    {
      "nodeID": "156409",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:58"
    },
    {
      "nodeID": "156410",
      "text": "According to Raastee, the scientific method perfectly complies with evolution.*** Not true. The steps of evolution have never been observed.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:58"
    },
    {
      "nodeID": "156411",
      "text": "Whether the steps of evolution have been observed is unrelated to whether evolution complies with the Scientific Method. The scientific method is used to provide evidence for a hypothesis by perform a study that could disprove that hypothesis. Evolution has passed every scientific test that could disprove it to date.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:58"
    },
    {
      "nodeID": "156412",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:58"
    },
    {
      "nodeID": "156413",
      "text": "all point to the fact that all the supposed geologic periods actually occurred at the same time in the recent past.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:58"
    },
    {
      "nodeID": "156414",
      "text": "Which again provides no evidence of creationism.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:58"
    },
    {
      "nodeID": "156415",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:58"
    }
  ],
  "edges": [
    {
      "edgeID": "194940",
      "fromID": "141373",
      "toID": "156311",
      "formEdgeID": null
    },
    {
      "edgeID": "194941",
      "fromID": "156311",
      "toID": "156310",
      "formEdgeID": null
    },
    {
      "edgeID": "194942",
      "fromID": "156313",
      "toID": "156314",
      "formEdgeID": null
    },
    {
      "edgeID": "194943",
      "fromID": "156314",
      "toID": "156312",
      "formEdgeID": null
    },
    {
      "edgeID": "194944",
      "fromID": "156316",
      "toID": "156317",
      "formEdgeID": null
    },
    {
      "edgeID": "194945",
      "fromID": "156317",
      "toID": "156315",
      "formEdgeID": null
    },
    {
      "edgeID": "194946",
      "fromID": "156319",
      "toID": "156320",
      "formEdgeID": null
    },
    {
      "edgeID": "194947",
      "fromID": "156320",
      "toID": "156318",
      "formEdgeID": null
    },
    {
      "edgeID": "194948",
      "fromID": "156322",
      "toID": "156323",
      "formEdgeID": null
    },
    {
      "edgeID": "194949",
      "fromID": "156323",
      "toID": "156321",
      "formEdgeID": null
    },
    {
      "edgeID": "194950",
      "fromID": "156325",
      "toID": "156326",
      "formEdgeID": null
    },
    {
      "edgeID": "194951",
      "fromID": "156326",
      "toID": "156324",
      "formEdgeID": null
    },
    {
      "edgeID": "194952",
      "fromID": "156328",
      "toID": "156329",
      "formEdgeID": null
    },
    {
      "edgeID": "194953",
      "fromID": "156329",
      "toID": "156327",
      "formEdgeID": null
    },
    {
      "edgeID": "194954",
      "fromID": "156331",
      "toID": "156332",
      "formEdgeID": null
    },
    {
      "edgeID": "194955",
      "fromID": "156332",
      "toID": "156330",
      "formEdgeID": null
    },
    {
      "edgeID": "194956",
      "fromID": "156334",
      "toID": "156335",
      "formEdgeID": null
    },
    {
      "edgeID": "194957",
      "fromID": "156335",
      "toID": "156333",
      "formEdgeID": null
    },
    {
      "edgeID": "194958",
      "fromID": "156337",
      "toID": "156338",
      "formEdgeID": null
    },
    {
      "edgeID": "194959",
      "fromID": "156338",
      "toID": "156336",
      "formEdgeID": null
    },
    {
      "edgeID": "194960",
      "fromID": "156340",
      "toID": "156341",
      "formEdgeID": null
    },
    {
      "edgeID": "194961",
      "fromID": "156341",
      "toID": "156339",
      "formEdgeID": null
    },
    {
      "edgeID": "194962",
      "fromID": "156343",
      "toID": "156344",
      "formEdgeID": null
    },
    {
      "edgeID": "194963",
      "fromID": "156344",
      "toID": "156342",
      "formEdgeID": null
    },
    {
      "edgeID": "194964",
      "fromID": "156346",
      "toID": "156347",
      "formEdgeID": null
    },
    {
      "edgeID": "194965",
      "fromID": "156347",
      "toID": "156345",
      "formEdgeID": null
    },
    {
      "edgeID": "194966",
      "fromID": "156349",
      "toID": "156350",
      "formEdgeID": null
    },
    {
      "edgeID": "194967",
      "fromID": "156350",
      "toID": "156348",
      "formEdgeID": null
    },
    {
      "edgeID": "194968",
      "fromID": "156352",
      "toID": "156353",
      "formEdgeID": null
    },
    {
      "edgeID": "194969",
      "fromID": "156353",
      "toID": "156351",
      "formEdgeID": null
    },
    {
      "edgeID": "194970",
      "fromID": "156355",
      "toID": "156356",
      "formEdgeID": null
    },
    {
      "edgeID": "194971",
      "fromID": "156356",
      "toID": "156354",
      "formEdgeID": null
    },
    {
      "edgeID": "194972",
      "fromID": "156358",
      "toID": "156359",
      "formEdgeID": null
    },
    {
      "edgeID": "194973",
      "fromID": "156359",
      "toID": "156357",
      "formEdgeID": null
    },
    {
      "edgeID": "194974",
      "fromID": "156361",
      "toID": "156362",
      "formEdgeID": null
    },
    {
      "edgeID": "194975",
      "fromID": "156362",
      "toID": "156360",
      "formEdgeID": null
    },
    {
      "edgeID": "194976",
      "fromID": "156364",
      "toID": "156365",
      "formEdgeID": null
    },
    {
      "edgeID": "194977",
      "fromID": "156365",
      "toID": "156363",
      "formEdgeID": null
    },
    {
      "edgeID": "194978",
      "fromID": "156367",
      "toID": "156368",
      "formEdgeID": null
    },
    {
      "edgeID": "194979",
      "fromID": "156368",
      "toID": "156366",
      "formEdgeID": null
    },
    {
      "edgeID": "194980",
      "fromID": "156370",
      "toID": "156371",
      "formEdgeID": null
    },
    {
      "edgeID": "194981",
      "fromID": "156371",
      "toID": "156369",
      "formEdgeID": null
    },
    {
      "edgeID": "194982",
      "fromID": "156373",
      "toID": "156374",
      "formEdgeID": null
    },
    {
      "edgeID": "194983",
      "fromID": "156374",
      "toID": "156372",
      "formEdgeID": null
    },
    {
      "edgeID": "194984",
      "fromID": "156375",
      "toID": "156376",
      "formEdgeID": null
    },
    {
      "edgeID": "194985",
      "fromID": "156376",
      "toID": "156327",
      "formEdgeID": null
    },
    {
      "edgeID": "194986",
      "fromID": "156378",
      "toID": "156379",
      "formEdgeID": null
    },
    {
      "edgeID": "194987",
      "fromID": "156379",
      "toID": "156377",
      "formEdgeID": null
    },
    {
      "edgeID": "194988",
      "fromID": "156381",
      "toID": "156382",
      "formEdgeID": null
    },
    {
      "edgeID": "194989",
      "fromID": "156382",
      "toID": "156380",
      "formEdgeID": null
    },
    {
      "edgeID": "194990",
      "fromID": "156384",
      "toID": "156385",
      "formEdgeID": null
    },
    {
      "edgeID": "194991",
      "fromID": "156385",
      "toID": "156383",
      "formEdgeID": null
    },
    {
      "edgeID": "194992",
      "fromID": "156387",
      "toID": "156388",
      "formEdgeID": null
    },
    {
      "edgeID": "194993",
      "fromID": "156388",
      "toID": "156386",
      "formEdgeID": null
    },
    {
      "edgeID": "194994",
      "fromID": "156390",
      "toID": "156391",
      "formEdgeID": null
    },
    {
      "edgeID": "194995",
      "fromID": "156391",
      "toID": "156389",
      "formEdgeID": null
    },
    {
      "edgeID": "194996",
      "fromID": "156393",
      "toID": "156394",
      "formEdgeID": null
    },
    {
      "edgeID": "194997",
      "fromID": "156394",
      "toID": "156392",
      "formEdgeID": null
    },
    {
      "edgeID": "194998",
      "fromID": "156396",
      "toID": "156397",
      "formEdgeID": null
    },
    {
      "edgeID": "194999",
      "fromID": "156397",
      "toID": "156395",
      "formEdgeID": null
    },
    {
      "edgeID": "195000",
      "fromID": "156399",
      "toID": "156400",
      "formEdgeID": null
    },
    {
      "edgeID": "195001",
      "fromID": "156400",
      "toID": "156398",
      "formEdgeID": null
    },
    {
      "edgeID": "195002",
      "fromID": "156402",
      "toID": "156403",
      "formEdgeID": null
    },
    {
      "edgeID": "195003",
      "fromID": "156403",
      "toID": "156401",
      "formEdgeID": null
    },
    {
      "edgeID": "195004",
      "fromID": "156405",
      "toID": "156406",
      "formEdgeID": null
    },
    {
      "edgeID": "195005",
      "fromID": "156406",
      "toID": "156404",
      "formEdgeID": null
    },
    {
      "edgeID": "195006",
      "fromID": "156408",
      "toID": "156409",
      "formEdgeID": null
    },
    {
      "edgeID": "195007",
      "fromID": "156409",
      "toID": "156407",
      "formEdgeID": null
    },
    {
      "edgeID": "195008",
      "fromID": "156411",
      "toID": "156412",
      "formEdgeID": null
    },
    {
      "edgeID": "195009",
      "fromID": "156412",
      "toID": "156410",
      "formEdgeID": null
    },
    {
      "edgeID": "195010",
      "fromID": "156414",
      "toID": "156415",
      "formEdgeID": null
    },
    {
      "edgeID": "195011",
      "fromID": "156415",
      "toID": "156413",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
