{
  "nodes": [
    {
      "nodeID": "137039",
      "text": "http://www.foxnews.com/story/0,2933,155326,00.html She is the guardian of the state.....this is going over the line now. emoticon_mad",
      "type": "I",
      "timestamp": "2016-03-08 19:44:18"
    },
    {
      "nodeID": "137040",
      "text": "HAPPY BIRTHDAY :)",
      "type": "I",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137041",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137042",
      "text": "Give me three good reasons why a thirteen year old girl from Plam Beach, that are practial not religous please, should not have an abortion and I will promise not to make fun of you. Much. Judges do this everyday. This case just made the news.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137043",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137044",
      "text": "There was a study in Britain back in 1999 that concluded the risk of breast cancer following an abortion was trivial, almost as insignificant as getting lung cancer from a lifetime exposure to second-hand smoke - UNLESS it was the first pregnancy that was interrupted. If the first pregnancy was interrupted, the likelihood of subsequent breast cancer was right up there with the likelihood of lung cancer after a lifetime of smoking. (The study is obviously not politically correct, so I've seen no mention of it on this side of the Atlantic.) The study didn't address causes, and only noted the correlation, but the lead doctor did speculate that it may have something to do with hormonal changes that need to run to completion. Once again, the state of Florida takes the lead in losing and abusing its children.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137045",
      "text": "Not to be pedantic but have you any sources to the uk study from 1999 please? Only asking because it doesn't make sense that termination of a first pregnancy can increase the chances of breast cancer yet a miscarriage or still born in a first pregnancy doesn't yet in both cases the hormonal changes have not run to completion.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137046",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137047",
      "text": "The study didn't address causes, and only noted the correlation, but the lead doctor did speculate that it may have something to do with hormonal changes that need to run to completion.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137048",
      "text": "How strange that so much depends on the first pregnancy, and not the others.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137049",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137050",
      "text": "First off, to the people who have reply'd to the origal post. It is unfare of you to blame the state for a girls mistake. A 13 year old who has sex in the first place does not have the maturity to even understand how stupid that is! I agree that she is not very smart but don't be so judgmental, you don't know what her life is like or what she has gone through. Also, in the custody of the state, do you really think she has the means to have and raise the child who would no doubtedly end up in the same cycle as the young mother? As a young parent myself, not 13 but still young, I whole heartedly agree that if the girl want's an abortion, she should be able to have one. And she is going to have one because the state is allowing her to have one. For the young girls near future, i hope that the state will put her in some therapy and help her understand that she is too young to have sex.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137051",
      "text": "You make some great points but she could carry the baby to term and then put it up for adoption...........There are long lists of people wanting to adopt babies...........I know a couple that waited 5 years and then adopted a child from South Korea.......... Why does the innocent baby have to forfeit its life?",
      "type": "I",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137052",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137053",
      "text": "For a 13 year old girl that could greatly damage her body to have a pregnancy so young. She is just starting to grow and mature, and its not healthy, natural, or right to have a pregnancy at that age. She could cause alot of damage being that young.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137054",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137055",
      "text": "WhiteFalcon, at this point i would assume other members to say 'good, she desearves to have that damage done to her.' White, i agree with you 100 percent. it would be dangerous to her and the baby either way. :)",
      "type": "I",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137056",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137057",
      "text": "WF, that is true and if the young lady life is endangered then to terminate the pregnancy would be appropriate but get a neutral doctor to make that decision, not one from Planned Parenthood or and abortion clinic who have a biased interest in performing abortions............... That is all I ask...........",
      "type": "I",
      "timestamp": "2016-03-08 19:44:19"
    },
    {
      "nodeID": "137058",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137059",
      "text": "Thanks man! Too bad I can't do anything today :(",
      "type": "I",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137060",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137061",
      "text": "Awww byour kidding you have to do something for your 21st.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137062",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137063",
      "text": "The question one has to ask is it more dangerous for the girl to carry the baby to term or to abort it?",
      "type": "I",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137064",
      "text": "To be honest i think that the risks are equal they are no higher in childbirth than they are in termination there are no qaurentees in either.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137065",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137066",
      "text": "At 13 - abortion, unless she is uniquely physically advanced. It's incredible how many men are sure being pregnant is no big deal.... Steve - regarding whether she can consent to abortion. Technically I don't think a minor can consent to either sex or abortion in any state (unless emancipated). I know that is how it is in Minnesota. I am sure the laws vary from state to state. Medical decisions generally fall to the parents. I know whether minors should have access to abortion without parental notifications is a controversial issue. On the surface one would think, of course not - but there is concern for those girls who are in abusive situations at home. And as I told VOR, if I had a daughter bound and determined not to tell me, I would rather she have access to safe abortion than resort to something drastic. A baby pregnant - yikes. Personally I think it's innapropriate and dangerous for a little girl to carry a pregnancy to term. But I would sure love to simply avoid it through better prevention. I do not think an abortion would be anything but scary for her either - but technically, at that age, it would be safer. Steve - in no way, shape or form is a 13 year old ready for this - not physically, mentally or emotionally - not for pregnancy, and certainly not for parenting. I have a neices that old - good gracious - no way!",
      "type": "I",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137067",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137068",
      "text": "Judges do this everyday. This case just made the news.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137069",
      "text": "Not really, this case was different in that the state was the guardian. Although I am sure it has happened before.  As for three reasons... 1) The state of Florida doesn't believe a 13 yr old can have sex (consent) so why couold she be able to cosent to an abortion? 2) The State is the guardian and they should be able to say where she can and can't go as a parent would be able to do....and the state has a law against taking kids to abortion clinics. 3) ABORTION IS KILLING A KID. Maybe that doesn't matter for most :-/",
      "type": "I",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137070",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137071",
      "text": "Right, the state must protect a minor that by thier age of concent laws has been raped by forcing her to under go a physical truma to her body 7 times more likley to permantly damage her than the alternative proceedure that would completly slove the whole problem and then said state expects this thirteen year old girl to then become wholy responsible for what is now an autonomus life when the state deems she's not even old enough to have leagaly made such life in the first place.  I said practical.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137072",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137073",
      "text": "Answer the question Steeeve or admit that your claim is wrong.  When the post you cited as proof refutes your claim, and you have full knowledge of what the post said, is that not a lie?  if your post siad A and I said it claimed B, and I cited the post, would I be lying?",
      "type": "I",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137074",
      "text": "Have you lost your mind? I got no idea what you are talking about.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:20"
    },
    {
      "nodeID": "137075",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:21"
    },
    {
      "nodeID": "137076",
      "text": "deliberate acts of fabrication to produce false and fradulent claims as to what others have said. You cited my posts which did not imply anything of the sort you claimed it did and what I thought. In fact, some of the cited refute such claims.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:21"
    },
    {
      "nodeID": "137077",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:44:21"
    }
  ],
  "edges": [
    {
      "edgeID": "181306",
      "fromID": "137040",
      "toID": "137041",
      "formEdgeID": null
    },
    {
      "edgeID": "181307",
      "fromID": "137041",
      "toID": "137039",
      "formEdgeID": null
    },
    {
      "edgeID": "181308",
      "fromID": "137042",
      "toID": "137043",
      "formEdgeID": null
    },
    {
      "edgeID": "181309",
      "fromID": "137043",
      "toID": "137039",
      "formEdgeID": null
    },
    {
      "edgeID": "181310",
      "fromID": "137045",
      "toID": "137046",
      "formEdgeID": null
    },
    {
      "edgeID": "181311",
      "fromID": "137046",
      "toID": "137044",
      "formEdgeID": null
    },
    {
      "edgeID": "181312",
      "fromID": "137048",
      "toID": "137049",
      "formEdgeID": null
    },
    {
      "edgeID": "181313",
      "fromID": "137049",
      "toID": "137047",
      "formEdgeID": null
    },
    {
      "edgeID": "181314",
      "fromID": "137051",
      "toID": "137052",
      "formEdgeID": null
    },
    {
      "edgeID": "181315",
      "fromID": "137052",
      "toID": "137050",
      "formEdgeID": null
    },
    {
      "edgeID": "181316",
      "fromID": "137053",
      "toID": "137054",
      "formEdgeID": null
    },
    {
      "edgeID": "181317",
      "fromID": "137054",
      "toID": "137051",
      "formEdgeID": null
    },
    {
      "edgeID": "181318",
      "fromID": "137055",
      "toID": "137056",
      "formEdgeID": null
    },
    {
      "edgeID": "181319",
      "fromID": "137056",
      "toID": "137053",
      "formEdgeID": null
    },
    {
      "edgeID": "181320",
      "fromID": "137057",
      "toID": "137058",
      "formEdgeID": null
    },
    {
      "edgeID": "181321",
      "fromID": "137058",
      "toID": "137053",
      "formEdgeID": null
    },
    {
      "edgeID": "181322",
      "fromID": "137059",
      "toID": "137060",
      "formEdgeID": null
    },
    {
      "edgeID": "181323",
      "fromID": "137060",
      "toID": "137040",
      "formEdgeID": null
    },
    {
      "edgeID": "181324",
      "fromID": "137061",
      "toID": "137062",
      "formEdgeID": null
    },
    {
      "edgeID": "181325",
      "fromID": "137062",
      "toID": "137059",
      "formEdgeID": null
    },
    {
      "edgeID": "181326",
      "fromID": "137064",
      "toID": "137065",
      "formEdgeID": null
    },
    {
      "edgeID": "181327",
      "fromID": "137065",
      "toID": "137063",
      "formEdgeID": null
    },
    {
      "edgeID": "181328",
      "fromID": "137066",
      "toID": "137067",
      "formEdgeID": null
    },
    {
      "edgeID": "181329",
      "fromID": "137067",
      "toID": "137063",
      "formEdgeID": null
    },
    {
      "edgeID": "181330",
      "fromID": "137069",
      "toID": "137070",
      "formEdgeID": null
    },
    {
      "edgeID": "181331",
      "fromID": "137070",
      "toID": "137068",
      "formEdgeID": null
    },
    {
      "edgeID": "181332",
      "fromID": "137071",
      "toID": "137072",
      "formEdgeID": null
    },
    {
      "edgeID": "181333",
      "fromID": "137072",
      "toID": "137069",
      "formEdgeID": null
    },
    {
      "edgeID": "181334",
      "fromID": "137074",
      "toID": "137075",
      "formEdgeID": null
    },
    {
      "edgeID": "181335",
      "fromID": "137075",
      "toID": "137073",
      "formEdgeID": null
    },
    {
      "edgeID": "181336",
      "fromID": "137076",
      "toID": "137077",
      "formEdgeID": null
    },
    {
      "edgeID": "181337",
      "fromID": "137077",
      "toID": "137074",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
