{
  "nodes": [
    {
      "nodeID": "162791",
      "text": "Some animals also have (superficially) changes species - eg wolves to dogs. Finally, fossil records show clear evidence of 'macro'evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:00"
    },
    {
      "nodeID": "162792",
      "text": "I'm not surprised that no one on your side of the debate would correct you, but wolves and dogs are both members of the same species. The Canid species, specifically the Gray Wolf, or the Canis lupus which the domesticated dog is an extremely close relative of, differing from it by at most 0.2% of mtDNA sequence. The evolution of the domestic dog The earliest remains of the domestic dog date from 10 to15 thousand years ago21; the diversity of these remains suggests multiple domestication events at different times and places. Dogs may be derived from several different ancestral gray wolf populations, and many dog breeds and wild wolf populations must be analysed in order to tease apart the genetic sources of the domestic dog gene pool. A limited mtDNA restriction fragment analysis of seven dog breeds and 26 gray wolf populations from different locations around the world has shown that the genotypes of dogs and wolves are either identical or differ by the loss or gain of only one or two restriction sites22. The domestic dog is an extremely close relative of the gray wolf, differing from it by at most 0.2% of mtDNA sequence. In comparrison, the gray wolf differs from its closest wild relative, the coyote, by about 4% of mitochondrial DNA sequence14 (Fig. 4). Therefore, the molecular genetic evidence does not support theories that domestic dogs arose from jackal ancestors24. Dogs are gray wolves, despite their diversity in size and proportion; the wide variation in their adult morphology probably results from simple changes in developmental rate and timing 25. Link to source site: http://www.idir.net/~wolf2dog/wayne2.htm Here's a lineage graph: http://www.idir.net/~wolf2dog/images/W2FIG4.gif And what fossil records can you show that one species of animal has evolved into another species of animal?",
      "type": "I",
      "timestamp": "2016-03-08 20:41:00"
    },
    {
      "nodeID": "162793",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:00"
    },
    {
      "nodeID": "162794",
      "text": "However, there is an extra argument, using the Bible. If animals can 'micro'evolve, then assumedly so can humans. However, God has created man 'in his own image'. Given that the 'image' of man has potentially changed drastically over time (compare different breeds of dogs, or of horses), what is the 'true image' of man? It's almost certainly very little like we are today...",
      "type": "I",
      "timestamp": "2016-03-08 20:41:00"
    },
    {
      "nodeID": "162795",
      "text": "I'm always interested in arguments where 'image' assumes physical likeness. When God said, 'Let us make man in our image and likeness...', I wonder why God needs five fingers, two eyes, a heart, liver etc. He's supposed to be a spirit and therefore has no need of physical characterisitics. Easily understood when man created his own god. But what if 'image' refers to character and personality, not physical appearance? Man really is like his god in that case: murderous, jealous, petty, genocidal, caring, loving, contrary et al. Like father, like son. Character-wise, man has probably always been the same to some extent or other.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:00"
    },
    {
      "nodeID": "162796",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:00"
    },
    {
      "nodeID": "162797",
      "text": "I guess that if I wanted to counter that argument I would point out that man was created seperately from the animals, and, as you point out, in God's image. Thus, the rules that apply to animals need not apply to man. In particular, there's no cause to assume that man evolves, macro or micro, simply because animals do.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:00"
    },
    {
      "nodeID": "162798",
      "text": "Ah, yes, a return to the redefinition of '(un)natural'. Fair enough - it's using the Bible to support a viewpoint, but that's kinda what creationism is I guess. From the 'scientific' creationist view, the challenge would be to then prove that humans have never undergone 'micro'evolution. Especially given the various mutations and differences in humans today - from minor differences like height and hair colour to more major differences like minor variations in bone structure (often racial differences) to the most extreme differences like varying number of appendages (see the 'two-toed' tribes). But you're right - I guess that the traditional response would be 'the bible says this, so reality must be wrong...'",
      "type": "I",
      "timestamp": "2016-03-08 20:41:00"
    },
    {
      "nodeID": "162799",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:41:00"
    },
    {
      "nodeID": "162800",
      "text": "I'm not surprised that no one on your side of the debate would correct you, but wolves and dogs are both members of the same species.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:00"
    },
    {
      "nodeID": "162801",
      "text": "The reason no one corrected him is because he wasn't wrong. Canis is the genus, lupus is the species-Canis lupus is a wolf. Canis familiaris is a domesticated dog.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:00"
    },
    {
      "nodeID": "162802",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:00"
    },
    {
      "nodeID": "162803",
      "text": "And what fossil records can you show that one species of animal has evolved into another species of animal?",
      "type": "I",
      "timestamp": "2016-03-08 20:41:00"
    },
    {
      "nodeID": "162804",
      "text": "The same ones you've been told about, what, a few dozen times now? :) A small exerpt:",
      "type": "I",
      "timestamp": "2016-03-08 20:41:01"
    },
    {
      "nodeID": "162805",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:01"
    },
    {
      "nodeID": "162806",
      "text": "I'm not surprised that no one on your side of the debate would correct you, but wolves and dogs are both members of the same species. The Canid species, specifically the Gray Wolf, or the Canis lupus which the domesticated dog is an extremely close relative of, differing from it by at most 0.2% of mtDNA sequence.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:01"
    },
    {
      "nodeID": "162807",
      "text": "EHHHHHHHHHHH!!!!!!!!!!!!!!!!!! WRONG! Wow, you're even wrong when yoget away from your precious Bible and try to sound scientific. there is no such thing as the 'Canid species'. You are so bloody wrong it isn't even funny. 'Canid' (or rather Canis) referrs to the GENUS, the WORD FOLLOWING IT referrs to SPECIES.  Perhaps you should head back to school and learn some simple biological classification/taxonomic ranking.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:01"
    },
    {
      "nodeID": "162808",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:01"
    },
    {
      "nodeID": "162809",
      "text": "Dealt with. Wolves and dogs share a genus, not a species. Along with coyotes and jackels. See above for lots of transitionals, also.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:01"
    },
    {
      "nodeID": "162810",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:01"
    },
    {
      "nodeID": "162811",
      "text": "Easily understood when man created his own god.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:01"
    },
    {
      "nodeID": "162812",
      "text": "Indeed true. God created man in his own likeness and man returned the favor. Man created a vindictive, vengeful, and vicious god, according to the Bible. So where does a loving god come from?",
      "type": "I",
      "timestamp": "2016-03-08 20:41:01"
    },
    {
      "nodeID": "162813",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:41:01"
    },
    {
      "nodeID": "162814",
      "text": "The character of God seems to be in the eye of the beholder... Or non-existant. emoticon_xhoho",
      "type": "I",
      "timestamp": "2016-03-08 20:41:01"
    },
    {
      "nodeID": "162815",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:01"
    }
  ],
  "edges": [
    {
      "edgeID": "199572",
      "fromID": "162792",
      "toID": "162793",
      "formEdgeID": null
    },
    {
      "edgeID": "199573",
      "fromID": "162793",
      "toID": "162791",
      "formEdgeID": null
    },
    {
      "edgeID": "199574",
      "fromID": "162795",
      "toID": "162796",
      "formEdgeID": null
    },
    {
      "edgeID": "199575",
      "fromID": "162796",
      "toID": "162794",
      "formEdgeID": null
    },
    {
      "edgeID": "199576",
      "fromID": "162798",
      "toID": "162799",
      "formEdgeID": null
    },
    {
      "edgeID": "199577",
      "fromID": "162799",
      "toID": "162797",
      "formEdgeID": null
    },
    {
      "edgeID": "199578",
      "fromID": "162801",
      "toID": "162802",
      "formEdgeID": null
    },
    {
      "edgeID": "199579",
      "fromID": "162802",
      "toID": "162800",
      "formEdgeID": null
    },
    {
      "edgeID": "199580",
      "fromID": "162804",
      "toID": "162805",
      "formEdgeID": null
    },
    {
      "edgeID": "199581",
      "fromID": "162805",
      "toID": "162803",
      "formEdgeID": null
    },
    {
      "edgeID": "199582",
      "fromID": "162807",
      "toID": "162808",
      "formEdgeID": null
    },
    {
      "edgeID": "199583",
      "fromID": "162808",
      "toID": "162806",
      "formEdgeID": null
    },
    {
      "edgeID": "199584",
      "fromID": "162809",
      "toID": "162810",
      "formEdgeID": null
    },
    {
      "edgeID": "199585",
      "fromID": "162810",
      "toID": "162792",
      "formEdgeID": null
    },
    {
      "edgeID": "199586",
      "fromID": "162812",
      "toID": "162813",
      "formEdgeID": null
    },
    {
      "edgeID": "199587",
      "fromID": "162813",
      "toID": "162811",
      "formEdgeID": null
    },
    {
      "edgeID": "199588",
      "fromID": "162814",
      "toID": "162815",
      "formEdgeID": null
    },
    {
      "edgeID": "199589",
      "fromID": "162815",
      "toID": "162812",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
