{
  "nodes": [
    {
      "nodeID": "161597",
      "text": "] How many different ways can ToE be invalidated? In a scientific theory, there are NO exceptions -- exceptions mean holes -- holes mean trouble. The answer is none so far. Your article and the mechanism involved do not impact upon TOE which makes only very broad assumptions about heritable elements. And what you reference does not constitute a hole in TOE, although it may be a new mechanism of inheritance.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:55"
    },
    {
      "nodeID": "161598",
      "text": "yea, I often forget ToE is a mental concept, not a scientific one. Nothing -- and I mean nothing -- will ever dismantle it in the minds of the faithful. Materialism is so entrenched in your mind that even if an animal generates a new piece of morphology by mere thought, sensation or awareness, and then passes that trait down to progeny, (which has been shown on here) you still think materialism stands. It's an unfalsifiable mindset that you and millions of others have created for yourselves.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:55"
    },
    {
      "nodeID": "161599",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:55"
    },
    {
      "nodeID": "161600",
      "text": "As to HOW thought or awareness generates a new phenotypic trait, well first you need to show that thought or awareness DOES generate a new phenotypic trait. THEN you can begin to elucidate a mechanism. Till you show the effect you need to explain by a mechanism you have nothing to explain. .",
      "type": "I",
      "timestamp": "2016-03-08 20:37:55"
    },
    {
      "nodeID": "161601",
      "text": "so in order for me to win this debate I have to explain how thoughts turn into physical realities? C'mmon. That's what's so damaging about these types of experiements...such as the one with the spine-developing flea. You stick a predator near a bug or other creature, and amazingly new morphology develops -- either during development or even later in life. Snails, for example can grow larger when predators are around. Lots of things are like that. Fish, for example, in small fish tanks have a tendency to stay small, while the same type fish in very big tanks get much bigger. Thus, something inside the organism is putting the brakes on growth. But what is it? Just because I cannot point to this particular entity does not mean it doesn't exist -- the evidence is right there in front of you that external stimuli is physically acted upon by the organism -- probably by way of a nervous system response.  This is why science has forever ignored doing experiments on animals by changing their locations and checking for responsive, heritable phenotypic adjustments. They simply do not want to have to confront the notion that life changes non-materialistically -- that thought or awareness can start the process of physical change....that there are causes to biological change. This concept of mind over matter is simply unexplainable by science because science is not interested in the mind -- or anything else that cannot be measured or defined. If I raise my arm and then claim that there was a thought-command before hand, how would I ever prove to you that there was indeed a thought-command that caused the arm to raise?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:55"
    },
    {
      "nodeID": "161602",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:55"
    }
  ],
  "edges": [
    {
      "edgeID": "198720",
      "fromID": "161598",
      "toID": "161599",
      "formEdgeID": null
    },
    {
      "edgeID": "198721",
      "fromID": "161599",
      "toID": "161597",
      "formEdgeID": null
    },
    {
      "edgeID": "198722",
      "fromID": "161601",
      "toID": "161602",
      "formEdgeID": null
    },
    {
      "edgeID": "198723",
      "fromID": "161602",
      "toID": "161600",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
