{
  "nodes": [
    {
      "nodeID": "152177",
      "text": "What parts of the old testament actually help anyone do anything?",
      "type": "I",
      "timestamp": "2016-03-08 20:16:23"
    },
    {
      "nodeID": "152178",
      "text": "It depends, now, doesn't it. What are you looking to do with it. It is a great set of stories to derive moral principles out of, if you look at it in the proper light (THe key is stories). From a historical point of view, it gives insight into the culture and concepts of an early people.  Like anything, it is what you make of it.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:23"
    },
    {
      "nodeID": "152179",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:23"
    },
    {
      "nodeID": "152180",
      "text": "That begs the question , do you feel the New Testament is useful? As far as useful it did teach that you should wash after touching a dead body. Until a Creationist popularized the idea many died needlessly. It also begs the question , what are the social benefits of Darwinism?",
      "type": "I",
      "timestamp": "2016-03-08 20:16:23"
    },
    {
      "nodeID": "152181",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:23"
    },
    {
      "nodeID": "152182",
      "text": "Ten Commandments.  Used as basic social norms.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:23"
    },
    {
      "nodeID": "152183",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:23"
    },
    {
      "nodeID": "152184",
      "text": "You obviously got your opinions second hand. Read the sequel to Mein Kampf and you will never be able to say Hitler was not absolutely driven by Darwinism. At least not honestly.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:24"
    },
    {
      "nodeID": "152185",
      "text": "So what? Some of the greatest crimes in history have been led by people of faith. Take the Crusades for one, the religious knights killed every last man, women, and child in Jerusalem. It doesn't discredit Christianity does it?",
      "type": "I",
      "timestamp": "2016-03-08 20:16:24"
    },
    {
      "nodeID": "152186",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:16:24"
    },
    {
      "nodeID": "152187",
      "text": "You obviously got your opinions second hand. Read the sequel to Mein Kampf and you will never be able to say Hitler was not absolutely driven by Darwinism. At least not honestly. If Hitler believed we were all God's children he could not have believed in evolution and therefore the master race or the need to attack America , or anyone for that matter.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:24"
    },
    {
      "nodeID": "152188",
      "text": "I think we are talking about different things. A belief in adam and eve is not the same as being a good christian. The disbeleif in adam and eve cannot DIRECTLY be used as a excuse to murder. Also did hitler talk about anything else other than keeping bloodlines pure? Because these ideas to rely on the main theme of darwins origin of the species, in your quote you show how darwin states that eugenics is just an obvious consequence of the facts of animal husbandry.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:24"
    },
    {
      "nodeID": "152189",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:24"
    },
    {
      "nodeID": "152190",
      "text": "It is true about the crusades , the inquisition etc, Those crimes were committed in the name of Christianity. Hitler was going by the book. There are wondeful social effects of Christianity. Evolution has none. Darwin warned against allowing 'the weak members of civilised societies [to] propagate their kind' 'With savages, the weak in body or mind are soon eliminated; and those that survive commonly exhibit a vigorous state of health. We civilised men, on the other hand, do our utmost to check the process of elimination; we build asylums for the imbecile, the maimed, and the sick; we institute poor-laws; and our medical men exert their utmost skill to save the life of every one to the last moment. There is reason to believe that vaccination has preserved thousands, who from a weak constitution would formerly have succumbed to small-pox. Thus the weak members of civilised societies propagate their kind. No one who has attended to the breeding of domestic animals will doubt that this must be highly injurious to the race of man. It is surprising how soon a want of care, or care wrongly directed, leads to the degeneration of a domestic race; but excepting in the case of man himself, hardly any one is so ignorant as to allow his worst animals to breed.' (Darwin, Charles R. [English naturalist and founder of the modern theory of evolution], 'The Descent of Man and Selection in Relation to Sex,' [1871], John Murray: London, Second Edition, 1922, reprint, pp.205-206) [top] 'Haeckel was the chief apostle of evolution in Germany. Nordenskiold (1929) argues that he was even more influential than Darwin in convincing the world of the truth of evolution. ... But, as Gasman argues, Haeckel's greatest influence was, ultimately, in another, tragic direction-national socialism. His evolutionary racism; his call to the German people for racial purity and unflinching devotion to a 'just' state; his belief that harsh, inexorable laws of evolution ruled human civilization and nature alike, conferring upon favored races the right to dominate others; the irrational mysticism that had always stood in strange communion with his brave words about objective science-all contributed to the rise of Nazism. The Monist League that he had founded and led, though it included a wing of pacifists and leftists, made a comfortable transition to active support for Hitler.' (Gould, Stephen J. [Professor of Zoology and Geology, Harvard University], 'Ontogeny and Phylogeny,' Belknap Press: Cambridge MA, 1977, pp.77-78).",
      "type": "I",
      "timestamp": "2016-03-08 20:16:24"
    },
    {
      "nodeID": "152191",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:24"
    },
    {
      "nodeID": "152192",
      "text": "A belief in Adam and Eve is a fundamental necessity to being a Christian at all. Jesus Christ believed in Adam and Eve, after all He created them. Gen 5:2 Male and female created he them; and blessed them, and called their name Adam, in the day when they were created. [Adam means man] These arevthe words of Jesus Christ. You will notice He refers to the Old Testement as History. Mat 19:4 And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female, Mat 19:5 And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh? Mat 19:6 Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder. Mat 19:7 They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away? Mat 19:8 He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.  Joh 1:1 In the beginning was the Word, and the Word was with God, and the Word was God. Joh 1:2 The same was in the beginning with God. Joh 1:3 All things were made by him; and without him was not any thing made that was made. Joh 1:4 In him was life; and the life was the light of men. Joh 1:5 And the light shineth in darkness; and the darkness comprehended it not. Joh 1:6 There was a man sent from God, whose name was John. Joh 1:7 The same came for a witness, to bear witness of the Light, that all men through him might believe. Joh 1:8 He was not that Light, but was sent to bear witness of that Light. Joh 1:9 That was the true Light, which lighteth every man that cometh into the world. Joh 1:10 He was in the world, and the world was made by him, and the world knew him not.  Hitler said it was necessary to attack America because the best aryan stock had already moved here and would evolve into the master race.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:24"
    },
    {
      "nodeID": "152193",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:24"
    }
  ],
  "edges": [
    {
      "edgeID": "192020",
      "fromID": "152178",
      "toID": "152179",
      "formEdgeID": null
    },
    {
      "edgeID": "192021",
      "fromID": "152179",
      "toID": "152177",
      "formEdgeID": null
    },
    {
      "edgeID": "192022",
      "fromID": "152180",
      "toID": "152181",
      "formEdgeID": null
    },
    {
      "edgeID": "192023",
      "fromID": "152181",
      "toID": "152177",
      "formEdgeID": null
    },
    {
      "edgeID": "192024",
      "fromID": "152182",
      "toID": "152183",
      "formEdgeID": null
    },
    {
      "edgeID": "192025",
      "fromID": "152183",
      "toID": "152177",
      "formEdgeID": null
    },
    {
      "edgeID": "192026",
      "fromID": "152185",
      "toID": "152186",
      "formEdgeID": null
    },
    {
      "edgeID": "192027",
      "fromID": "152186",
      "toID": "152184",
      "formEdgeID": null
    },
    {
      "edgeID": "192028",
      "fromID": "152188",
      "toID": "152189",
      "formEdgeID": null
    },
    {
      "edgeID": "192029",
      "fromID": "152189",
      "toID": "152187",
      "formEdgeID": null
    },
    {
      "edgeID": "192030",
      "fromID": "152190",
      "toID": "152191",
      "formEdgeID": null
    },
    {
      "edgeID": "192031",
      "fromID": "152191",
      "toID": "152185",
      "formEdgeID": null
    },
    {
      "edgeID": "192032",
      "fromID": "152192",
      "toID": "152193",
      "formEdgeID": null
    },
    {
      "edgeID": "192033",
      "fromID": "152193",
      "toID": "152188",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
