{
  "nodes": [
    {
      "nodeID": "161282",
      "text": "For those who are pro-life, how much of a role does your belief in a soul (assuming you hold such beliefs) play into your views on abortion? To explore this, would your views on a particular abortion change if you knew for certain that a particular fetus has no soul? The reason I bring this up is that, for those of us with largely secular views, the idea of the soul is closely analogous to our idea of mental existence, sentience, etc. I suspect, therefore, that much of our thinking may end up being similar but that you view this mental essence as starting at conception and we take the scientific view of it happenning much later in a pregnancy. I know that, apart from that arguement, you value potential more than we do. However, I suspect that concepts of the soul do play a role in the views of most on the pro-life side. Would you be willing to discuss such ideas?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:15"
    },
    {
      "nodeID": "161283",
      "text": "I think more than this is the principle of human dignity. That humans have inherent dignity and value at every stage of life.  This is transcendent of whether they are conscious or unconscious and it is why we treat 24 week premies who have no real conscious existence and a 30 year old automobile accident victim in a coma on a respirator and you and me the same. So strongly do humans recognize this inherent dignity that even in death a person is dignified with a funeral ceremony recognizing their life had inherent meaning and value. We build memorials to those who were victimized in life.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:15"
    },
    {
      "nodeID": "161284",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:15"
    },
    {
      "nodeID": "161285",
      "text": "They also believe somehow that until a child breathes its first breathe, it can't be called or considered a PERSON.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:15"
    },
    {
      "nodeID": "161286",
      "text": "You want to consider a ZEF a 'person' - fine, let's apply this so-called 'logic' across the board. If a woman should for whatever reason die while giving birth, then the baby should serve a life prison sentence for murder emoticon_xgood  Have a nice day emoticon_xangel",
      "type": "I",
      "timestamp": "2016-03-08 20:37:15"
    },
    {
      "nodeID": "161287",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:15"
    },
    {
      "nodeID": "161288",
      "text": "I agree with you, that's just plain silly. First of all we don't know if a soul even exist, and secondly, even if we had proof that it did, we have no way of knowing when it becomes reality for that person. Maybe it's like sin, you know, a man-made concept ;)",
      "type": "I",
      "timestamp": "2016-03-08 20:37:15"
    },
    {
      "nodeID": "161289",
      "text": "I know that the soul exists, which is why I made my claim. Just as sin isn't a man made concept but a reality that is proven whenever you feel guilty for doing wrong. I mean only sociopaths feel no guilt when sinning, are you saying that you're a sociopath?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:15"
    },
    {
      "nodeID": "161290",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:37:15"
    },
    {
      "nodeID": "161291",
      "text": "What's a ZEF?",
      "type": "I",
      "timestamp": "2016-03-08 20:37:15"
    },
    {
      "nodeID": "161292",
      "text": "OH MY GOD! You're in an abortion debate and you don't even know what a ZEF is? What a joke! emoticon_ic You have just lost all credibility. Please wait for the ride to come to a complete stop before attempting to exit.",
      "type": "I",
      "timestamp": "2016-03-08 20:37:15"
    },
    {
      "nodeID": "161293",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:37:15"
    }
  ],
  "edges": [
    {
      "edgeID": "198492",
      "fromID": "161283",
      "toID": "161284",
      "formEdgeID": null
    },
    {
      "edgeID": "198493",
      "fromID": "161284",
      "toID": "161282",
      "formEdgeID": null
    },
    {
      "edgeID": "198494",
      "fromID": "161286",
      "toID": "161287",
      "formEdgeID": null
    },
    {
      "edgeID": "198495",
      "fromID": "161287",
      "toID": "161285",
      "formEdgeID": null
    },
    {
      "edgeID": "198496",
      "fromID": "161289",
      "toID": "161290",
      "formEdgeID": null
    },
    {
      "edgeID": "198497",
      "fromID": "161290",
      "toID": "161288",
      "formEdgeID": null
    },
    {
      "edgeID": "198498",
      "fromID": "161292",
      "toID": "161293",
      "formEdgeID": null
    },
    {
      "edgeID": "198499",
      "fromID": "161293",
      "toID": "161291",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
