{
  "nodes": [
    {
      "nodeID": "152165",
      "text": "More bad news for the global warming ideologues ... Some are calling this 'climategate' in other articles.  EDITORIAL: Hiding evidence of global cooling - Washington Times",
      "type": "I",
      "timestamp": "2016-03-08 20:16:22"
    },
    {
      "nodeID": "152166",
      "text": "Here is what your link says. It is shocking that we have discovered this SCAM has been going on for decades leading up to the current Cap and Trade Legislation and Treaties which will indebt average americans to paying for a scam to the tune of billions of dollars per year. Again, from your link: Scientific progress depends on accurate and complete data. It also relies on replication. The past couple of days have uncovered some shocking revelations about the baloney practices that pass as sound science about climate change. It was announced Thursday afternoon that computer hackers had obtained 160 megabytes of e-mails from the Climate Research Unit (CRU) at the University of East Anglia (UEA) in England. Those e-mails involved communication among many scientific researchers and policy advocates with similar ideological positions all across the world. Those purported authorities were brazenly discussing the destruction and hiding of data that did not support global-warming claims. Professor Phil Jones, the head of the Climate Research Unit, and professor Michael E. Mann at Pennsylvania State University, who has been an important scientist in the climate debate, have come under particular scrutiny. Among his e-mails, Mr. Jones talked to Mr. Mann about the 'trick of adding in the real temps to each series ... to hide the decline [in temperature].' Mr. Mann admitted that he was party to this conversation and lamely explained to the New York Times that 'scientists often used the word 'trick' to refer to a good way to solve a problem 'and not something secret.' ' Though the liberal New York newspaper apparently buys this explanation, we have seen no benign explanation that justifies efforts by researchers to skew data on so-called global-warming 'to hide the decline.' Given the controversies over the accuracy of Mr. Mann's past research, it is surprising his current explanations are accepted so readily. Here's more on this travesty: The Global Warming Scam Notice that the IPCC which has been the source for global warming lies which its defenders have been posting here for years has been deep into the scam of misinforming the public. It should also be noted that European stock advisers have called for the selling off of alternative energy stocks in light of these scam revelations.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:22"
    },
    {
      "nodeID": "152167",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:22"
    },
    {
      "nodeID": "152168",
      "text": "Ah so, the extremely biased right wing rag owned by cult leader Sun Myung Moon, founder of the Unification Church cult which believes that Moon is the Christ.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:22"
    },
    {
      "nodeID": "152169",
      "text": "It's been reported in the Telegraph as well as several other news outlets. Want to slander them as well or do you want to try to disprove their story based on its content. I suggest the former, because the University has already confirmed the authenticity of the e-mails and documents. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:16:22"
    },
    {
      "nodeID": "152170",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:22"
    },
    {
      "nodeID": "152171",
      "text": "It disproves climate change about as well as Piltdown man disproves evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:22"
    },
    {
      "nodeID": "152172",
      "text": "Agreed, which tells me that spending $Trillions on an uncertainty of this magnitude has to be driven by alterior motives.",
      "type": "I",
      "timestamp": "2016-03-08 20:16:22"
    },
    {
      "nodeID": "152173",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:16:22"
    },
    {
      "nodeID": "152174",
      "text": "I called that one back in 2005 when I debated Clive14 on AGW. http://www.4forums.com/political/debate-tournaments/6588-clive14-vs-jpsartre12-global-warming.html#post172723",
      "type": "I",
      "timestamp": "2016-03-08 20:16:22"
    },
    {
      "nodeID": "152175",
      "text": "Great insight and response to him. I too had my doubts about the veracity of the global warming claims at every level of the propaganda they have spewed from so many different sources, for so long. And those very sources have been exposed as participants in this scam now, which just makes my decade... emoticon_xhoho Here's a link to a link I posted in the debate about the scam of carbon credits right here on 4forums back in January of 08, and an excerpt from that article. Read some of the defenders posts and look at the sources they rely on to justify the global warming scam. It's absolutely incredible how they just lap up the lies and follow the propaganda like lambs to the slaughter. Will Media Report Global Warming 'Carbon Credit' Fraud? By Noel Sheppard (Bio | Archive) April 25, 2007 - 21:54 ET It's conceivable that years from now, America's media will be reporting one of the biggest frauds in history: the idea that a wealthy person, for instance, soon-to-be-Dr. Al Gore, can purchase 'carbon credits' to offset his lavish lifestyle making him quote 'carbon neutral.' Given the media's love affair with the former vice president as well as advancing man-made global warming hysteria, few American press members have dared to expose this hoax for what it is. However, on Wednesday, an impeccably reputable publication, the Financial Times, published an article that is a deliciously inconvenient truth for folks like Gore, Laurie David, Sheryl Crow, and all the rest of the alarmists that are actively involved in what years from now will be considered one of the biggest scams ever (emphasis added throughout):http://www.4forums.com/political/297828-post25.html",
      "type": "I",
      "timestamp": "2016-03-08 20:16:22"
    },
    {
      "nodeID": "152176",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:16:22"
    }
  ],
  "edges": [
    {
      "edgeID": "192012",
      "fromID": "152166",
      "toID": "152167",
      "formEdgeID": null
    },
    {
      "edgeID": "192013",
      "fromID": "152167",
      "toID": "152165",
      "formEdgeID": null
    },
    {
      "edgeID": "192014",
      "fromID": "152169",
      "toID": "152170",
      "formEdgeID": null
    },
    {
      "edgeID": "192015",
      "fromID": "152170",
      "toID": "152168",
      "formEdgeID": null
    },
    {
      "edgeID": "192016",
      "fromID": "152172",
      "toID": "152173",
      "formEdgeID": null
    },
    {
      "edgeID": "192017",
      "fromID": "152173",
      "toID": "152171",
      "formEdgeID": null
    },
    {
      "edgeID": "192018",
      "fromID": "152175",
      "toID": "152176",
      "formEdgeID": null
    },
    {
      "edgeID": "192019",
      "fromID": "152176",
      "toID": "152174",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
