{
  "nodes": [
    {
      "nodeID": "161663",
      "text": "Objective Moral values",
      "type": "I",
      "timestamp": "2016-03-08 20:38:04"
    },
    {
      "nodeID": "161664",
      "text": "Well, we can go through a list from Live human sacrifice, infraticide, slavery in the Roman empire, to sexual morality, and the treatment of Wmen - Mother's and their children. We might need a new thread for this topic! Most elucidating, and worth quoting is: In the Syballine Oracles, written by an Egyptian Jew probably between 163 and 45 B.C., the author compared Jews to the other nations: The Jews &#8220;are mindful of holy wedlock, and they do not engage in impious intercourse with male children, as do Phoenicians, Egyptians, and Romans, specious Greece and many nations of others, Persians and Galatians and all Asia.&#8221;  And in our times, sex historian Amo Karlen wrote that according to the sex researcher Alfred Kinsey, &#8220;Homosexuality was phenomenally rare among Orthodox Jews.&#8221;  To a world which divided human sexuality between penetrator and penetrated, Judaism said, &#8220;You are wrong &#8212; sexuality is to be divided between male and female.&#8221;  To a world which saw women as baby producers unworthy of romantic and sexual attention, Judaism said, &#8220;You are wrong &#8212; women must be the sole focus of men's erotic love.&#8221;  To a world which said that sensual feelings and physical beauty were life's supreme goods, Judaism said, &#8220;You are wrong &#8212; ethics and holiness are the supreme goods.&#8221;  A thousand years before Roman emperors kept naked boys, Jewish kings were commanded to write and keep a sefer torah, a book of the Torah. ....nothing moved me more than the Talmudic law that Jews were forbidden to sell slaves or sheep to non-Jews, lest the non-Jews engage in homosexuality and bestiality. That was the world in which rabbis wrote the Talmud, and in which, earlier, the Bible was written. Asked what is the single greatest revelation I have derived from all my researches, I always respond, i &#8220;That there had to have been divine revelation to produce the Torah.&#8221;  The Torah was simply too different from the rest of the world, too against man's nature, to have been solely man-made.  The creation of Western civilization has been a terribly difficult and unique thing. It took a constant delaying of gratification, and a re-channeling of natural instincts; and these disciplines have not always been well received. There have been numerous attempts to undo Judeo-Christian civilization, not infrequently by Jews (through radical politics) and Christians (through anti-Semitism).  The bedrock of this civilization, and of Jewish life, has been the centrality and purity of family life. But the family is not a natural unit so much as it is a value that must be cultivated and protected. The Greeks assaulted the family in the name of beauty and Eros. The Marxists assaulted the family in the name of progress.  Judaism&#8217;s Sexual Revolution: Why Judaism (and then Christianity) Rejected Homosexuality - Click Here",
      "type": "I",
      "timestamp": "2016-03-08 20:38:04"
    },
    {
      "nodeID": "161665",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:38:04"
    },
    {
      "nodeID": "161666",
      "text": "'First off this is not an accurate depiction of atheism. Atheism doesn't dictate how the universe was created or what happens after death. It just says that there is no god.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:04"
    },
    {
      "nodeID": "161667",
      "text": "Where is your evidence of 'no God' Atheism is a curse! Agnosticism, is the only intellectually honest position, and next, as we proved with Freud, even the so called atheists, show up late in life as Theists!!! Psalm 8,9, 14, 18, 19. The Heaven's declare the glory of God. A fool in his heart says, there is NO God. Wake up and smell the coffee!!!",
      "type": "I",
      "timestamp": "2016-03-08 20:38:04"
    },
    {
      "nodeID": "161668",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:04"
    },
    {
      "nodeID": "161669",
      "text": "First off this is not an accurate depiction of atheism. Atheism doesn't dictate how the universe was created or what happens after death. It just says that there is no god. Other than that it's up to you to think, use your brain. This is also why the thread title: 'I don't have enough faith to be an atheist' is not accurate. All you have to do is believe that we weren't created by God. It doesn't in any way relate to evolution, the big bang, etc.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:04"
    },
    {
      "nodeID": "161670",
      "text": "I'm not sure where anyone said it related to evolution, the big bang, etc., but I might have missed something.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:04"
    },
    {
      "nodeID": "161671",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:04"
    },
    {
      "nodeID": "161672",
      "text": "Now the title of this thread, proposed by richbee. You reject a theory of multiple universes because of no proof, this is all agnosticism is. They say there is no proof of god so I don't believe for sure that there is one. They also know you can't prove there is no god so they are not convinced one way or the other. It's a lot better logic than you tried to use. Maybe you should just respect others' beliefs and realize that they've actually thought about their decisions and can do more than just quote a book and other people. You should be able to post quotes but you should actually put a little of your own knowledge and thought into posts as well. I doubt this will have any effect on you at all, but oh well I tried.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:04"
    },
    {
      "nodeID": "161673",
      "text": "Right on.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:05"
    },
    {
      "nodeID": "161674",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:38:05"
    },
    {
      "nodeID": "161675",
      "text": "I agree. Richbee tends to think 'If I disprove atheism, I prove theism!' And the scary part is, he even knows that agnosticism, polytheism, and pantheism exist. I can disprove theism in a wink, but I can't prove atheism.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:05"
    },
    {
      "nodeID": "161676",
      "text": "Argh. Atheism is no belief in a god, 'without belief in god'. Why would you try to prove a negative? Did you wake up today and believe in a UNI because you couldn't prove it didn't exist?  Richbee has a long way to go to 'prove' anything other than his fondness for rhetoric. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 20:38:05"
    },
    {
      "nodeID": "161677",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:05"
    },
    {
      "nodeID": "161678",
      "text": "I can disprove theism in a wink, but I can't prove atheism.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:05"
    },
    {
      "nodeID": "161679",
      "text": "Ha!  Show us your Anti-Theism!!! Bring it on!",
      "type": "I",
      "timestamp": "2016-03-08 20:38:05"
    },
    {
      "nodeID": "161680",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:05"
    },
    {
      "nodeID": "161681",
      "text": "Did I ever say I had proof of no god? I just said I have no proof of god. And I never even claimed anything close to the fact that there is no god. I said that there is no proof of a god and no proof of no god. The thing I pointed out was your double-standard. You don't believe in parallel universes because there is no proof, yet you believe in God. Where is your proof there and there not proof for parallel universes. If you want to know what I believe, I really believe that what happens after death is irrelevant. I'm going to live based on what I know. I know that I am alive (or think I am). I know how to live it to the fullest (and it doesn't involve church or praying). I will live the way I want to which is probably very similar to the way you live yours. I haven't killed anyone, I try not to lie, I don't steal. I have probably about the same morals you do, except for one thing. I don't derive these morals from the fact that if I don't live by them I will burn in hell. I live by them because I know they are the right thing to do. I will not live my life out of fear, I will live my life the best way I know how based on what I know. If there's a god, he shouldn't have a problem with how I'm living my life and if he does have a problem, I don't want to listen to him anyway.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:05"
    },
    {
      "nodeID": "161682",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:05"
    },
    {
      "nodeID": "161683",
      "text": "Atheism is a curse!",
      "type": "I",
      "timestamp": "2016-03-08 20:38:05"
    },
    {
      "nodeID": "161684",
      "text": "A curse? If you don't agree with it that's one thing. Many people have died because of Christianity. The Crusades killed many people just for not converting to Christianity. Gallileo was arrested for proposing the Earth revolves around the sun which was against the church. Atheism hasn't ever hurt anybody. And you call atheism the curse?",
      "type": "I",
      "timestamp": "2016-03-08 20:38:05"
    },
    {
      "nodeID": "161685",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:05"
    },
    {
      "nodeID": "161686",
      "text": "Premise 1: God lives in another universe (Heaven) and therefore cannot be detected in this universe. (Definition of God) Premise 2: If something exists, then it can be detected/sensed. (Definition of Existence) Contrapositive of Premise 2: If something cannot be detected/sensed, then it does not exist. Conclusion: God does not exist. The reason that this doens't prove Atheism is that it cannot disprove the existence of, say, the Hindu gods, which are defined as beings in this world that can be seen. It just disproves theism.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:06"
    },
    {
      "nodeID": "161687",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:06"
    },
    {
      "nodeID": "161688",
      "text": "The Crusades killed many people just for not converting to Christianity.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:06"
    },
    {
      "nodeID": "161689",
      "text": "Many were ignorant in the 'dark' ages.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:06"
    },
    {
      "nodeID": "161690",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:38:06"
    },
    {
      "nodeID": "161691",
      "text": "A curse? If you don't agree with it that's one thing. Many people have died because of Christianity.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:06"
    },
    {
      "nodeID": "161692",
      "text": "Bad Religion or misapplied Religion has been in every century, country and culture.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:06"
    },
    {
      "nodeID": "161693",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:06"
    },
    {
      "nodeID": "161694",
      "text": "Gallileo was arrested for proposing the Earth revolves around the sun which was against the church.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:06"
    },
    {
      "nodeID": "161695",
      "text": "False, since Copernicus had already propsed same, it was really because Gallieo was a jerk with the Pope and Church authorities. No one else was treated like him. He was a 'special' case. - Click Here",
      "type": "I",
      "timestamp": "2016-03-08 20:38:06"
    },
    {
      "nodeID": "161696",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:06"
    },
    {
      "nodeID": "161697",
      "text": "And you call atheism the curse?",
      "type": "I",
      "timestamp": "2016-03-08 20:38:06"
    },
    {
      "nodeID": "161698",
      "text": "Worse, as Plato said, it is like a disease in the brain. When Christianity, or the Politicalzation of Religion has gone wrong, there is a standard, a moral standard, that declares this wrong.  Consider, Nuremburg Trails, when the Nazis said, they were just answering to a higher authority and follow Party power, the judge declared, that they broke their own Laws, and they would answer to a HIGHER POWER - GOD. Case closed, we over road their relativism, or Nazis morality and condemned many to death. So, in every case, when Christians, or those foolishly acting in the name of Christianity have gone wrong, they are condemned by an objective moral standard. Athiesim has no such standard, and I don't want to hear about relative 'ethics' that mean nothing, or have no longevity, or change with the winds.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:06"
    },
    {
      "nodeID": "161699",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:06"
    },
    {
      "nodeID": "161700",
      "text": "Atheism hasn't ever hurt anybody.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:07"
    },
    {
      "nodeID": "161701",
      "text": "Over 100 Million dead in Germany, Russia and China.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:07"
    },
    {
      "nodeID": "161702",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:07"
    },
    {
      "nodeID": "161703",
      "text": "When Christianity, or the Politicalzation of Religion has gone wrong, there is a standard, a moral standard, that declares this wrong.  Consider, Nuremburg Trails, when the Nazis said, they were just answering to a higher authority and follow Party power, the judge declared, that they broke their own Laws, and they would answer to a HIGHER POWER - GOD. Case closed, we over road their relativism, or Nazis morality and condemned many to death.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:07"
    },
    {
      "nodeID": "161704",
      "text": "Which is what they did to the Jews.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:07"
    },
    {
      "nodeID": "161705",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:38:07"
    },
    {
      "nodeID": "161706",
      "text": "Worse, as Plato said, it is like a disease in the brain.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:07"
    },
    {
      "nodeID": "161707",
      "text": "Let me get this straight. You are going on Plato saying that not beleiving in Zeus, Mars, Apollo, et al. is like a diease in the brain as supporting Christianity?",
      "type": "I",
      "timestamp": "2016-03-08 20:38:07"
    },
    {
      "nodeID": "161708",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:07"
    },
    {
      "nodeID": "161709",
      "text": "You can have Russia and China, but Hitler was very much a 'christian.'",
      "type": "I",
      "timestamp": "2016-03-08 20:38:07"
    },
    {
      "nodeID": "161710",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:07"
    },
    {
      "nodeID": "161711",
      "text": "Athiesim has no such standard, and I don't want to hear about relative 'ethics' that mean nothing, or have no longevity, or change with the winds.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:07"
    },
    {
      "nodeID": "161712",
      "text": "Atheism doesn't have that standard because it's not that encompassing a thought. All athiesm is, is a lack of theism, period. It says nothing about morals or ethics. Your typical athiest, though, looks within to find what's moral or ethical and it usually just stems from what's acceptable behavior within the human species. This is also where religion gets its morality and ethics. But times change, and eating shellfish won't kill you, and eating meat on friday won't make the farmers go broke, so the morals and ethics change to fit the society.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:07"
    },
    {
      "nodeID": "161713",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:07"
    },
    {
      "nodeID": "161714",
      "text": "He wasn't that special a case. Let's not forget about Giordano Bruno who was burned at the stake for refusing to recant his idea that that the stars in the sky were all suns with worlds and intellegent beings on them. http://galileo.rice.edu/chr/bruno.html but alas: It is often maintained that Bruno was executed because of his Copernicanism and his belief in the infinity of inhabited worlds. In fact, we do not know the exact grounds on which he was declared a heretic because his file is missing from the records. All the same, he was burned for being a heretic.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:08"
    },
    {
      "nodeID": "161715",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:38:08"
    },
    {
      "nodeID": "161716",
      "text": "I hate to break this to you but this is racked with illogic. Well, ok it's 'logical' but the premises rely on things that are pure assumptions. Just because something can't be detected doesn't mean that it doesn't exist. And, of course, if god is god the way we think about it, then God is everywhere, including in this universe. He is the universe (but we can't detect him). Does he exist now or not?",
      "type": "I",
      "timestamp": "2016-03-08 20:38:08"
    },
    {
      "nodeID": "161717",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:08"
    },
    {
      "nodeID": "161718",
      "text": "All athiesm is, is a lack of theism, period.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:08"
    },
    {
      "nodeID": "161719",
      "text": "Ha! That is classic! So Nihilism proves God???",
      "type": "I",
      "timestamp": "2016-03-08 20:38:08"
    },
    {
      "nodeID": "161720",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:08"
    },
    {
      "nodeID": "161721",
      "text": "Thanks, yes, I did catch myself on that one, and it is interesting to discover that the pagans charged the early Christians with Atheism. I like Tertullian and Justin Martyr's 'Apology', and IMO, the style of rhectoric and the language is powerful.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:08"
    },
    {
      "nodeID": "161722",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:38:08"
    },
    {
      "nodeID": "161723",
      "text": "Just because something can't be detected doesn't mean that it doesn't exist.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:08"
    },
    {
      "nodeID": "161724",
      "text": "Yes it does, by the definition of existence. We can't determine whether something exists or not if we do not define 'existence.' I define it like this: If something exists, then it can be detected. If something cannot be detected, then it doesn't exist. Note that the converses are not necessarily true. Theists define 'God' as something that cannot be detected. Therefore, their god does not exist. Pantheists define 'God' as the universe. Polytheists define their gods as superhumans who live on top of mountains. This proof cannot disprove pantheism or polytheism, but it disproves theism.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:08"
    },
    {
      "nodeID": "161725",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:08"
    }
  ],
  "edges": [
    {
      "edgeID": "198768",
      "fromID": "161664",
      "toID": "161665",
      "formEdgeID": null
    },
    {
      "edgeID": "198769",
      "fromID": "161665",
      "toID": "161663",
      "formEdgeID": null
    },
    {
      "edgeID": "198770",
      "fromID": "161667",
      "toID": "161668",
      "formEdgeID": null
    },
    {
      "edgeID": "198771",
      "fromID": "161668",
      "toID": "161666",
      "formEdgeID": null
    },
    {
      "edgeID": "198772",
      "fromID": "161670",
      "toID": "161671",
      "formEdgeID": null
    },
    {
      "edgeID": "198773",
      "fromID": "161671",
      "toID": "161669",
      "formEdgeID": null
    },
    {
      "edgeID": "198774",
      "fromID": "161673",
      "toID": "161674",
      "formEdgeID": null
    },
    {
      "edgeID": "198775",
      "fromID": "161674",
      "toID": "161672",
      "formEdgeID": null
    },
    {
      "edgeID": "198776",
      "fromID": "161676",
      "toID": "161677",
      "formEdgeID": null
    },
    {
      "edgeID": "198777",
      "fromID": "161677",
      "toID": "161675",
      "formEdgeID": null
    },
    {
      "edgeID": "198778",
      "fromID": "161679",
      "toID": "161680",
      "formEdgeID": null
    },
    {
      "edgeID": "198779",
      "fromID": "161680",
      "toID": "161678",
      "formEdgeID": null
    },
    {
      "edgeID": "198780",
      "fromID": "161681",
      "toID": "161682",
      "formEdgeID": null
    },
    {
      "edgeID": "198781",
      "fromID": "161682",
      "toID": "161667",
      "formEdgeID": null
    },
    {
      "edgeID": "198782",
      "fromID": "161684",
      "toID": "161685",
      "formEdgeID": null
    },
    {
      "edgeID": "198783",
      "fromID": "161685",
      "toID": "161683",
      "formEdgeID": null
    },
    {
      "edgeID": "198784",
      "fromID": "161686",
      "toID": "161687",
      "formEdgeID": null
    },
    {
      "edgeID": "198785",
      "fromID": "161687",
      "toID": "161679",
      "formEdgeID": null
    },
    {
      "edgeID": "198786",
      "fromID": "161689",
      "toID": "161690",
      "formEdgeID": null
    },
    {
      "edgeID": "198787",
      "fromID": "161690",
      "toID": "161688",
      "formEdgeID": null
    },
    {
      "edgeID": "198788",
      "fromID": "161692",
      "toID": "161693",
      "formEdgeID": null
    },
    {
      "edgeID": "198789",
      "fromID": "161693",
      "toID": "161691",
      "formEdgeID": null
    },
    {
      "edgeID": "198790",
      "fromID": "161695",
      "toID": "161696",
      "formEdgeID": null
    },
    {
      "edgeID": "198791",
      "fromID": "161696",
      "toID": "161694",
      "formEdgeID": null
    },
    {
      "edgeID": "198792",
      "fromID": "161698",
      "toID": "161699",
      "formEdgeID": null
    },
    {
      "edgeID": "198793",
      "fromID": "161699",
      "toID": "161697",
      "formEdgeID": null
    },
    {
      "edgeID": "198794",
      "fromID": "161701",
      "toID": "161702",
      "formEdgeID": null
    },
    {
      "edgeID": "198795",
      "fromID": "161702",
      "toID": "161700",
      "formEdgeID": null
    },
    {
      "edgeID": "198796",
      "fromID": "161704",
      "toID": "161705",
      "formEdgeID": null
    },
    {
      "edgeID": "198797",
      "fromID": "161705",
      "toID": "161703",
      "formEdgeID": null
    },
    {
      "edgeID": "198798",
      "fromID": "161707",
      "toID": "161708",
      "formEdgeID": null
    },
    {
      "edgeID": "198799",
      "fromID": "161708",
      "toID": "161706",
      "formEdgeID": null
    },
    {
      "edgeID": "198800",
      "fromID": "161709",
      "toID": "161710",
      "formEdgeID": null
    },
    {
      "edgeID": "198801",
      "fromID": "161710",
      "toID": "161689",
      "formEdgeID": null
    },
    {
      "edgeID": "198802",
      "fromID": "161712",
      "toID": "161713",
      "formEdgeID": null
    },
    {
      "edgeID": "198803",
      "fromID": "161713",
      "toID": "161711",
      "formEdgeID": null
    },
    {
      "edgeID": "198804",
      "fromID": "161714",
      "toID": "161715",
      "formEdgeID": null
    },
    {
      "edgeID": "198805",
      "fromID": "161715",
      "toID": "161689",
      "formEdgeID": null
    },
    {
      "edgeID": "198806",
      "fromID": "161716",
      "toID": "161717",
      "formEdgeID": null
    },
    {
      "edgeID": "198807",
      "fromID": "161717",
      "toID": "161686",
      "formEdgeID": null
    },
    {
      "edgeID": "198808",
      "fromID": "161719",
      "toID": "161720",
      "formEdgeID": null
    },
    {
      "edgeID": "198809",
      "fromID": "161720",
      "toID": "161718",
      "formEdgeID": null
    },
    {
      "edgeID": "198810",
      "fromID": "161721",
      "toID": "161722",
      "formEdgeID": null
    },
    {
      "edgeID": "198811",
      "fromID": "161722",
      "toID": "161704",
      "formEdgeID": null
    },
    {
      "edgeID": "198812",
      "fromID": "161724",
      "toID": "161725",
      "formEdgeID": null
    },
    {
      "edgeID": "198813",
      "fromID": "161725",
      "toID": "161723",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
