{
  "nodes": [
    {
      "nodeID": "138406",
      "text": "Interesting sidenote to the Elliot case: Gun Shop Held Liable * On January 16 a jury ordered Guns Unlimited, a Virginia Beach, Wa.-based gun shop, to pay $100,000 to the family of a teacher who was shot and killed by a student. The teen-ager's 40-year-old cousin had bought the gun illegally for the boy at the store. Daren Farley was a teacher at the Atlantic Shores Christian School in Virginia Beach when she was fatally short with a 9mm pistol in December 1988 during a rampage by student Nicholas Elliott. Elliott also wounded another teacher with the pistol that had been bought three months earlier at Guns Unlimited. According to Associated Press, the cousin, Curtis Lee Williams, testified he bought the $300 gun with money given him by Elliott, then 15. Williams, who served a 15-month prison term for lying on the federal paperwork involved in the sale, claimed Elliott was with him in the store, told the sales clerk which gun he wanted to get, andcarried the firearm from the store. Tony Sassengill, the sales clerk, said he could not remember Williams or Elliott. He said he knew he could not sell any handgun to a minor and would not have allowed such a transaction as described by Williams. Farley's family had sought $3 million. Randy Singer, the family's attorney, asked for a new hearing on the issue of damages. Peter Manson Jr., an attorney representing Guns Unlimited, said the case against the gun store was based entirely on the word of Williams, who was convicted of lying on the sales form, and that there was no way the clerk could have known the gun would be used to commit a crime. Manson has asked for a new trial. Anti-gun groups immediately heralded the decision. Dennis Henigan of the Center to Prevent Handgun Violence told AP this was the first time a jury had held a gun shop liable for damages in such a purchase. The legend lives on - Colt files for bankruptcy | Shooting Industry | Find Articles at BNET",
      "type": "I",
      "timestamp": "2016-03-08 19:47:01"
    },
    {
      "nodeID": "138407",
      "text": "So the scumbag judge or judge and jury did a tremendous miscarriage of justice then. But this is off the topic. Its Black on Black gun crime, not judicial activism.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:01"
    },
    {
      "nodeID": "138408",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:01"
    }
  ],
  "edges": [
    {
      "edgeID": "182284",
      "fromID": "138407",
      "toID": "138408",
      "formEdgeID": null
    },
    {
      "edgeID": "182285",
      "fromID": "138408",
      "toID": "138406",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
