{
  "nodes": [
    {
      "nodeID": "162872",
      "text": "Cuts off man's hand, lacerates his upper body, police say BALTIMORE - A Johns Hopkins University student armed with a samurai sword killed a suspected burglar in a garage behind his off-campus home early Tuesday, hours after someone broke in and stole electronics. Some shocked neighbors said they heard bloodcurdling screams in an area just blocks from the university. Police held the student, a junior chemistry major who turns 21 on Sunday, for several hours, but no charges were filed by early afternoon, said police spokesman Anthony Guglielmi.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:13"
    },
    {
      "nodeID": "162873",
      "text": "Oh, if we only had the requisite absolute civilian gun bans, sick things like this would never happen! Huh Brady?",
      "type": "I",
      "timestamp": "2016-03-08 20:41:13"
    },
    {
      "nodeID": "162874",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:13"
    },
    {
      "nodeID": "162875",
      "text": "Here's an excerpt from the transcript of Joe Horn's 911 call: JOE HORN, TEXAS RESIDENT: They just stole something. I'm going after them, I'm sorry. 911 OPERATOR: Don't go outside.  JOE HORN, TEXAS RESIDENT: I ain't letting them get away with this s--t. They stole something. They got a bag of something. 911 OPERATOR: Mr. Horn, do not go outside the house.  JOE HORN, TEXAS RESIDENT: I'm sorry. This ain't right, buddy. 911 OPERATOR: You're going to get yourself shot if you go outside that house with a gun. I don't care what you think. HORN: You want to make a bet? I'm going to kill them. 911 OPERATOR: OK? Stay in the house. HORN: They're getting away. Joe Horn took his shotgun, went out to confront the burglars as they were leaving his neighbor's house, and shot both to death.  In an interesting twist, weeks after the shooting, the Pasadena police department revealed that, unbeknownst to Joe Horn. '... a plainclothes Pasadena detective witnessed the Nov. 14 shootings after he pulled up in an unmarked car seconds before Horn fired three shots from his 12-gauge shotgun. Corbett said the plainclothes detective, whose name has not been released, had parked in front of Horn's house in response to the 911 call. He saw the men between Horn's house and his neighbor's before they crossed into Horn's front yard.  According to the Chronicle: 'Corbett believes neither Horn nor the men knew a police officer was present. 'It was over within seconds. The detective never had time to say anything before the shots were fired,' Corbett said. 'At first, the officer was assessing the situation. Then he was worried Horn might mistake him for the `wheel man' (get-away driver). He ducked at one point.' ' And Horn didnt go to jail thanks to those right to kill laws or castle laws that the NRA supports!",
      "type": "I",
      "timestamp": "2016-03-08 20:41:13"
    },
    {
      "nodeID": "162876",
      "text": "Good shooting! Got two illegal alien perps that had been deported for previous felonies and just committed another after illegally entering the country again. WE NEED MORE JOE HORNS and a heck of a lot less bradies! Is this the only case you could find of a CCW exercising his rights (you know the law applies to any citizen of Texas don't you and they need not be licensed?) completely justified in the Penal Code of Texas. Self-defense and defense of a third person or property is justified and required by law...IT IS YOUR PUBLIC DUTY. Job well done Mr. Horn!! How come you don't post links (deleted by poster)? This is old news, almost 3 years ago to be exact. Did you think it was sensational? LOL",
      "type": "I",
      "timestamp": "2016-03-08 20:41:14"
    },
    {
      "nodeID": "162877",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:41:14"
    },
    {
      "nodeID": "162878",
      "text": "And Horn didnt go to jail thanks to those right to kill laws or castle laws that the NRA supports!",
      "type": "I",
      "timestamp": "2016-03-08 20:41:14"
    },
    {
      "nodeID": "162879",
      "text": "If you had bothered to spend more than two seconds actually looking up what happened, you would've seen that Joe Horn was cleared of all wrong doings by a grand jury, not on the grounds of the new Castle Doctrine of Texas, but the already existing laws that permits the use of deadly force for preventing property crimes. These laws were on the books for years before Texas officially adopted the NRA endorsed Castle Doctrine. And even so, what're you complaining about? Would you rather Joe Horn be the one killed and the criminals alive today?",
      "type": "I",
      "timestamp": "2016-03-08 20:41:14"
    },
    {
      "nodeID": "162880",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:14"
    },
    {
      "nodeID": "162881",
      "text": "The lovely thing about our system of justice, is, if a citizen acts, his actions are judged for appropriateness, and if found to be unlawful, he/she must stand in a court of law an be held accountable for them.  Brady on the other hand, wants to skip all of that justice stuff, and hang us all, just because we follow the Constitution and our laws, and dare to have the AUDACITY to actually believe in both, and own a Constitutionally recognized as Inalienable Right, gun!  So who is the law breaker here?",
      "type": "I",
      "timestamp": "2016-03-08 20:41:14"
    },
    {
      "nodeID": "162882",
      "text": "Appears that brady murdered the facts, tried to tamper with the evidence and then ran away. Such courage and what a demonstration of the dishonesty in his 'convictions'. emoticon_xagree",
      "type": "I",
      "timestamp": "2016-03-08 20:41:14"
    },
    {
      "nodeID": "162883",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:41:14"
    },
    {
      "nodeID": "162884",
      "text": "Brady, I wonder if you'd think differently if those two guys got away, raped your wife, killed your kids, burned your house, and you somehow knew that they could've been stopped back in Texas.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:14"
    },
    {
      "nodeID": "162885",
      "text": "dreaming up imaginary what if situations doesnt prove anything, youve got nothing",
      "type": "I",
      "timestamp": "2016-03-08 20:41:14"
    },
    {
      "nodeID": "162886",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:14"
    },
    {
      "nodeID": "162887",
      "text": "Well we are waiting for the answer Mr.Brady,how say you?emoticon_wow would you think differently?or are you gonna dodge Ethmi's hypothetical question,which is by the way a damned good one.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:14"
    },
    {
      "nodeID": "162888",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:41:14"
    },
    {
      "nodeID": "162889",
      "text": "A pistol-packing, 80-year-old Bronx man was arrested on gun charges after he tried to turn the tables on a mugger who beat him and stole his Social Security money, authorities said yesterday. Feisty Lester Campbell - a retired security guard who cops said was carrying a hidden, unlicensed .38-caliber handgun - cashed his $262 Social Security check near his home on East 139th Street in Mott Haven at 10 a.m. Monday. A husky 6-foot-tall mugger followed him into his building and onto an elevator. As the elevator headed to his floor, the man pounced on Campbell, throwing him to the floor and hitting him in the head and body. As the thug rifled his elderly victim's pockets for the money, Campbell whipped out his handgun, cops said. His attacker managed to wrest the pistol away and fired a single shot, which lodged in the wall of the elevator. When the elevator stopped, the assailant fled. Cops were called to the building and Campbell told them he had a second gun in his apartment. Campbell was charged with two misdemeanor counts of criminal possession of a weapon. He was treated for facial and body injuries.   He didnt have a license. So will Doc Jones tell us that this is substantiated by LAW or does he only say that when he happens to like the law? He cant have it both ways.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:15"
    },
    {
      "nodeID": "162890",
      "text": "So you deny that this man is a victim? Realize that the gunshot drew attention, and attention is something criminals don't want. Maybe without that gunshot, the guy would've been beaten to death. But I suppose you'd be happier, because at least the old man wasn't a gun owner. Or I suppose you think he should've let the criminal have the money; all that is needed for evil to triumph is for good men to do nothing.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:15"
    },
    {
      "nodeID": "162891",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:15"
    },
    {
      "nodeID": "162892",
      "text": "A pistol-packing, 80-year-old Bronx man was arrested on gun charges after he tried to turn the tables on a mugger who beat him and stole his Social Security money, authorities said yesterday. Feisty Lester Campbell - a retired security guard who cops said was carrying a hidden, unlicensed .38-caliber handgun - cashed his $262 Social Security check near his home on East 139th Street in Mott Haven at 10 a.m. Monday.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:15"
    },
    {
      "nodeID": "162893",
      "text": "11/30/03  Some undesirable consequences of New York City's gun control laws  Gee Wiz Brady, now you are reaching all the way back to 2003? You are indeed a strange bird!",
      "type": "I",
      "timestamp": "2016-03-08 20:41:15"
    },
    {
      "nodeID": "162894",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:15"
    },
    {
      "nodeID": "162895",
      "text": "He didnt have a license. So will Doc Jones tell us that this is substantiated by LAW so thats that or does he only say that when he happens to like the law? He cant have it both ways.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:15"
    },
    {
      "nodeID": "162896",
      "text": "So what? A person has a right to defend themselves, as spelled out in the Constitution. Or would you rather the 80 year old just get beaten to death for his $262? Or maybe you'd feel better if he'd suffered the same fate as the home invader over in Maryland. He made the mistake of breaking and entering into a student house and was slaughtered with a sword. And what point are you trying to make anyway? It's not like the 80 year old went on a killing spree of anything. Nobody got murdered. So what're you moaning about?",
      "type": "I",
      "timestamp": "2016-03-08 20:41:15"
    },
    {
      "nodeID": "162897",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:15"
    },
    {
      "nodeID": "162898",
      "text": "I'm not trying to prove anything. I'm asking if you'd think differently in that case, and you're not answering.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:15"
    },
    {
      "nodeID": "162899",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:15"
    },
    {
      "nodeID": "162900",
      "text": "Then why do you keep hyperventilating about the so called 'terrorist loophole'? No such standard exists, so you've got nothing.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:15"
    },
    {
      "nodeID": "162901",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:15"
    },
    {
      "nodeID": "162902",
      "text": "In other words youre happier because the old man did something criminal and broke the law. Admit it.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:15"
    },
    {
      "nodeID": "162903",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:16"
    },
    {
      "nodeID": "162904",
      "text": "In this case in NYC, the law did exactly what it and most gun laws do best...PROTECT CRIMINALS. The Sullivan Act was passed for that purpose, to protect union thugs and criminals. How do you imagine laws such as this are 'reasonable' or protect the innocent, law abiding people if they can;t defend themselves which is the first law of Nature! Thanks for the admission that laws such as those do nothing for public safety and are a criminals' best friend and have no effect on Crime Control nor Criminals but punish and disarm those most needing such tools. Gun control is not crime control as your bunch likes to state. Situations like this are your worst enemy and destroy the lies told by the gun/rights grabbers.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:16"
    },
    {
      "nodeID": "162905",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:16"
    },
    {
      "nodeID": "162906",
      "text": "New York mayor Bloomberg broke the law by sending undercover agents on sting operations outside of his state of jurisdiction to get the evidence necessary to sue 19 out of state licensed firearms dealers. What he did was illegal, and the ATF threatened to tear him a new one if he didn't stop it. Bloomberg broke the law for his own personal crusade. Are you happy about that? Or are you going to take the chicken way out and claim that a public official must be allowed to break the law to address crime in his territory?",
      "type": "I",
      "timestamp": "2016-03-08 20:41:16"
    },
    {
      "nodeID": "162907",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:41:16"
    },
    {
      "nodeID": "162908",
      "text": "people keep saying thats the law in texas, so Im saying that this is the law in New York, He broke the law so he had it coming, next time dont disrespect the law and get a license, Im just showing how some of the people on this board are major hypocrites, you suddenly get all soft on crime when you dont like the law,",
      "type": "I",
      "timestamp": "2016-03-08 20:41:16"
    },
    {
      "nodeID": "162909",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:16"
    },
    {
      "nodeID": "162910",
      "text": "Maybe what they're saying is 'Grow some balls and practice civil disobedience by violating anti-Constitutional Laws that threaten your safety.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:16"
    },
    {
      "nodeID": "162911",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:16"
    },
    {
      "nodeID": "162912",
      "text": "That is not a law to respect, the civil right in the Second Amendment IS! It is unconstitutional to require a license for a right freely given in the Constitution. - Murdoch vs. Pennsylvania plus about 8 more such rulings. You just don't like the BOR brady, that is the Supreme Law of the Land.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:16"
    },
    {
      "nodeID": "162913",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:16"
    },
    {
      "nodeID": "162914",
      "text": "Except in New York it's just short of outright impossible to get a concealed carry license. Also note that he was being charged with a misdemeanor, not a felony. That means that he won't lose any of his rights even if he's given a jail sentence.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:16"
    },
    {
      "nodeID": "162915",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:16"
    },
    {
      "nodeID": "162916",
      "text": "You're telling us we're soft on crime? You're the one who is portraying the two men who were shot as victims and dismissing their crimes. It's ironic, those two criminals who cross the border illegally with malevolent intentions, robbed a guys house, and were legally killed are poor, innocent victims, yet this 80 year old man who just tried to defend himself and didn't hurt anybody is a mothertrucking, baby-eating criminal who deserves to be locked up. You have such a distorted view of right and wrong, Brady.",
      "type": "I",
      "timestamp": "2016-03-08 20:41:17"
    },
    {
      "nodeID": "162917",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:41:17"
    }
  ],
  "edges": [
    {
      "edgeID": "199630",
      "fromID": "162873",
      "toID": "162874",
      "formEdgeID": null
    },
    {
      "edgeID": "199631",
      "fromID": "162874",
      "toID": "162872",
      "formEdgeID": null
    },
    {
      "edgeID": "199632",
      "fromID": "162876",
      "toID": "162877",
      "formEdgeID": null
    },
    {
      "edgeID": "199633",
      "fromID": "162877",
      "toID": "162875",
      "formEdgeID": null
    },
    {
      "edgeID": "199634",
      "fromID": "162879",
      "toID": "162880",
      "formEdgeID": null
    },
    {
      "edgeID": "199635",
      "fromID": "162880",
      "toID": "162878",
      "formEdgeID": null
    },
    {
      "edgeID": "199636",
      "fromID": "162882",
      "toID": "162883",
      "formEdgeID": null
    },
    {
      "edgeID": "199637",
      "fromID": "162883",
      "toID": "162881",
      "formEdgeID": null
    },
    {
      "edgeID": "199638",
      "fromID": "162885",
      "toID": "162886",
      "formEdgeID": null
    },
    {
      "edgeID": "199639",
      "fromID": "162886",
      "toID": "162884",
      "formEdgeID": null
    },
    {
      "edgeID": "199640",
      "fromID": "162887",
      "toID": "162888",
      "formEdgeID": null
    },
    {
      "edgeID": "199641",
      "fromID": "162888",
      "toID": "162884",
      "formEdgeID": null
    },
    {
      "edgeID": "199642",
      "fromID": "162890",
      "toID": "162891",
      "formEdgeID": null
    },
    {
      "edgeID": "199643",
      "fromID": "162891",
      "toID": "162889",
      "formEdgeID": null
    },
    {
      "edgeID": "199644",
      "fromID": "162893",
      "toID": "162894",
      "formEdgeID": null
    },
    {
      "edgeID": "199645",
      "fromID": "162894",
      "toID": "162892",
      "formEdgeID": null
    },
    {
      "edgeID": "199646",
      "fromID": "162896",
      "toID": "162897",
      "formEdgeID": null
    },
    {
      "edgeID": "199647",
      "fromID": "162897",
      "toID": "162895",
      "formEdgeID": null
    },
    {
      "edgeID": "199648",
      "fromID": "162898",
      "toID": "162899",
      "formEdgeID": null
    },
    {
      "edgeID": "199649",
      "fromID": "162899",
      "toID": "162885",
      "formEdgeID": null
    },
    {
      "edgeID": "199650",
      "fromID": "162900",
      "toID": "162901",
      "formEdgeID": null
    },
    {
      "edgeID": "199651",
      "fromID": "162901",
      "toID": "162885",
      "formEdgeID": null
    },
    {
      "edgeID": "199652",
      "fromID": "162902",
      "toID": "162903",
      "formEdgeID": null
    },
    {
      "edgeID": "199653",
      "fromID": "162903",
      "toID": "162890",
      "formEdgeID": null
    },
    {
      "edgeID": "199654",
      "fromID": "162904",
      "toID": "162905",
      "formEdgeID": null
    },
    {
      "edgeID": "199655",
      "fromID": "162905",
      "toID": "162902",
      "formEdgeID": null
    },
    {
      "edgeID": "199656",
      "fromID": "162906",
      "toID": "162907",
      "formEdgeID": null
    },
    {
      "edgeID": "199657",
      "fromID": "162907",
      "toID": "162902",
      "formEdgeID": null
    },
    {
      "edgeID": "199658",
      "fromID": "162908",
      "toID": "162909",
      "formEdgeID": null
    },
    {
      "edgeID": "199659",
      "fromID": "162909",
      "toID": "162896",
      "formEdgeID": null
    },
    {
      "edgeID": "199660",
      "fromID": "162910",
      "toID": "162911",
      "formEdgeID": null
    },
    {
      "edgeID": "199661",
      "fromID": "162911",
      "toID": "162908",
      "formEdgeID": null
    },
    {
      "edgeID": "199662",
      "fromID": "162912",
      "toID": "162913",
      "formEdgeID": null
    },
    {
      "edgeID": "199663",
      "fromID": "162913",
      "toID": "162908",
      "formEdgeID": null
    },
    {
      "edgeID": "199664",
      "fromID": "162914",
      "toID": "162915",
      "formEdgeID": null
    },
    {
      "edgeID": "199665",
      "fromID": "162915",
      "toID": "162908",
      "formEdgeID": null
    },
    {
      "edgeID": "199666",
      "fromID": "162916",
      "toID": "162917",
      "formEdgeID": null
    },
    {
      "edgeID": "199667",
      "fromID": "162917",
      "toID": "162908",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
