{
  "nodes": [
    {
      "nodeID": "144079",
      "text": "Lol just can't keep a good thing down can you Gans? I love how it is only you and Archie who have flocked to the thread in utter dismay... I'm sure Easy will be right behind carrying a crucifix to ward off the 'gay'..... And no I do not think it will be overturned and I am ecstatic that marriage equality has extended to our nations capitol. Let freedom ring baby!!!!",
      "type": "I",
      "timestamp": "2016-03-08 19:59:32"
    },
    {
      "nodeID": "144080",
      "text": "You interpret my request that you follow the rules and post a link, flocking here in utter dismay on my part? How consistently irrational of you jason. Anyway, it seems that you are celebrating prematurely at this point since Congress must approve this move before it's a done deal. DC City Council votes to legalize gay marriage (AP) - 4 hours ago WASHINGTON - Washington D.C.'s City Council has voted to legalize gay marriage in the nation's capital. Mayor Adrian Fenty has promised to sign the bill, which was co-sponsored by 10 of the council's 13 members. The final vote Tuesday was 11-2. The bill now goes to Congress, which has final say over the district's laws. Opponents say they'll try to get Congress or voters to overturn it. Passage of the bill is a victory for gay marriage supporters, who have been dealt a recent string of defeats in Maine, New York and New Jersey. Gay marriage is legal in Massachusetts, Connecticut, Iowa and Vermont. New Hampshire will begin issuing licenses in January. If Congress doesn't reject the bill, D.C. should start issuing marriage licenses around St. Patrick's Day.The Associated Press: DC City Council votes to legalize gay marriage",
      "type": "I",
      "timestamp": "2016-03-08 19:59:32"
    },
    {
      "nodeID": "144081",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:32"
    },
    {
      "nodeID": "144082",
      "text": "The people didn't vote, so the winning streak still stands. Besides, the majority on that one are morally-challenged, spiritually-stunted imbeciles.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:32"
    },
    {
      "nodeID": "144083",
      "text": "Oh please... You just refuse to acknowledge anything of a victory for LGBT people.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:32"
    },
    {
      "nodeID": "144084",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:32"
    },
    {
      "nodeID": "144085",
      "text": "I keep hearing gays say that but every time it's put to a vote, you lose. I'd say that it's time to try another tact because the current one is a losing proposition. The only thing forcing gay marriage on a population does is galvanize them against the forced action. And when they respond on the ballot, they do so punatively. Just wait until you see the repercussions of the current efforts to give ALL Federal Employee's same sex partners bennies on OUR DIME despite DOMA. I'm guessing that some additional Democratic heads will roll in the fall election if that flies. You need a PR strategy that highlights the advantages of gay unions over bathhouse and gay bar existences. I believe that a true majority of people would support civil unions but NOT marriage. And I count myself amongst that majority.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:32"
    },
    {
      "nodeID": "144086",
      "text": "Actually JP so far 5 states have passed gay marriage so no not every time it is put to a vote do we lose. And how am I forcing anyone to accept gay marriage? Am I forcing these voters to attend my wedding or dare I say be in a marriage themselves? And I cannot agree with you more about changing the image of the gay community as a whole.. We are not all a bunch of promiscuous sex crazed people running around... What I find funny is once strait people find out how boring we really are, and how we pay taxes just like every other joe schmo they'll think nothing more of special rights lol... But actually like I stated earlier in another thread if those unions constituted the same legal rights as married couples I would be content.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:32"
    },
    {
      "nodeID": "144087",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:32"
    }
  ],
  "edges": [
    {
      "edgeID": "186316",
      "fromID": "144080",
      "toID": "144081",
      "formEdgeID": null
    },
    {
      "edgeID": "186317",
      "fromID": "144081",
      "toID": "144079",
      "formEdgeID": null
    },
    {
      "edgeID": "186318",
      "fromID": "144083",
      "toID": "144084",
      "formEdgeID": null
    },
    {
      "edgeID": "186319",
      "fromID": "144084",
      "toID": "144082",
      "formEdgeID": null
    },
    {
      "edgeID": "186320",
      "fromID": "144086",
      "toID": "144087",
      "formEdgeID": null
    },
    {
      "edgeID": "186321",
      "fromID": "144087",
      "toID": "144085",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
