{
  "nodes": [
    {
      "nodeID": "142067",
      "text": "Anyone can use scientific evidence. As long as people have agendas, science can't be treated as objective truth. Science, or scientific facts can be used to show a number of proofs, depending upon your own personal bias.*",
      "type": "I",
      "timestamp": "2016-03-08 19:55:15"
    },
    {
      "nodeID": "142068",
      "text": "Yes. That's what creationists do. They skip the part about hypothesis, prediction and testing and make the facts conform to their agenda - POOF! GODDIDIT!",
      "type": "I",
      "timestamp": "2016-03-08 19:55:15"
    },
    {
      "nodeID": "142069",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:15"
    },
    {
      "nodeID": "142070",
      "text": "These last two cases are of course not the norm, but they indicate the wide-range of ideas that can be routinized by the judicious quoting of scientific authority.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:15"
    },
    {
      "nodeID": "142071",
      "text": "And you have just described 'creation science.' No application of the scientific method. No testing. The conclusions are known before the judicious quoting of scientific authority has even begun. I notice that you use one of those quotes of a scientific authority below. You show that you are what you decry.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:15"
    },
    {
      "nodeID": "142072",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:15"
    },
    {
      "nodeID": "142073",
      "text": "If there are many people reading this that already believe in evolution, or for that matter, believe in biblical creationism, then it is important to keep in mind that the people appealing to science have biases at work, regardless of how objectively rationalistic they present themselves.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:15"
    },
    {
      "nodeID": "142074",
      "text": "Well, I don't believe in evolution. I believe in things for which I have no evidence. And while it is true that everyone has bias, using correct science and the process of peer review works to eliminate. Not all is perfect, and people are people, but overall the system works. Not a lot of bad science gets through. In the case of 'creation science' we know that there is no science involved. Only talk that sounds scientific. There is no hypothesis, prediction or testing. Only ad hoc stories constructed of selected bits of evidence to support the foregone conclusion.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:15"
    },
    {
      "nodeID": "142075",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142076",
      "text": "Do atheist's have an agenda? That is a question you can ask yourselves- what is it that atheists are trying to persuade you to? It would be wrong to portray scientists as paragons of objectiveness and virtue.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142077",
      "text": "And again, how is this relevant to a discussion of science as opposed to 'creation science?' What does virtue have to do with it? To be honest, I have never been impressed by the superior virtue of christians anyway. The highest divorce rate of any population in the country is among born again christians (Gallup). I haven't been divorced and have never cheated on my wife. Who is more virtuous?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142078",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142079",
      "text": "You've seen the ads, 'Buy BRAND X Fat Controller - Results Guaranteed' by laboratory testing, of course",
      "type": "I",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142080",
      "text": "But that's not science. Are you so easily taken in by salesmen?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142081",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142082",
      "text": "There is of course a more insidious uses of science. In the early 1970s a group of radical feminists went so far as you science to suggest that it was physically impossible for a woman to achieve sexual orgasm whilst having penetrative sex. Even if the woman experienced an orgasm, she was said to be deceiving her self.... 'That even in a woman?s sexuality, there is deceit on the part of men, and complacency on the part of some women' in Koedt, A. 'The Myth of Vaginal Orgasm.' in Koedt, A. & Levine, E. & Rapone, A., (eds.). (1973). 'Radical Feminism'. Quadrangle Books, New York, p204**",
      "type": "I",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142083",
      "text": "I see. So you must be a female to know for a fact that this is false. Actually I'm not interested in that kind of science and I don't care. I haven't seen the papers but I suspect the book was written for mercenary reasons. What does that have to do with cosmology, physics, astrophysics, geology, molecular biology, genetics and on and on? Someone mentioned that you seem to mistrust science and it seems that you do.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142084",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142085",
      "text": "Sure, they were a minority, but a group with a clear agenda... And they used scientific research to back their case! There are even worse cases that have arisen, such as detailed in the article 'THE SCIENTIFIC BACKGROUND OF THE NAZI EUGENICS PROGRAM",
      "type": "I",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142086",
      "text": "So how is misuse of science a valid argument against the correct application of the scientific method? Hitler also claimed he was doing his Christian duty. He admired Martin Luther very much. If you're going to ride the Nazi horse, you can't leave the head behind and just be the horses XXX.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142087",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142088",
      "text": "In a similar fashion, we have many conflicting evidences that we are still supposed to accept... se my post with regard to the different and conflicting schools of thought about the ascent of man. You said...'I'll throw in a personal question. Would you be willing to accept evolution as truth if you seen tomorrow that a dog which walked on two legs and had wings and could fly was born of your neighbors dog?' Why would such an event necessarily point to evolution? How do you know that my neighbour isn't part of a great secret plant that has designed a dog with cyber-enhancements? Or what about if it was an alien speices of dog that assumed dog-like characteristics to blend in with human society.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142089",
      "text": "Well I'm pretty sure if it was cyber-enhancements then that dog never would have been born for you to see. It would be in a lab somewhere. You are right that it is possible that this is the case, but over time you would have found out about it assuming the dog was born for you to see indicating there is no cover-up or secret made of it and you would learn all about it in the future. A year goes by, scientists say it was genuine evolution. Would that be enough evidence?",
      "type": "I",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142090",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142091",
      "text": "Granted these are all not necessarily plausible, but never-the-less they are just as plaussible that the dog was subject to a random bout of evolution. Further, you said... 'Just to show what my personal feelings are on God, if I seen him appear in the sky right now and waved at me, I'd drop all my previous ideas and accept that he exists without hesitation.' I doubt it. You'd go over what you had that day and see if there was any contamination in the food - or you'd say you were suffereing some other sort of thing that you could rationalise away they mystery of this event.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142092",
      "text": "Well you don't need to doubt it. I like to be rational but I also wish to believe in God. I need some evidence, any evidence, to believe in God and that would be all I would need.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:16"
    },
    {
      "nodeID": "142093",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:17"
    },
    {
      "nodeID": "142094",
      "text": "That can be proven.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:17"
    },
    {
      "nodeID": "142095",
      "text": "No it can't. Scientific theories aren't 'proven'. You can observe the fact of gravity but you can't 'prove' that the theory that explains it is correct. In fact, the theory of gravitation is one of the least secure theories of modern science.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:17"
    },
    {
      "nodeID": "142096",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:17"
    }
  ],
  "edges": [
    {
      "edgeID": "184888",
      "fromID": "142068",
      "toID": "142069",
      "formEdgeID": null
    },
    {
      "edgeID": "184889",
      "fromID": "142069",
      "toID": "142067",
      "formEdgeID": null
    },
    {
      "edgeID": "184890",
      "fromID": "142071",
      "toID": "142072",
      "formEdgeID": null
    },
    {
      "edgeID": "184891",
      "fromID": "142072",
      "toID": "142070",
      "formEdgeID": null
    },
    {
      "edgeID": "184892",
      "fromID": "142074",
      "toID": "142075",
      "formEdgeID": null
    },
    {
      "edgeID": "184893",
      "fromID": "142075",
      "toID": "142073",
      "formEdgeID": null
    },
    {
      "edgeID": "184894",
      "fromID": "142077",
      "toID": "142078",
      "formEdgeID": null
    },
    {
      "edgeID": "184895",
      "fromID": "142078",
      "toID": "142076",
      "formEdgeID": null
    },
    {
      "edgeID": "184896",
      "fromID": "142080",
      "toID": "142081",
      "formEdgeID": null
    },
    {
      "edgeID": "184897",
      "fromID": "142081",
      "toID": "142079",
      "formEdgeID": null
    },
    {
      "edgeID": "184898",
      "fromID": "142083",
      "toID": "142084",
      "formEdgeID": null
    },
    {
      "edgeID": "184899",
      "fromID": "142084",
      "toID": "142082",
      "formEdgeID": null
    },
    {
      "edgeID": "184900",
      "fromID": "142086",
      "toID": "142087",
      "formEdgeID": null
    },
    {
      "edgeID": "184901",
      "fromID": "142087",
      "toID": "142085",
      "formEdgeID": null
    },
    {
      "edgeID": "184902",
      "fromID": "142089",
      "toID": "142090",
      "formEdgeID": null
    },
    {
      "edgeID": "184903",
      "fromID": "142090",
      "toID": "142088",
      "formEdgeID": null
    },
    {
      "edgeID": "184904",
      "fromID": "142092",
      "toID": "142093",
      "formEdgeID": null
    },
    {
      "edgeID": "184905",
      "fromID": "142093",
      "toID": "142091",
      "formEdgeID": null
    },
    {
      "edgeID": "184906",
      "fromID": "142095",
      "toID": "142096",
      "formEdgeID": null
    },
    {
      "edgeID": "184907",
      "fromID": "142096",
      "toID": "142094",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
