{
  "nodes": [
    {
      "nodeID": "142220",
      "text": "OK, first off, this thread is for people who are either partially convinced about the existence of God, or have some problem with the nature of God as they understand it. this is not a thread where evidence is needed, just opinions and personal persuasions. if you believe God exists or have absolutely no doubt that God exists, then you can contribute, but its not the intention of this thread to prove that God exists or not. its just to explore the reasons why people believe or doubt whatever about God",
      "type": "I",
      "timestamp": "2016-03-08 19:55:37"
    },
    {
      "nodeID": "142221",
      "text": "you mean like partially pregnant or almost pregnant or almost a virgin? I don't have a beef with God, I only pick on guys shorter or weaker than I.emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 19:55:37"
    },
    {
      "nodeID": "142222",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:37"
    },
    {
      "nodeID": "142223",
      "text": "Again you show that you're more attuned to atheistic philosophy than scriptural realities.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:37"
    },
    {
      "nodeID": "142224",
      "text": "Yeah, all the theologians who've puzzled over this problem for centuries have just been bad Christians in the clutches of atheists. -sigh-",
      "type": "I",
      "timestamp": "2016-03-08 19:55:37"
    },
    {
      "nodeID": "142225",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:37"
    },
    {
      "nodeID": "142226",
      "text": "My God! Archy isn't even aware of the centuries of quibbling and waffling and just-so answers that have gone on among theologians about the problem of evil. It seems that he has never read Augustine, Aquinas, and on and on. He isn't even aware that there is even a name for arguments about the problem. It is called Theodicy.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:38"
    },
    {
      "nodeID": "142227",
      "text": "You mental midgets insult my intelligence when you aren't even aware that the word omnibenevolent isn't even found in the Catholic Online - Catholic Encyclopedia . In fact, the word isn't found in any popular dictionary what so ever. It's an urban slang with no historical usage in theological studies or history at all. I ought to know, because it never came up in Bible College, ever. But here it is in the famous and highly referred to URBAN DICTIONARY: Urban Dictionary: omnibenevolent Once again guys, get a clue before you start spouting off your criticisms which you haven't an actual clue about.",
      "type": "I",
      "timestamp": "2016-03-08 19:55:38"
    },
    {
      "nodeID": "142228",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:55:38"
    }
  ],
  "edges": [
    {
      "edgeID": "184994",
      "fromID": "142221",
      "toID": "142222",
      "formEdgeID": null
    },
    {
      "edgeID": "184995",
      "fromID": "142222",
      "toID": "142220",
      "formEdgeID": null
    },
    {
      "edgeID": "184996",
      "fromID": "142224",
      "toID": "142225",
      "formEdgeID": null
    },
    {
      "edgeID": "184997",
      "fromID": "142225",
      "toID": "142223",
      "formEdgeID": null
    },
    {
      "edgeID": "184998",
      "fromID": "142227",
      "toID": "142228",
      "formEdgeID": null
    },
    {
      "edgeID": "184999",
      "fromID": "142228",
      "toID": "142226",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
