{
  "nodes": [
    {
      "nodeID": "155582",
      "text": "But I'm sure that when http://answersingenesis.com came on line, atheists and anti christian bigots all over the internet took bets they would fail just as ripskar is doing now with the creation of this new site.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:06"
    },
    {
      "nodeID": "155583",
      "text": "Actually, I don't remember that they did. What they did take bets on was that AIG would be able to find enough stupid people who would buy into their ignorant and scientifically illiterate tripe. As I recall, most who were actually aware of how stupid creationists can be bet that they would be able to do so. So now, besides their other so called 'peer reviewed' magazine, they want to pretend that they are doing science here.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:06"
    },
    {
      "nodeID": "155584",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:06"
    },
    {
      "nodeID": "155585",
      "text": "The fact is kronus that i was just responding to Ripskar asking if, and I quote: 'Anyone fancy a sweepstake on how long this insanity will take to go belly up?' You see, he didn't offer a link that gave odds on his opinion so neither do I have to. But I'm sure that when http://answersingenesis.com came on line, atheists and anti christian bigots all over the internet took bets they would fail just as ripskar is doing now with the creation of this new site. It's just a common sense deduction dontya know.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:06"
    },
    {
      "nodeID": "155586",
      "text": "I know exactly what you were saying. And it seems I was right, you have nothing to back up your claim that people were betting that it would fail. It's just something you're 'sure' of, i.e. something you made up. Like I figured.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:06"
    },
    {
      "nodeID": "155587",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:06"
    },
    {
      "nodeID": "155588",
      "text": "You mean just as Ripskar did, and then pandion after him? And since when is giving ones opinion making something up on a debate forum? And why are you taking basic statements I make and attacking me as if this is a relevant issue at all, while completely ignoring the fact that both ripskar and pandion made the same bet type statement? Have you no sense of fair play at all? Or are you just here to troll after me and nit pick every obscure statement I make?",
      "type": "I",
      "timestamp": "2016-03-08 20:24:06"
    },
    {
      "nodeID": "155589",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:07"
    }
  ],
  "edges": [
    {
      "edgeID": "194430",
      "fromID": "155583",
      "toID": "155584",
      "formEdgeID": null
    },
    {
      "edgeID": "194431",
      "fromID": "155584",
      "toID": "155582",
      "formEdgeID": null
    },
    {
      "edgeID": "194432",
      "fromID": "155586",
      "toID": "155587",
      "formEdgeID": null
    },
    {
      "edgeID": "194433",
      "fromID": "155587",
      "toID": "155585",
      "formEdgeID": null
    },
    {
      "edgeID": "194434",
      "fromID": "155588",
      "toID": "155589",
      "formEdgeID": null
    },
    {
      "edgeID": "194435",
      "fromID": "155589",
      "toID": "155586",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
