{
  "nodes": [
    {
      "nodeID": "137450",
      "text": "At first the christian church was small. Then, a little later, it grew and as it grew and spread, it changed a little. Then, a little later, it unified and was called the Catholic church. Then later, there was a split, The Great Schism, and the Pretestant church was born, and it allowed some different sects and orders and eventually denominations to emerge. Today, we see a very diverse and widespread variety of christian churches that vary with geography.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:04"
    },
    {
      "nodeID": "137451",
      "text": "Wait on, we are confusing our history here. Catholic Church was a branch of The Church, along with the then Byzantine Orthodox domonination. The Great Schism was between the Roman Catholic Church of the Papacy and the Orthodox Church of the Byzantine Empire. It took place in 1054 when the then Pope excommunicated the Byzantine Emperor from the Church (who, not to be out done responded with his own excommunication of the Pope). They might of patched it up had it not been for the sacking of Constantinople in 1204 by the Fourth Crusade initiated by Pope Innocent II. Oooops! The Protestant Church was formed by Henry VIII when he declared himself head of the Church in England in 1534 in place of the Pope by the Act of Supremacy, so he could divorce and marry as nescessary. He never did get a fit male heir though.....",
      "type": "I",
      "timestamp": "2016-03-08 19:45:04"
    },
    {
      "nodeID": "137452",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:04"
    },
    {
      "nodeID": "137453",
      "text": "No, the church is not evolving. Neither is society, language, ethics, morality, or our ability to shop. Only biological populations evolve.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:04"
    },
    {
      "nodeID": "137454",
      "text": "Evolve is used for a lack of a better word. Change could be used but that is more of a short term process. Evolve indicates a measured change over a long period of time. It even works in suggesting one idea and split off into many versions of the same idea. So I would agree that for lack of a better word, the church is evolving. What would you say?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:04"
    },
    {
      "nodeID": "137455",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:04"
    },
    {
      "nodeID": "137456",
      "text": "Nonsense, societies change over time, therefore they evolve. Only biological populations evolve through natural selection and the theory of evolution only applies to biological populations, but the term 'evolution' applies to other things too.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:04"
    },
    {
      "nodeID": "137457",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:04"
    },
    {
      "nodeID": "137458",
      "text": "for the sake of this topic, would it be ok if we borrow the word evolution from your biologist for a minute?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:04"
    },
    {
      "nodeID": "137459",
      "text": "Well, I can't stop you. But if some creationist says 'But in that other thread you said evolution meant, blah, blah, blah...' don't come crying to me. :) Ok, getting off my soapbox now, I'd say you're totally right. Certain branches of Christianity, like Catholisism, have traditionally been very resistant to change. Unwilling to adapt, one might say. And the Catholic church has been in a state of decline of late. The social climate in which Catholosism thrived no longer exists, and so it isn't doing as well. We also see lots of little churches springing up, filling religious enviromental niches, as it were.  What can we predict for the future? Here's my guess. The two main enviromental factors that will shape religion will be a desire for stability and an ability to adapt to new ideas. As communication and travel become easier, people will be exposed to more new ideas and cultures, and religions will be forced to deal with people saying 'Yeah, but what about this new idea I just heard? How does that fit in?' On the other hand, as people get exposed to other ideas, they'll want to have some core of ideas of their own to hold on to. Sort of a psychological anchor.  I figure we should expect to see the more dogmatic churches fade away, as people become exposed to more, different ideas. If you can't adapt, you become extinct. Churches that espouse firm moral ideas based on humanisitic reasoning will probably do well.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:04"
    },
    {
      "nodeID": "137460",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:45:04"
    },
    {
      "nodeID": "137461",
      "text": "Then, the apologetics got into 'Genesis Kinds' and all that poo. Was it before or after Origin of Species?",
      "type": "I",
      "timestamp": "2016-03-08 19:45:04"
    },
    {
      "nodeID": "137462",
      "text": "After. Christian fundamentalism is somewhat recent. It arose as a backlash to discoveries being made in science in the 19th century. From one follower of a 7th Day Adventist prophetess came 'flood geology' in the early 20th century. Later, in the renewal of interest in the adequate teaching of science in the U.S. in the 1960s, there arose more modern 'creation science.' It began by adopting the flood geology of the 7th Day Adventists as the base. Creation science begins with the assertion the the creation stories, the flood story, even the mythology of Job and Jonah, are literally true. Creation scientists then attempt to distort the evidence to support this particular version of the Bible. When creationists realized that the biological evolution of species does occur, they decided that God had created original 'kinds' and then allow hyper evolution after that. Creationists call hyperevolution variation in kind.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:04"
    },
    {
      "nodeID": "137463",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:04"
    },
    {
      "nodeID": "137464",
      "text": "So, when we believe the gospel, the Holy Spirit baptizes us into Christ's body, and our sins are forgiven through His shed blood.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:05"
    },
    {
      "nodeID": "137465",
      "text": "Well, considering how ambiguous and contradictory the Christian scriptures are, I guess this interpetation makes as much sense as any of the others.",
      "type": "I",
      "timestamp": "2016-03-08 19:45:05"
    },
    {
      "nodeID": "137466",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:45:05"
    }
  ],
  "edges": [
    {
      "edgeID": "181600",
      "fromID": "137451",
      "toID": "137452",
      "formEdgeID": null
    },
    {
      "edgeID": "181601",
      "fromID": "137452",
      "toID": "137450",
      "formEdgeID": null
    },
    {
      "edgeID": "181602",
      "fromID": "137454",
      "toID": "137455",
      "formEdgeID": null
    },
    {
      "edgeID": "181603",
      "fromID": "137455",
      "toID": "137453",
      "formEdgeID": null
    },
    {
      "edgeID": "181604",
      "fromID": "137456",
      "toID": "137457",
      "formEdgeID": null
    },
    {
      "edgeID": "181605",
      "fromID": "137457",
      "toID": "137453",
      "formEdgeID": null
    },
    {
      "edgeID": "181606",
      "fromID": "137459",
      "toID": "137460",
      "formEdgeID": null
    },
    {
      "edgeID": "181607",
      "fromID": "137460",
      "toID": "137458",
      "formEdgeID": null
    },
    {
      "edgeID": "181608",
      "fromID": "137462",
      "toID": "137463",
      "formEdgeID": null
    },
    {
      "edgeID": "181609",
      "fromID": "137463",
      "toID": "137461",
      "formEdgeID": null
    },
    {
      "edgeID": "181610",
      "fromID": "137465",
      "toID": "137466",
      "formEdgeID": null
    },
    {
      "edgeID": "181611",
      "fromID": "137466",
      "toID": "137464",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
