{
  "nodes": [
    {
      "nodeID": "140951",
      "text": "What are the best arguments for/against gun-control?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:39"
    },
    {
      "nodeID": "140952",
      "text": "can we get a better difination of 'gun control'? are you talking the leval of regulation i have in Indiana, the levals in NYC, having no controles (no checks, no licences for carry, no tax stamp for NFA weapons), or the other side of just asking Mr. and Mrs. America to turn them in?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:39"
    },
    {
      "nodeID": "140953",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:52:39"
    },
    {
      "nodeID": "140954",
      "text": "What are the best arguments for/against gun-control? When I asked this question at http://p078.ezboard.com/bguncontrol4778 people there seemed to think that gun-control was a good idea. Bush and Kerry both seemed to favor gun-control in the debate, but Kerry seems to believe more strongly in it.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:39"
    },
    {
      "nodeID": "140955",
      "text": "30 million Russian citizens killed. 5-12 million German citizens (depending on the source you read) along with 6 million Jewish people killed. An estimated 100 million Chinese citizens killed. 20 million Africans killed in various countries in Africa. 2 million Cambodians slaughtered. This is just the first 5 off the top of my head that occured in the world during the 20th Century. All occured after sweeping gun control took place and forced disarmament of citizens. In America, every state that has enacted restrictive gun control has seen an increase in crime, police brutality, questionable law enforcement practices such as violations of 4th amendment rights and so on. Washington DC enacted a total handgun ban in 1976, if you look at the crime rate reports from the years before and the years after that took effect, the truth is very telling.  In Britain and Australia, both nations enacted sweeping gun bans and forced confiscation. The crime rates of both nations has skyrocketed. Violent crime has especially increased in both countries as criminals realize they have little to fear from their victims now. Reports of police brutality in both nations is on the rise.  A consequence of the gun ban in Britain is the repeal of their guarantee of a quick and fair trial. This bit of legislation basically allows a suspect to be held indefinitely without a trial or even being notified of the crimes he or she is accused of.  For a very telling reason against gun control, I recommend you watch the UN Gun Debate between Rebecca Peters and Wayne LaPierre. Then, examine the international poll results online from the debate.  Gun control kills. History has proven this over and over again. I know that some gun control advocates have the best of intentions at heart but what they fail to realize is that by opening that door, they allow those with less than the best intentions to take advantage of the situation. This is exactly what Hitler did in 1938. He took advantage of the 1935 gun control act of Germany. He used it to find his enemies and eliminate them.  Is over 150 million victims of gun control reason enough for you? It is for me. Mike",
      "type": "I",
      "timestamp": "2016-03-08 19:52:39"
    },
    {
      "nodeID": "140956",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:39"
    },
    {
      "nodeID": "140957",
      "text": "Those who have firearms in their homes are more likely to die of murder",
      "type": "I",
      "timestamp": "2016-03-08 19:52:39"
    },
    {
      "nodeID": "140958",
      "text": "would that be legaly owned guns, or criminals who have guns (and also ues guns) for there crimes? most Gang members have guns, if they are killed in a drive by shooting, is the gun responsable, or would it be the illegal activitys?",
      "type": "I",
      "timestamp": "2016-03-08 19:52:39"
    },
    {
      "nodeID": "140959",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:39"
    },
    {
      "nodeID": "140960",
      "text": "I doubt it. A story on the news today. Those who have firearms in their homes are more likely to die of murder and are more likely to die from suicide. Interesting.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:39"
    },
    {
      "nodeID": "140961",
      "text": "Sucide? Isn't that a mental health issue? If you take a gun from a sucidal and depressed person, does that cure depression? If it does that you have addressed the root cause of sucide. If it does not than you really have not done anything to cure the fundamental cause of sucide.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:39"
    },
    {
      "nodeID": "140962",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:39"
    },
    {
      "nodeID": "140963",
      "text": "One of the biggest arguments against gun control is that if the government became too oppressive, the people wouldn't have the capacity to carry out a successful rebellion. Of course, if the government was becoming oppressive, it would likely implement gun control, so the absence of gun control is necessary to ensure that we do not take a plunge towards fascism!",
      "type": "I",
      "timestamp": "2016-03-08 19:52:39"
    },
    {
      "nodeID": "140964",
      "text": "Not quite. To be more correct regarding government and guns, the right to own weapons is for the right to revolt and revolt with violence. Our political philosophy is very clear on this: 'that whenever any Form of Government becomes destructive of these Ends, it is the Right of the People to alter or to abolish it' - Declearation of Independace You have the right to try and revolt with violence. You don't have the right to win a revolt.",
      "type": "I",
      "timestamp": "2016-03-08 19:52:39"
    },
    {
      "nodeID": "140965",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:52:39"
    }
  ],
  "edges": [
    {
      "edgeID": "184098",
      "fromID": "140952",
      "toID": "140953",
      "formEdgeID": null
    },
    {
      "edgeID": "184099",
      "fromID": "140953",
      "toID": "140951",
      "formEdgeID": null
    },
    {
      "edgeID": "184100",
      "fromID": "140955",
      "toID": "140956",
      "formEdgeID": null
    },
    {
      "edgeID": "184101",
      "fromID": "140956",
      "toID": "140954",
      "formEdgeID": null
    },
    {
      "edgeID": "184102",
      "fromID": "140958",
      "toID": "140959",
      "formEdgeID": null
    },
    {
      "edgeID": "184103",
      "fromID": "140959",
      "toID": "140957",
      "formEdgeID": null
    },
    {
      "edgeID": "184104",
      "fromID": "140961",
      "toID": "140962",
      "formEdgeID": null
    },
    {
      "edgeID": "184105",
      "fromID": "140962",
      "toID": "140960",
      "formEdgeID": null
    },
    {
      "edgeID": "184106",
      "fromID": "140964",
      "toID": "140965",
      "formEdgeID": null
    },
    {
      "edgeID": "184107",
      "fromID": "140965",
      "toID": "140963",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
