{
  "nodes": [
    {
      "nodeID": "159535",
      "text": "Have you forgotten to take your meds today ? Because your chemical imbalance is evident. Is this necessary? Is it within the rules? Should I report you to the moderators?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:11"
    },
    {
      "nodeID": "159536",
      "text": "Feel free samiinh. After all, chemist asked me the same question just yesterday pertaining to the same subject. And the same question about being angry at an allegedly non existent God applies to you too.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:11"
    },
    {
      "nodeID": "159537",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:11"
    },
    {
      "nodeID": "159538",
      "text": "The question is: Does God exist? If he/she/it does exist would he/she/it condone the incalculable amount of slaughter that has and still is being perpetrated in the NAME OF RELIGION? Is it a conscionable god that slaughters millions Jews, gypsies and countless other unwanted undesirables (including INNOCENT babies and children of these unwanted undesirables)...or the unwanted Chinese, Vietnamese, Turks, etc. Etc. Etc. Let's not forget the millions of Catholics, Protestants and Muslim, in fact; has any race been spared from ending up in the HATE cycle of killing the unwanted that 'God' does not want? Is God a cold hearted mass murderer just in the morning, or in evening? What are God's guidelines for killing off the sinners? Why does God need to revert to killing at all? Or does the messenger of God carry out all the murders? Who benefits from all the killing, God or the messengers? Could there have been a better God strategy? How about the all powerful and all seeing God simply visiting each and every sinner in town and command that they stop sinning... Let me tell you that if God talked to me just once I would never 'sin' again. Why did only a few men in the last ten thousand years talk directly to god? Why can't everyone talk to God? It is time to be honest. Question what you have been duped into believing. Who knows, you may find that you can find a God like tranquility and peace within yourself without having to believe that God is running the show.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:11"
    },
    {
      "nodeID": "159539",
      "text": "Its very sad to me that we have to brake the bondage of religion. I thought we did that? I was wrong. We under siege, from something horrible. One thing this horror is not, it's not from God. Jesus could not follow fundamentalism, he couldn't do it. Yet the monsters head rises again and so we must address the lies and twists this creature wants to chain us with. If we as nation are forced to obey this Dragon called fundamentalism; our children will be drinking blood and casting out demons from foreign lands all their lives. Nothing is more terrible or sinful than a Dogmatic man thinking he is doing the will of a God. Families have sacrificed (and are) their Children and drank the cool aid of the false Prophets.  We have no choice anymore. We can not allow 2000 year old texts to be a literal book of guidance for a country our fathers fought to keep free. Don't give up your fight, use logic and literary knowledge to tear down their straw houses. Use their book. Read it once and see what it says. The concepts in it actually destroy it. It's failures in logic are easily shown as even laughable. Only then can man kind God. Secularism allows for such liberty. Church and Church states never will.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:12"
    },
    {
      "nodeID": "159540",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:12"
    },
    {
      "nodeID": "159541",
      "text": "If you want to be honest, you could start by substantiating your claim that you can prove gods do not exist. Or just admit you are a faith based preacher, as bad as any fundamentalist.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:12"
    },
    {
      "nodeID": "159542",
      "text": "So you think Zeus and all the other Greek gods exist?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:12"
    },
    {
      "nodeID": "159543",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:12"
    },
    {
      "nodeID": "159544",
      "text": "So, IOW, you are saying that those of us who are intelligent enough to realize that your non existent imaginary god doesn't exist have a chemical imbalance? Wow, that's quite a stretch even for you Archie baby.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:12"
    },
    {
      "nodeID": "159545",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:12"
    },
    {
      "nodeID": "159546",
      "text": "I don't believe in any gods, but thankyou for assuming anyone who disagrees with your ridiculous assertions about proving gods non-existance must be a theist. Just like creationists assume anyone who disagrees with creationism must be an atheist. You're just as bad as them, and your arguments, if you could call them that, just as short on substance.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:12"
    },
    {
      "nodeID": "159547",
      "text": "So why are you here? Do you have anything to offer of any substance?",
      "type": "I",
      "timestamp": "2016-03-08 20:33:12"
    },
    {
      "nodeID": "159548",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:12"
    },
    {
      "nodeID": "159549",
      "text": "The proof is in the pudding.. I suggest that you read my post again and let me know if you disagree with any of my opinions. If not, then you have to come to the conclusion that God does not exsist... God's only exsistance in the minds of believers just as was the case with believers of different Gods throughout human history.  I do not understand what you are referring to when you said, 'just admit you are a faith based preacher, as bad as any fundamentalist'?  By the way it should be ovious that I am an atheist.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:12"
    },
    {
      "nodeID": "159550",
      "text": "Symbiote seems to have had a large hair across his butt.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:12"
    },
    {
      "nodeID": "159551",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:12"
    },
    {
      "nodeID": "159552",
      "text": "No disrespect intended in that I agree with you in that 'he' is real to you, just as Santa is to children whose parents told them there is a REAL Santa. Just as you were told when you were very young. Santa also affects the lives of children in a very positive way just like you imaginary god does.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:12"
    },
    {
      "nodeID": "159553",
      "text": "'He' is real to all of us fjp, whether we acknowledge Him or not, God is alive and well on Planet Earth. And the day comes for each man when he faces that reality. For some of us it's a long awaited day of joy and for others a long dreaded day. But believe me when I tell you that just because one denies that God exists, it does nothing to lessen His reality.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:13"
    },
    {
      "nodeID": "159554",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:13"
    },
    {
      "nodeID": "159555",
      "text": "Possible, if you read the bible. God told Moses he could overcome the Egyptian Gods. Never did God say any other God where False. For I will pass through the land of Egypt this night, and will smite all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment: I am the LORD.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:13"
    },
    {
      "nodeID": "159556",
      "text": "The god of Moses was a pretty nasty guy.",
      "type": "I",
      "timestamp": "2016-03-08 20:33:13"
    },
    {
      "nodeID": "159557",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:33:13"
    }
  ],
  "edges": [
    {
      "edgeID": "197242",
      "fromID": "159536",
      "toID": "159537",
      "formEdgeID": null
    },
    {
      "edgeID": "197243",
      "fromID": "159537",
      "toID": "159535",
      "formEdgeID": null
    },
    {
      "edgeID": "197244",
      "fromID": "159539",
      "toID": "159540",
      "formEdgeID": null
    },
    {
      "edgeID": "197245",
      "fromID": "159540",
      "toID": "159538",
      "formEdgeID": null
    },
    {
      "edgeID": "197246",
      "fromID": "159542",
      "toID": "159543",
      "formEdgeID": null
    },
    {
      "edgeID": "197247",
      "fromID": "159543",
      "toID": "159541",
      "formEdgeID": null
    },
    {
      "edgeID": "197248",
      "fromID": "159544",
      "toID": "159545",
      "formEdgeID": null
    },
    {
      "edgeID": "197249",
      "fromID": "159545",
      "toID": "159536",
      "formEdgeID": null
    },
    {
      "edgeID": "197250",
      "fromID": "159547",
      "toID": "159548",
      "formEdgeID": null
    },
    {
      "edgeID": "197251",
      "fromID": "159548",
      "toID": "159546",
      "formEdgeID": null
    },
    {
      "edgeID": "197252",
      "fromID": "159550",
      "toID": "159551",
      "formEdgeID": null
    },
    {
      "edgeID": "197253",
      "fromID": "159551",
      "toID": "159549",
      "formEdgeID": null
    },
    {
      "edgeID": "197254",
      "fromID": "159553",
      "toID": "159554",
      "formEdgeID": null
    },
    {
      "edgeID": "197255",
      "fromID": "159554",
      "toID": "159552",
      "formEdgeID": null
    },
    {
      "edgeID": "197256",
      "fromID": "159556",
      "toID": "159557",
      "formEdgeID": null
    },
    {
      "edgeID": "197257",
      "fromID": "159557",
      "toID": "159555",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
