{
  "nodes": [
    {
      "nodeID": "144088",
      "text": "The Christian Century; 1/16/2002 Pope John Paul II has moved quietly to give the Vatican's highest doctrinal authority direct control over the growing problem of pedophile priests, the official Vatican gazette has disclosed. The pope and Cardinal Joseph Ratzinger, prefect of the Congregation for the Doctrine of the Faith, have ordered bishops to inform the Vatican immediately of any accusations of pedophilia against priests and instructed them to swiftly investigate any suspicion of pedophilia within ...",
      "type": "I",
      "timestamp": "2016-03-08 19:59:33"
    },
    {
      "nodeID": "144089",
      "text": "And guess who cardinal Joseph Ratzinger is today. Pope Benedict XVI. He was known in the Vatican as 'The Enforcer'. If you think that the Vatican is giving a free pass to wayward pedophile priests, you're sadly mistaken.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:33"
    },
    {
      "nodeID": "144090",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:33"
    },
    {
      "nodeID": "144091",
      "text": "'The Myth of the Pedophile Priest': http://www.catholiceducation.org/ar...ion/re0534.html",
      "type": "I",
      "timestamp": "2016-03-08 19:59:33"
    },
    {
      "nodeID": "144092",
      "text": "Seeing the article you linked to was written in 2002, over three years ago, do you think the author could perhaps incorporate the new data and rename his piece, 'Maybe There Is Some Truth About Pedophile Priests After All'?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:33"
    },
    {
      "nodeID": "144093",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:33"
    },
    {
      "nodeID": "144094",
      "text": "The church is unfit to rule on abortion because it acts on what benefits them or they're ideas. Like what I quoted, saying that 'Thou shalt not kill.' Thousands of not millions of people are killed in wars. The Crusades is an example. It does not say 'Thou shalt not kill except when trying to claim territory or to land or if the person being killed disagrees with you religiously.' It doesn't say that. The church seems to decide when it will follow it's rules, and when not. Yes, war is sometimes a neccessary method of self defense, but the many of the Crusades were not neccessary. Most of them were failures, but Christianity is still the second biggest religion in the world (if not the first). The church can't be allowed to rule on abortion when they disregard their own laws. Like the above quote, why is the church trying to stop abortion when they would consider one to be alive after taking a breath. if you were to look at it from a scientific standpoint, the individual ovum and sperm are living cells, but they die all the time and no one cares. An embryo or fetus is something starting to develop into a human and that can't be stopped without killing it or injecting differnt DNA, but it's still not too different from sperm and ovum. If you can't trust the church to make fair decisions and follow values and morals and rules they put in place, how can you expect an honest good decision about anything from it.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144095",
      "text": "Cahuella, The Crusades (for the most part) were a justified reaction to Muslim aggression. If you would like to see a recent discussion of this then go to the 'Compromise' thread on this forum and see what Simone and I discussed. As to the sperm and egg being a thing very similar to a fertilized egg..I think that may be a bit of a simplification. As to the Church making fair decisions, I believe it does. That's why it distinguishes an order of morality with degrees of goodness and badness. That's why a war may be permissable but an abortion is not. Parcum, glad to see you back. I was wondering where you had gone.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144096",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144097",
      "text": "Its really sad what these gay predator priests did to those children and they should be punished to the full extent of the law..........That said only 1 percent of all catholic priests have been accused of sexual abuse.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144098",
      "text": "Yet the very seat of Catholicism glorifies one of the absolute WORST offenders Explain.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144099",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144100",
      "text": "By the way the liberal media pushes the subject one would think it was just the other way............",
      "type": "I",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144101",
      "text": "A liberal mainstream media doesn't exist...simply because it is not profitable to the select few mega-billion dollar corporations who own most of the mainstream media outlets here in America. There is only a corporate media. Not liberal, not all that conservative.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144102",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144103",
      "text": "Its really sad what these gay predator priests did to those children and they should be punished to the full extent of the law...",
      "type": "I",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144104",
      "text": "Yep, homosexuals join to practice a religion that hates them just so they can gain access to children. I mean, so much for joining any of those adult dating services...I suppose becoming a priest is much easier. When will Christians such as yourself learn to stop spinning the story for your own hate agenda upon gays? Have you ever heard of accountability?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144105",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144106",
      "text": "Its really sad what these gay predator priests did to those children and they should be punished to the full extent of the law.....",
      "type": "I",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144107",
      "text": "Homosexuals are attracted to adults of the same sex. Pedophiles are attracted exclusively to children. There are people, such as the case with these priests, who molest children, who are not pedophiles.  Molestation, like rape, isn't about sexual attraction. It is VIOLENCE. People don't molest or rape because they are so turned on they can't help themselves, they do it to HURT somebody. Get some information before shooting off at the mouth VOR. Most of those priests were probably niether gay nor pedophiles. I HATE IT - when people spread this ****. It is FALSE information that does nothing but HARM. It puts blame on the innocent while the guilty get ignored and children get hurt. Do not use this lie to justify your bigotry - for you do so at the cost of innocent people - adults and children.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144108",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144109",
      "text": "They aren't the same. the point is that a group that is fraught with immoral behavior has no crediblity or authority when it comes to dictating what people should or should not do on the basis of morality.  Consider it this way: Bill Clinton speaking about how a boyfriend should act in accordance to fideilty. No one is going to believe him because has squandered all of his crediblitiy and authority. It's the same way with the Catholic Church.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144110",
      "text": "So, by your logic, if there's a bad cop in New York, then all the cops in Boise, Idaho must be bad as well. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 19:59:34"
    },
    {
      "nodeID": "144111",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144112",
      "text": "Would it be the lawless Cardinal Law officiating at one of the funerary masses for JPII and otherwise serving in a prominent role in all the pomp and circumstance surrounding the pope's death?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144113",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144114",
      "text": "Yep, homosexuals join to practice a religion that hates them just so they can gain access to children. I mean, so much for joining any of those adult dating services...I suppose becoming a priest is much easier.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144115",
      "text": "Let me for a moment frame my blasphemous take on Christianity, the trinity, etc. Folks, you have an Almighty Father God, the first aspect; then, you have a Holy Spirit--must be male, wasn't that the entity that impregnated the Virgin Mary?; thirdly, the Son, male of course. No females allowed. Please note that. Exclusionary of females. Male only club. So...what do these exclusively male deities do in the heavens all day--well, sounds like a homosexual club to me so I just speculate on that. All these prohibitions against female power and participation smack to me of a whole bunch of folks who haven't come out of the closet and dealt honestly with their sexuality. Nothing wrong with being homosexual. Dunno about constantly repressing it and denying its existence, though.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144116",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144117",
      "text": "Homosexuals are attracted to people of the same sex whether they be adults are children.............The vast majority of the priests who were charged admitted to being gay............",
      "type": "I",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144118",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144119",
      "text": "When you have no constructive comment just attacks the messenger with your insultsand name calling.....typical...............so very sad..........Its radicals like you that hurt the cause of gay rights.........",
      "type": "I",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144120",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144121",
      "text": "Please cite the source. Other wise it;s unfounded.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144122",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144123",
      "text": "Nice job not addressing anything I said. I am not a radical, just informed. I used to work for a sexual violence center and counseled rape victims in college. I am also a victim. Keeping myself up to date on sex crimes is important to me, partly because I want all that can be done to prevent it done. Pointing a finger at gays like this does not do that.  This pyschologist sums it up nicely: http://psychology.ucdavis.edu/rainbow/html/facts_molestation.html",
      "type": "I",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144124",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144125",
      "text": "The cops don't claim supreme moral or secular authority. Not to mention they do bust their own and send them the jail. The Vatican doesn't do that. Also, the Cops don't shuffle around known law breakers and refuse to tell the public. Also, the cops don't glorify a known law breaker, they send the sucker to prison. While the cops do have their problems: they don't pretend like they don't exist.  Seriously, was that some **** poor attempt at trying to get me back?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144126",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144127",
      "text": "Also, the Cops don't shuffle around known law breakers and refuse to tell the public. Also, the cops don't glorify a known law breaker, they send the sucker to prison. While the cops do have their problems: they don't pretend like they don't exist.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:35"
    },
    {
      "nodeID": "144128",
      "text": "What a joke. You're going to attempt to tell me, with a straight face, that cops don't look out for their fellow cops? Sorry, NO SALE. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144129",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144130",
      "text": "Not to mention they do bust their own and send them the jail. The Vatican doesn't do that.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144131",
      "text": "Really?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144132",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144133",
      "text": "http://nytimes.com/2005/02/19/national/19catholic.html Catholic Group Receives 1,092 New Sex Abuse Reports By NEELA BANERJEE Published: February 19, 2005 WASHINGTON, Feb. 18 - Roman Catholic bishops reported on Friday that they had received 1,092 new accusations of sexual abuse by priests as they released the second annual survey of the church's procedures for handling and preventing such abuse by clergy and employees.  Kathleen McChesney, executive director of the Office of Child and Youth Protection of the United States Conference of Catholic Bishops, said the overwhelming majority of the accusations, which were made against 756 priests, concerned incidents that took place about 30 years ago. Twenty-two accusations of abuse were made by children in 2004, and they were all turned over to the police, Dr. McChesney said.  The findings were released on Friday by the national conference, which has hired independent auditors to assess the church's response to the sex abuse scandals that exploded in 2002. Dr. McChesney said the costs to the church had exceeded $800 million since 1950. Last year alone the costs from settlements, therapy for victims and offenders, and lawyers' fees came to about $139.6 million, according to the report. The 1,092 new accusations of abuse were made by 1,083 people, mostly men. Last year the bishops released an analysis conducted by the John Jay College of Criminal Justice in New York, based on figures from bishops and religious orders, that found 10,667 minors had allegedly been abused from 1950 to 2002. The actual number of victims will probably remain unknown because many people never come forward, Dr. McChesney said. 'We weren't surprised by the numbers because many people are still finding the courage to come forward,' Dr. McChesney said, 'and the church is in a better place to accept those allegations.' . . .",
      "type": "I",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144134",
      "text": "These two issues (abortion and sexual abuse among priests) are completely unrelated. The problems in one area have no bearing on the credibility the church has in the other. This is a classic case of a non-sequitur.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144135",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144136",
      "text": "'The Myth of the Pedophile Priest': http://www.catholiceducation.org/articles/religion/re0534.html",
      "type": "I",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144137",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144138",
      "text": "abortion--WHICH IS NOT A SIN.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144139",
      "text": "hmm. really, I think it is. and so does the pope.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144140",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144141",
      "text": "Perhaps when the Roman Catholic Church has cleansed itself of its own sins it could have a dialogue with women about abortion--WHICH IS NOT A SIN.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144142",
      "text": "That's is ridiculously poor logic. Simply becuase the church makes mistakes doesn't mean it's incorrect in all other charges. The US government is WAY more corrupt than the Catholic Church, and yet we obey every god-damned thing big brother makes us do.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144143",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144144",
      "text": "Duck, you are entitled to your views--and so is the Pope. However, you have absolutely no right at all to impose your version of reality upon me and other women.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:36"
    },
    {
      "nodeID": "144145",
      "text": "And yet you 'and other women' feel free to impose their version of reality on innocent lives.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144146",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144147",
      "text": "Honestly Duck would you base your views off a 74 year old with parkinson's if he weren't the pope. The bible is pretty much silent on abortion (if anything it says life starts at birth with the first breath), and the current pope's record is hardly without blemishes. Why couldn't this be a little different that the official line?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144148",
      "text": "To step in for Duck, Why would he follow a 74 year old with parkinson's if he weren't the pope? We wouldn't. The whole point is that he is the pope. We look to the pope to be the messenger of Christ and thus an authority on faith and morals. (By the way he's 84 years old and I think he gives a powerful message about the value of life and purpose in the elderly.) So we don't just follow any 74 year old with parkinson's. We follow the one who is the 264th successor of Peter who was appointed by Christ to lead his Church. But to address your assertion on the bible and abortion: Nowhere in the Bible is abortion specifically prohibited but the foundation of Christian argument from a biblical perspective is the fact that the unborn being is established as a person from the moment of creation. The unborn being is considered a child. Thus the commandment, 'Thou shalt not kill' applies. Check out some of these verses as a start: Exodus 21:22-25, Psalm 139:13-16, Psalm 71:6, Deutoronomy 30:19, Luke 1:15 and 1:41, Isaiah 49:1, Jeremiah1:5, 1 Corinthians 6:19-20  It is also of note that it was, in a sense, a curse to be barren in the Jewish/Christian community. Children were thought of as a blessing from God Psalm 127:3-5, Matthew 18:10 (there are many other indications of this as well). An attempt at abortion would go against the prevailing culture and mindset. The early Church also spoke out against abortion. Look at this link to see excerpts of the Church Fathers on the subject: http://www.catholic.com/library/Abortion.asp  Keep in mind that not all Christian practices and beliefs are explicity spelled out in scripture. In discussing abortion in the light of Christianity (including scripture), there are some essentials that must be noticed. The Bible unequivocally 'tells' us that abortion is wrong and in stark contrast to the Christian message. It does that in the nativity of the Gospel of Luke and it does that in the Passion narratives of the four Gospels. The Christian story is about birth, creation, joy, and perseverance. It is also about sacrifice for others and giving life.  Father Frank Pavone illustrates this by describing a remarkable contrast in thought on abortion between abortion supporters and Christ.  Abortion supporters say, 'This is my body, I can do with it what I want. I can destroy others to preserve my life. I can destroy others so that I may live as I want. Do not interfere with me.' Whereas, Christ says, 'This is my body, which is given up for you.'  'This is my body'--same words but much different in intent, in action, in charity, in love, in faith, in hope... Jesus gives his body away so that others live. Abortion proponents cling to their own bodies so that others die.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144149",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144150",
      "text": "(if anything it says life starts at birth with the first breath)",
      "type": "I",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144151",
      "text": "Like the above quote, why is the church trying to stop abortion when they would consider one to be alive after taking a breath. if you were to look at it from a scientific standpoint, the individual ovum and sperm are living cells, but they die all the time and no one cares. An embryo or fetus is something starting to develop into a human and that can't be stopped without killing it or injecting differnt DNA, but it's still not too different from sperm and ovum. If you can't trust the church to make fair decisions and follow values and morals and rules they put in place, how can you expect an honest good decision about anything from it.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144152",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144153",
      "text": "Nowhere in the Bible is abortion specifically prohibited but the foundation of Christian argument from a biblical perspective is the fact that the unborn being is established as a person from the moment of creation. The unborn being is considered a child. Thus the commandment, 'Thou shalt not kill' applies. Check out some of these verses as a start: Exodus 21:22-25, Psalm 139:13-16, Psalm 71:6, Deutoronomy 30:19, Luke 1:15 and 1:41, Isaiah 49:1, Jeremiah1:5, 1 Corinthians 6:19-20",
      "type": "I",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144154",
      "text": "The church is unfit to rule on abortion because it acts on what benefits them or they're ideas. Like what I quoted, saying that 'Thou shalt not kill.' Thousands of not millions of people are killed in wars. The Crusades is an example. It does not say 'Thou shalt not kill except when trying to claim territory or to land or if the person being killed disagrees with you religiously.' It doesn't say that. The church seems to decide when it will follow it's rules, and when not. Yes, war is sometimes a neccessary method of self defense, but the many of the Crusades were not neccessary. Most of them were failures, but Christianity is still the second biggest religion in the world (if not the first). The church can't be allowed to rule on abortion when they disregard their own laws.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144155",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144156",
      "text": "That's kind of true. The Roman Catholic church is considered not credible based on it's support of lies, not because they archaically force their priests to act like they don't want some, then a significant percentage of the preists fondle and abuse their flock as a result of a. being sexually repressed by their mythical laws b. close proximity to young kids c. in a position of power/trust among kids d. for all the other average reasons people do things like that. Kind of reminds us all that made-up laws and made-up law enforcement lead to nothing. Reality however, where we do have and enforce laws, actually has meaning. The conclusion is, yes indeed, the catholic church is unfit to rule anything, and anyone looking to a house of superstision for answers to life's real problems, is not firing on all cylinders. I mean really, we could sift through some chicken guts and find the answers according to some religious shaman..no difference really. -Mach",
      "type": "I",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144157",
      "text": "Mach, Let me first say that you may be dealing more with chicken brains than in chicken guts in light of your most recent post. But if you can find in reading chicken guts, the richness and depth of thought that you find in the Catholic Church, then you are indeed a powerful mystic and soothsayer. The Church and its priests do not seek to erase the love and sexual feelings that men naturally have toward women (in your words they do not seek to act like they don't 'want some'). They seek to control them and sacrifice them for a higher love. They are not pretending that they do not exist. If they don't then you are probably dealing with an unhealthy individual who may not be fit for the priesthood. Secondly, there is much basis to the Catholic Church's teachings on celibacy. It is not without foundation. These are not made up laws with made up enforcement. Thirdly, if you believe celibacy to be related to the perversion of pedophilia then I have a few questions for you: Have you ever had thoughts of having sex with a child when you were in a celibate period in your life? Would being in close proximity to children in a position of authority instigate in you inclinations to molest children? If for some reason, your significant other died or lived but for health reasons could no longer have sex would you consider pedophilia as a normal sexual outlet/interaction? If you were required to be celibate your entire life do you think that you would be attracted to children? And if celibacy is the problem then why does pedophilia occur in Protestant congregations at a similar rate when the pastor is not required to be celibate? Pedophilia is a perversion, a sickness, a disorder. It has little to do with celibacy.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144158",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144159",
      "text": "Hmm, abortion debate... walks away very very slowly.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144160",
      "text": "haha, probably very smart of you ;) It gets heated in here",
      "type": "I",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144161",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144162",
      "text": "Again, I salute you, Maximus, the Jesuitical application of the word 'ephebophilia,' which I have also seen used by a high official in the Roman Catholic Church hoping to triviliaze pedophilia in the Church by calling it 'ephebophilia,' and urging that this be considered a lesser crime--if, indeed, a crime at all.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:37"
    },
    {
      "nodeID": "144163",
      "text": "Simone, I salute you in knowing what a Jesuit is. Have you read the article I supplied (keeping in mind that it is written by a Protestant researcher who is not a Jesuit)? Can you refute its points?",
      "type": "I",
      "timestamp": "2016-03-08 19:59:38"
    },
    {
      "nodeID": "144164",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:38"
    }
  ],
  "edges": [
    {
      "edgeID": "186322",
      "fromID": "144089",
      "toID": "144090",
      "formEdgeID": null
    },
    {
      "edgeID": "186323",
      "fromID": "144090",
      "toID": "144088",
      "formEdgeID": null
    },
    {
      "edgeID": "186324",
      "fromID": "144092",
      "toID": "144093",
      "formEdgeID": null
    },
    {
      "edgeID": "186325",
      "fromID": "144093",
      "toID": "144091",
      "formEdgeID": null
    },
    {
      "edgeID": "186326",
      "fromID": "144095",
      "toID": "144096",
      "formEdgeID": null
    },
    {
      "edgeID": "186327",
      "fromID": "144096",
      "toID": "144094",
      "formEdgeID": null
    },
    {
      "edgeID": "186328",
      "fromID": "144098",
      "toID": "144099",
      "formEdgeID": null
    },
    {
      "edgeID": "186329",
      "fromID": "144099",
      "toID": "144097",
      "formEdgeID": null
    },
    {
      "edgeID": "186330",
      "fromID": "144101",
      "toID": "144102",
      "formEdgeID": null
    },
    {
      "edgeID": "186331",
      "fromID": "144102",
      "toID": "144100",
      "formEdgeID": null
    },
    {
      "edgeID": "186332",
      "fromID": "144104",
      "toID": "144105",
      "formEdgeID": null
    },
    {
      "edgeID": "186333",
      "fromID": "144105",
      "toID": "144103",
      "formEdgeID": null
    },
    {
      "edgeID": "186334",
      "fromID": "144107",
      "toID": "144108",
      "formEdgeID": null
    },
    {
      "edgeID": "186335",
      "fromID": "144108",
      "toID": "144106",
      "formEdgeID": null
    },
    {
      "edgeID": "186336",
      "fromID": "144110",
      "toID": "144111",
      "formEdgeID": null
    },
    {
      "edgeID": "186337",
      "fromID": "144111",
      "toID": "144109",
      "formEdgeID": null
    },
    {
      "edgeID": "186338",
      "fromID": "144112",
      "toID": "144113",
      "formEdgeID": null
    },
    {
      "edgeID": "186339",
      "fromID": "144113",
      "toID": "144098",
      "formEdgeID": null
    },
    {
      "edgeID": "186340",
      "fromID": "144115",
      "toID": "144116",
      "formEdgeID": null
    },
    {
      "edgeID": "186341",
      "fromID": "144116",
      "toID": "144114",
      "formEdgeID": null
    },
    {
      "edgeID": "186342",
      "fromID": "144117",
      "toID": "144118",
      "formEdgeID": null
    },
    {
      "edgeID": "186343",
      "fromID": "144118",
      "toID": "144107",
      "formEdgeID": null
    },
    {
      "edgeID": "186344",
      "fromID": "144119",
      "toID": "144120",
      "formEdgeID": null
    },
    {
      "edgeID": "186345",
      "fromID": "144120",
      "toID": "144107",
      "formEdgeID": null
    },
    {
      "edgeID": "186346",
      "fromID": "144121",
      "toID": "144122",
      "formEdgeID": null
    },
    {
      "edgeID": "186347",
      "fromID": "144122",
      "toID": "144117",
      "formEdgeID": null
    },
    {
      "edgeID": "186348",
      "fromID": "144123",
      "toID": "144124",
      "formEdgeID": null
    },
    {
      "edgeID": "186349",
      "fromID": "144124",
      "toID": "144119",
      "formEdgeID": null
    },
    {
      "edgeID": "186350",
      "fromID": "144125",
      "toID": "144126",
      "formEdgeID": null
    },
    {
      "edgeID": "186351",
      "fromID": "144126",
      "toID": "144110",
      "formEdgeID": null
    },
    {
      "edgeID": "186352",
      "fromID": "144128",
      "toID": "144129",
      "formEdgeID": null
    },
    {
      "edgeID": "186353",
      "fromID": "144129",
      "toID": "144127",
      "formEdgeID": null
    },
    {
      "edgeID": "186354",
      "fromID": "144131",
      "toID": "144132",
      "formEdgeID": null
    },
    {
      "edgeID": "186355",
      "fromID": "144132",
      "toID": "144130",
      "formEdgeID": null
    },
    {
      "edgeID": "186356",
      "fromID": "144134",
      "toID": "144135",
      "formEdgeID": null
    },
    {
      "edgeID": "186357",
      "fromID": "144135",
      "toID": "144133",
      "formEdgeID": null
    },
    {
      "edgeID": "186358",
      "fromID": "144136",
      "toID": "144137",
      "formEdgeID": null
    },
    {
      "edgeID": "186359",
      "fromID": "144137",
      "toID": "144133",
      "formEdgeID": null
    },
    {
      "edgeID": "186360",
      "fromID": "144139",
      "toID": "144140",
      "formEdgeID": null
    },
    {
      "edgeID": "186361",
      "fromID": "144140",
      "toID": "144138",
      "formEdgeID": null
    },
    {
      "edgeID": "186362",
      "fromID": "144142",
      "toID": "144143",
      "formEdgeID": null
    },
    {
      "edgeID": "186363",
      "fromID": "144143",
      "toID": "144141",
      "formEdgeID": null
    },
    {
      "edgeID": "186364",
      "fromID": "144145",
      "toID": "144146",
      "formEdgeID": null
    },
    {
      "edgeID": "186365",
      "fromID": "144146",
      "toID": "144144",
      "formEdgeID": null
    },
    {
      "edgeID": "186366",
      "fromID": "144148",
      "toID": "144149",
      "formEdgeID": null
    },
    {
      "edgeID": "186367",
      "fromID": "144149",
      "toID": "144147",
      "formEdgeID": null
    },
    {
      "edgeID": "186368",
      "fromID": "144151",
      "toID": "144152",
      "formEdgeID": null
    },
    {
      "edgeID": "186369",
      "fromID": "144152",
      "toID": "144150",
      "formEdgeID": null
    },
    {
      "edgeID": "186370",
      "fromID": "144154",
      "toID": "144155",
      "formEdgeID": null
    },
    {
      "edgeID": "186371",
      "fromID": "144155",
      "toID": "144153",
      "formEdgeID": null
    },
    {
      "edgeID": "186372",
      "fromID": "144157",
      "toID": "144158",
      "formEdgeID": null
    },
    {
      "edgeID": "186373",
      "fromID": "144158",
      "toID": "144156",
      "formEdgeID": null
    },
    {
      "edgeID": "186374",
      "fromID": "144160",
      "toID": "144161",
      "formEdgeID": null
    },
    {
      "edgeID": "186375",
      "fromID": "144161",
      "toID": "144159",
      "formEdgeID": null
    },
    {
      "edgeID": "186376",
      "fromID": "144163",
      "toID": "144164",
      "formEdgeID": null
    },
    {
      "edgeID": "186377",
      "fromID": "144164",
      "toID": "144162",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
