{
  "nodes": [
    {
      "nodeID": "142671",
      "text": "All of a sudden in the last 10 years they are trying to convice us that homosexuality is not 'wrong' its a 'choice'",
      "type": "I",
      "timestamp": "2016-03-08 19:56:24"
    },
    {
      "nodeID": "142672",
      "text": "Actually the majority of homosexuals will tell you it's not a choice. And I, being the wacky gal I am, have a tendency to believe the word of homosexuals on that particular subject over the word of straight neonazicons.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142673",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142674",
      "text": "They are doing a fine job of trying to convince all of us that their behavior is 'normal'. TV shows, movies, magazines, etc. are loaded with gay characters as an agenda to make you accept them. Don't buy it! Write to the media and tell them you won't stand for it.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142675",
      "text": "Actually I really don't depend on the entertainment industry to give me a realistic picture of anything. I highly recommend you don't, either. What I know about gay people is from knowing gay people.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142676",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142677",
      "text": "Every child needs a mom and dad if at all possible. Research has proven this. Our prisons are full of children with no fathers in their lives!! Two moms or two dads has never been proven necessary.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142678",
      "text": "You might want to consider talking to the children of gay people about their parents. You could start with mine. When he hears arguments like yours - his response 'shame on them.' He's 11, but he gets it, and finds your point of view as repulsive as racism. 'You don't need a weather man to know which way the wind blows.' ~ Bob Dylan",
      "type": "I",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142679",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142680",
      "text": "The family is the foundation of any society. A healthy family is the product of a healthy marriage. Not all marriages are healthy, but help is out there for them too. Anyone can choose to go to counseling and choose to pray to God, and HE will most certainly heal lives and marriages. A country is only as strong as its foundation. Our country is great because of its strong moral foundation. Look at the countries that have collapsed after continually turning their backs on God - the evidence is right there! The government HAS GOT TO PROTECT MARRIAGE, because if it doesnt, this country will crumble! If we listen to anyone on this issue, we should listen to FORMER HOMOSEXUALS! They will tell you for themselves how sick they were, and now have found release from the chains of bondage! they now have healthy relationships with the opposite sex. If they were supposed to be gay, and 'born with it'....then why are they so much happier and 'free' now after saying goodbye to homosexuality?",
      "type": "I",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142681",
      "text": "And 2 men can't have a perfectly healthy, loving, stable marriage? Why not? Honey, every country collapses eventually. It's a cycle. An empire rises, reaches it's peak, and falls. Every single one. Take a history class. The government somehow is supposed to protect marriage....by saying it's illegal? What? Former homosexual = celibate faker! Or suicidal self-hater. Or bi that just ignores one half of their feelings. That's about it.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142682",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142683",
      "text": "You're a bit late there, aren't you? Marriage has become a state institution as much as a religious one, and I see no practical way to undo that at this point.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142684",
      "text": "oh sure there is. you would just have a lot of angry off people though.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142685",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142686",
      "text": "Actually, one can argue that it was a pagan institution long before it was a religious one.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142687",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:25"
    },
    {
      "nodeID": "142688",
      "text": "Well if there can be a Constitutional amendment to ban gay marriage, why not to remove marrriage from the federal government? Where do they get that power Constitutionally? So that would mean states can choose not to recognize any marriage Constitutionally. I think that marriage is a church issue. Let gays, straights, everyone get civil unions to be recognized legally. But leave marriage to the churches.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:26"
    },
    {
      "nodeID": "142689",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:26"
    },
    {
      "nodeID": "142690",
      "text": "Hmm....some opposition to the petition...More left wing ideology at work.",
      "type": "I",
      "timestamp": "2016-03-08 19:56:26"
    },
    {
      "nodeID": "142691",
      "text": "So now those that are opposed to even more laws on the books and a return to Old Testament practices are considered left wing? What's this world coming too? LOL",
      "type": "I",
      "timestamp": "2016-03-08 19:56:26"
    },
    {
      "nodeID": "142692",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:56:26"
    }
  ],
  "edges": [
    {
      "edgeID": "185318",
      "fromID": "142672",
      "toID": "142673",
      "formEdgeID": null
    },
    {
      "edgeID": "185319",
      "fromID": "142673",
      "toID": "142671",
      "formEdgeID": null
    },
    {
      "edgeID": "185320",
      "fromID": "142675",
      "toID": "142676",
      "formEdgeID": null
    },
    {
      "edgeID": "185321",
      "fromID": "142676",
      "toID": "142674",
      "formEdgeID": null
    },
    {
      "edgeID": "185322",
      "fromID": "142678",
      "toID": "142679",
      "formEdgeID": null
    },
    {
      "edgeID": "185323",
      "fromID": "142679",
      "toID": "142677",
      "formEdgeID": null
    },
    {
      "edgeID": "185324",
      "fromID": "142681",
      "toID": "142682",
      "formEdgeID": null
    },
    {
      "edgeID": "185325",
      "fromID": "142682",
      "toID": "142680",
      "formEdgeID": null
    },
    {
      "edgeID": "185326",
      "fromID": "142684",
      "toID": "142685",
      "formEdgeID": null
    },
    {
      "edgeID": "185327",
      "fromID": "142685",
      "toID": "142683",
      "formEdgeID": null
    },
    {
      "edgeID": "185328",
      "fromID": "142686",
      "toID": "142687",
      "formEdgeID": null
    },
    {
      "edgeID": "185329",
      "fromID": "142687",
      "toID": "142683",
      "formEdgeID": null
    },
    {
      "edgeID": "185330",
      "fromID": "142688",
      "toID": "142689",
      "formEdgeID": null
    },
    {
      "edgeID": "185331",
      "fromID": "142689",
      "toID": "142683",
      "formEdgeID": null
    },
    {
      "edgeID": "185332",
      "fromID": "142691",
      "toID": "142692",
      "formEdgeID": null
    },
    {
      "edgeID": "185333",
      "fromID": "142692",
      "toID": "142690",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
