{
  "nodes": [
    {
      "nodeID": "143778",
      "text": "Change Nobody Believes In A bill so reckless that it has to be rammed through on a partisan vote on Christmas eve. Mr. Obama promised a new era of transparent good government, yet on Saturday morning Mr. Reid threw out the 2,100-page bill that the world's greatest deliberative body spent just 17 days debating and replaced it with a new 'manager's amendment' that was stapled together in covert partisan negotiations. Democrats are barely even bothering to pretend to care what's in it, not that any Senator had the chance to digest it in the 38 hours before the first cloture vote at 1 a.m. this morning. After procedural motions that allow for no amendments, the final vote could come at 9 p.m. on December 24. Even in World War I there was a Christmas truce. The rushed, secretive way that a bill this destructive and unpopular is being forced on the country shows that 'reform' has devolved into the raw exercise of political power for the single purpose of permanently expanding the American entitlement state. An increasing roll of leaders in health care and business are looking on aghast at a bill that is so large and convoluted that no one can truly understand it, as Finance Chairman Max Baucus admitted on the floor last week. The only goal is to ram it into law while the political window is still open, and clean up the mess later. *** &#8226; Health costs. From the outset, the White House's core claim was that reform would reduce health costs for individuals and businesses, and they're sticking to that story. 'Anyone who says otherwise simply hasn't read the bills,' Mr. Obama said over the weekend. This is so utterly disingenuous that we doubt the President really believes it. The best and most rigorous cost analysis was recently released by the insurer WellPoint, which mined its actuarial data in various regional markets to model the Senate bill. WellPoint found that a healthy 25-year-old in Milwaukee buying coverage on the individual market will see his costs rise by 178%. A small business based in Richmond with eight employees in average health will see a 23% increase. Insurance costs for a 40-year-old family with two kids living in Indianapolis will pay 106% more. And on and on. These increases are solely the result of ObamaCare&#8212;above and far beyond the status quo&#8212;because its strict restrictions on underwriting and risk-pooling would distort insurance markets. All but a handful of states have rejected regulations like 'community rating' because they encourage younger and healthier buyers to wait until they need expensive care, increasing costs for everyone. Benefits and pricing will now be determined by politics. As for the White House's line about cutting costs by eliminating supposed 'waste,' even Victor Fuchs, an eminent economist generally supportive of ObamaCare, warned last week that these political theories are overly simplistic. 'The oft-heard promise 'we will find out what works and what does not' scarcely does justice to the complexity of medical practice,' the Stanford professor wrote. &#8226; Steep declines in choice and quality. This is all of a piece with the hubris of an Administration that thinks it can substitute government planning for market forces in determining where the $33 trillion the U.S. will spend on medicine over the next decade should go. This centralized system means above all fewer choices; what works for the political class must work for everyone. With formerly private insurers converted into public utilities, for instance, they'll inevitably be banned from selling products like health savings accounts that encourage more cost-conscious decisions. Unnoticed by the press corps, the Congressional Budget Office argued recently that the Senate bill would so 'substantially reduce flexibility in terms of the types, prices, and number of private sellers of health insurance' that companies like WellPoint might need to 'be considered part of the federal budget.' With so large a chunk of the economy and medical practice itself in Washington's hands, quality will decline. Ultimately, 'our capacity to innovate and develop new therapies would suffer most of all,' as Harvard Medical School Dean Jeffrey Flier recently wrote in our pages. Take the $2 billion annual tax&#8212;rising to $3 billion in 2018&#8212;that will be leveled against medical device makers, among the most innovative U.S. industries. Democrats believe that more advanced health technologies like MRI machines and drug-coated stents are driving costs too high, though patients and their physicians might disagree. 'The Senate isn't hearing those of us who are closest to the patient and work in the system every day,' Brent Eastman, the chairman of the American College of Surgeons, said in a statement for his organization and 18 other speciality societies opposing ObamaCare. For no other reason than ideological animus, doctor-owned hospitals will face harsh new limits on their growth and who they're allowed to treat. Physician Hospitals of America says that ObamaCare will 'destroy over 200 of America's best and safest hospitals.' &#8226; Blowing up the federal fisc. Even though Medicare's unfunded liabilities are already about 2.6 times larger than the entire U.S. economy in 2008, Democrats are crowing that ObamaCare will cost 'only' $871 billion over the next decade while fantastically reducing the deficit by $132 billion, according to CBO. Yet some 98% of the total cost comes after 2014&#8212;remind us why there must absolutely be a vote this week&#8212;and most of the taxes start in 2010. That includes the payroll tax increase for individuals earning more than $200,000 that rose to 0.9 from 0.5 percentage points in Mr. Reid's final machinations. Job creation, here we come. Other deceptions include a new entitlement for long-term care that starts collecting premiums tomorrow but doesn't start paying benefits until late in the decade. But the worst is not accounting for a formula that automatically slashes Medicare payments to doctors by 21.5% next year and deeper after that. Everyone knows the payment cuts won't happen but they remain in the bill to make the cost look lower. The American Medical Association's priority was eliminating this 'sustainable growth rate' but all they got in return for their year of ObamaCare cheerleading was a two-month patch snuck into the defense bill that passed over the weekend. The truth is that no one really knows how much ObamaCare will cost because its assumptions on paper are so unrealistic. To hide the cost increases created by other parts of the bill and transfer them onto the federal balance sheet, the Senate sets up government-run 'exchanges' that will subsidize insurance for those earning up to 400% of the poverty level, or $96,000 for a family of four in 2016. Supposedly they would only be offered to those whose employers don't provide insurance or work for small businesses. As Eugene Steuerle of the left-leaning Urban Institute points out, this system would treat two workers with the same total compensation&#8212;whatever the mix of cash wages and benefits&#8212;very differently. Under the Senate bill, someone who earned $42,000 would get $5,749 from the current tax exclusion for employer-sponsored coverage but $12,750 in the exchange. A worker making $60,000 would get $8,310 in the exchanges but only $3,758 in the current system. For this reason Mr. Steuerle concludes that the Senate bill is not just a new health system but also 'a new welfare and tax system' that will warp the labor market. Given the incentives of these two-tier subsidies, employers with large numbers of lower-wage workers like Wal-Mart may well convert them into 'contractors' or do more outsourcing. As more and more people flood into 'free' health care, taxpayer costs will explode. A Reckless Health Care Bill That Nobody Believes In - WSJ.com",
      "type": "I",
      "timestamp": "2016-03-08 19:58:51"
    },
    {
      "nodeID": "143779",
      "text": "Under then bill pushed through in the middle of the night: 1.a healthy 25-year-old in Milwaukee will see his costs rise by 178%. 2.A small business in Richmond with eight employees will see a 23% increase. 3.Insurance for a 40-year-old family with two kids in Indianapolis will pay 106% more 4.Collection of payroll taxes for the new plan will begin Jan. 2010, but benefits don't start until 2014. 5. Payment to doctors for Medicare patients will decrease 21.5% next year and more after that. How many doctors do you think will continue to treat Medicare patients when that happens? 6. The plan will cost $871Billion over the next decate, but 98% of the cost occurs after 2014. 7. Medical device manufacturers pay $2Billion/year in taxes. This will rise to $3Billion/year in 2018, removing $1Billion that could be used for R&D and adding it to the cost of current devices instead. 8. The rest of the country will pay ALL of Nebraska's state contributions to Medicare FOREVER because that was the bribe that the Democrats made for the 60th vote. Now, Cake Lady, prove me wrong!:xcensored",
      "type": "I",
      "timestamp": "2016-03-08 19:58:51"
    },
    {
      "nodeID": "143780",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:58:51"
    },
    {
      "nodeID": "143781",
      "text": "Well, this comes from the same people who invented the death pannels. The truth is that all the developed countries (all of Europe, Canada, Japan, Australia, New Zealand, Taiwan, Israel) have universal healthcare. Their COST per capita is about half of ours. They have better outcomes. Universal healthcare has been tried in many places and it does work. What does not work is our current system. Wellpoint has just increased premiums by 30% even wiyhout a reform bill. They spend 30% on administrative costs. BTW, do you oppose the bill that would force them to limit the administrative costs to 20%?",
      "type": "I",
      "timestamp": "2016-03-08 19:58:51"
    },
    {
      "nodeID": "143782",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:51"
    },
    {
      "nodeID": "143783",
      "text": "Now name one country with universal socialized healthcare with a population of 300 million citizens modulus, just one if you can. Your exemplar countries are tiny in comparison to us so lets get realistic and compare apples to apples for once, ok?",
      "type": "I",
      "timestamp": "2016-03-08 19:58:51"
    },
    {
      "nodeID": "143784",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:51"
    },
    {
      "nodeID": "143785",
      "text": "The population of the European Union is 501,259,840.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:51"
    },
    {
      "nodeID": "143786",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:58:52"
    },
    {
      "nodeID": "143787",
      "text": "Do you think that red herrings and strawmen will help your case? ;)",
      "type": "I",
      "timestamp": "2016-03-08 19:58:52"
    },
    {
      "nodeID": "143788",
      "text": "So you agree that we should leave weather out of it and focus on healt care cost? All the developed countries (all of Europe, Canada, Japan, Australia, New Zealand, Taiwan, Israel) have universal healthcare. Their COST per capita is about half of ours. They have better outcomes i.e. longer life expectancy, fewer preventable deaths, lower infant mortality, in most cases more doctors per capita. They have lower cost in spite of the fact that the U.S. insurance companies insure only the healthy. Over there they treat the sick. What are the insuranc ecompanies doing with our money?? How come the small businesses, the self-emplyed are priced out of the market and left to die in pain??",
      "type": "I",
      "timestamp": "2016-03-08 19:58:52"
    },
    {
      "nodeID": "143789",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:52"
    }
  ],
  "edges": [
    {
      "edgeID": "186106",
      "fromID": "143779",
      "toID": "143780",
      "formEdgeID": null
    },
    {
      "edgeID": "186107",
      "fromID": "143780",
      "toID": "143778",
      "formEdgeID": null
    },
    {
      "edgeID": "186108",
      "fromID": "143781",
      "toID": "143782",
      "formEdgeID": null
    },
    {
      "edgeID": "186109",
      "fromID": "143782",
      "toID": "143779",
      "formEdgeID": null
    },
    {
      "edgeID": "186110",
      "fromID": "143783",
      "toID": "143784",
      "formEdgeID": null
    },
    {
      "edgeID": "186111",
      "fromID": "143784",
      "toID": "143781",
      "formEdgeID": null
    },
    {
      "edgeID": "186112",
      "fromID": "143785",
      "toID": "143786",
      "formEdgeID": null
    },
    {
      "edgeID": "186113",
      "fromID": "143786",
      "toID": "143783",
      "formEdgeID": null
    },
    {
      "edgeID": "186114",
      "fromID": "143788",
      "toID": "143789",
      "formEdgeID": null
    },
    {
      "edgeID": "186115",
      "fromID": "143789",
      "toID": "143787",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
