{
  "nodes": [
    {
      "nodeID": "137170",
      "text": "See above.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:32"
    },
    {
      "nodeID": "140103",
      "text": "and this:",
      "type": "I",
      "timestamp": "2016-03-08 19:50:43"
    },
    {
      "nodeID": "160124",
      "text": "EDIT: I reread, and it seems you are correct. Creationism isn't a theory at all! On one of my most generous days, I might call it a set of poor hypotheses. It really should be classified as a myth  While it is true that science and religion are not generally compatible, because science is based on evidence supporting a hypothesis, which will eventually become a theory after significant support, and a law after virtually proven true (but never actually proven), while religion is a series of stories to try to explain the universe in the simplest way possible (god did it). Science is meant to expand and change over time until the theory of everything is reached. Religion assumes they already have that theory (god did it). Evolution is no mo0re anti-religion than science itself, except that the conflict manifests itself here.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:23"
    },
    {
      "nodeID": "160125",
      "text": "So if a story in the bible is proven to be true, like the fact that there is enough water in the ice caps, and the atmosphere to cover the highest mountains, then these 'myths' would become less rediculous? Or would there be a logical explanation other than a higher life form did it? Mayabe a crazy man built a big boat at the right time and happened to have two of each animal at the time? But that would be crazy talk. Wouldnt it?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:23"
    },
    {
      "nodeID": "160126",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:23"
    },
    {
      "nodeID": "160127",
      "text": "The majority does not determine reality. Our science education is already behind other countries. Catering to the ignorant isn't going to help us catch up.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:23"
    },
    {
      "nodeID": "160128",
      "text": "You prove my point exactly. Just because 99% of scientists believe in evolution, why should I? You are right, by catering to evolutionists we are getting behind in our education.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:23"
    },
    {
      "nodeID": "160129",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:23"
    },
    {
      "nodeID": "160130",
      "text": "Originally posted by lurch Thank you Karl",
      "type": "I",
      "timestamp": "2016-03-08 20:34:24"
    },
    {
      "nodeID": "160131",
      "text": "And thank you. Pity that the self-proclaimed Christians around here cannot show the same courtesy that you bring to the discussion. I apologize for being absent recently, the Beagle 2 Mars Lander was delivered last Tuesday, and I was in France working on the spacecraft.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:24"
    },
    {
      "nodeID": "160132",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:24"
    },
    {
      "nodeID": "160133",
      "text": "No. By the definition of how science works.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:24"
    },
    {
      "nodeID": "160134",
      "text": "Oh, I get it. Science = evolution. Wrong.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:24"
    },
    {
      "nodeID": "160135",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:24"
    },
    {
      "nodeID": "160136",
      "text": "Originally posted by Debater A. afarensis was an ape",
      "type": "I",
      "timestamp": "2016-03-08 20:34:24"
    },
    {
      "nodeID": "160137",
      "text": "So am I, so are you.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:24"
    },
    {
      "nodeID": "160138",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:24"
    },
    {
      "nodeID": "160139",
      "text": "audi alteram partem or in English 'hear both sides of an argument'....",
      "type": "I",
      "timestamp": "2016-03-08 20:34:24"
    },
    {
      "nodeID": "160140",
      "text": "Well said. It is a disgrace that the 'Flat Earth' side of the argument never gets a look in geography lessons and that the 'Spontaneous Creation' side of the argument never gets a look in when teaching kids about the life cycle of insects. Do you realise that they refuse to present the 'Cheese' side of the argument when teaching about the moon these days? It's outrageous, how can our kids get a balanced education if such bias is allowed to continue!",
      "type": "I",
      "timestamp": "2016-03-08 20:34:24"
    },
    {
      "nodeID": "160141",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:24"
    },
    {
      "nodeID": "160142",
      "text": "Just as people have their views on this forum, parents have their views out there, and if a parent does not want their kid to learn about evolution because they believe in creationism, I think a parent has that right.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:24"
    },
    {
      "nodeID": "160143",
      "text": "But most creationists think that it is OK to force their views on everyone by requiring creationism, their religion, to be taught in school. Actually, the public schools have the obligation to teach current science - the best answers that we have today. Today, the United States ranks near the bottom in the knowledge of science and math of graduating secondary school children. Only in our universities do we begin to do the job. But check out the number of foreign teachers we have in our universities. We are doing such a bad job that we have to go elsewhere to find adequately trained individuals.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:24"
    },
    {
      "nodeID": "160144",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:25"
    },
    {
      "nodeID": "160145",
      "text": "I'm not saying parents should have control over the kids life, but when they are children, they should guide them. Some kids go through school, and don't know anything about god, at all.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:25"
    },
    {
      "nodeID": "160146",
      "text": "And it isn't the job of the school to teach anyone about your god. That is the job of the parents. If it is a good idea to teach about your god in the public school, it is also a good idea to teach about mine. How about Wicca and Islam. A good idea, right? But if some creationists don't like their children learning science, then they should put them in their own 'christian' schools where they can become scientific illiterates who think that heliocentrism is a fact.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:25"
    },
    {
      "nodeID": "160147",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:25"
    },
    {
      "nodeID": "160148",
      "text": "True, but as Lurch corrected me before: It is the theory of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:25"
    },
    {
      "nodeID": "160149",
      "text": "And I'm going to correct you again. The theory of evolution is by no means an extreme view. It is the prevailing view. More than 99% of biologists accept the theory of evolution as the best explanation for the observations.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:25"
    },
    {
      "nodeID": "160150",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:25"
    },
    {
      "nodeID": "160151",
      "text": "It isn't that creationists aren't enlightened about biology, it is that they tend to be less educated.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:25"
    },
    {
      "nodeID": "160152",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:25"
    },
    {
      "nodeID": "160153",
      "text": "You once said that you had done a detailed study of evolution, 'with an open mind.' You never did tell me at what university. What books and papers written by real scientists did you read - by the way - real scientists don't have ministries. I suspect that you weren't being truthful when you made that claim.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:25"
    },
    {
      "nodeID": "160154",
      "text": "So doing a detailed study of something requires that one takes a class for it in a university and reads books papers written on it by 'real scientists'? Wow, I never knew that. Thanx for enlightening me.:)",
      "type": "I",
      "timestamp": "2016-03-08 20:34:25"
    },
    {
      "nodeID": "160155",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:25"
    },
    {
      "nodeID": "160156",
      "text": "So doing a detailed study of something requires that one takes a class for it in a university and reads books papers written on it by 'real scientists'? Wow, I never knew that. Thanx for enlightening me.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:26"
    },
    {
      "nodeID": "160157",
      "text": "You are welcome. The idea that one would learn science from scientists seemed somehow obvious to me. The idea is somehow more complex than I imagined. If I am sick I do not consult my plumber or my mechanic. On the other hand, I don't consult a geologist if my car breaks down. Where else would you learn science but from scientists? How do you propose to learn about biology but from biologists? How else do you propose to learn about science without reading books and papers written by scientists? So yes indeed. A 'detailed' study of a topic requires reading some actual significant literature or actually taking a course at some university. I'll give you a hint though. Evolutionary biology classes are upper division - you'll need 18 to 20 semester hours in biology to get in the door. In my day that it also required a course in genetics - which required a course in zoology and a course in botany. I mean, how can you claim to have done a detailed study if you haven't read anything written by an evolutionary biologist or taken a single course in evolutionary biology? It's a bit like claiming that I have done a detailed study of christianity by reading Stephen King novels. The problem is that you made up your mind before you knew the facts. You only sought information from sources who would tell you what you wanted to hear. You don't have the knowledge to judge the scientific validity of the information. And yet you claim that you have done a detailed study of the topic with an open mind. I'll give you a hint. I spent a year, an hour a day, 5 days a week, studying the Bible with a Bible scholar (PhD). We read it cover to cover. That doesn't even begin to touch on my studies in philosophy and theology. To learn about Christianity and the Bible, I went to theologeans an Bible scholars - I didn't consult one plumber or even an evolutionary biologist. So please. Exactly how did you accomplish your detailed study of evolution without reading a single piece of evolutionary literature or taking a single course in biology? I am baffled.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:26"
    },
    {
      "nodeID": "160158",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:26"
    },
    {
      "nodeID": "160159",
      "text": "You prove my point exactly. Just because 99% of scientists believe in evolution, why should I?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:26"
    },
    {
      "nodeID": "160160",
      "text": "Because it's a blatantly obvious fact of nature and intellectually honest experts in the field accept it.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:26"
    },
    {
      "nodeID": "160161",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:26"
    },
    {
      "nodeID": "160162",
      "text": "Just because 99% of astrophysicists believe that the earth orbits the sun, why should you? Just because 99% of medical doctors believe that germs cause disease, why should you? Just because 99% of geologists believe that plate subduction causes vulcanism, why should you? (I know I lost you on that one.) Just because 99% of physicists believe that the sun produces energy by nuclear fusion, why should you? And that's why I don't consult my plumber or my mechanic about plantar fasciitis. What do you know that makes you better informed than thousands upon thousands of scientists who have spent decades of study in their subject. But you, who hasn't read a single book or paper have done a 'detailed study' (of course with an open mind) and concluded that you are right and they are wrong. Moreover, you think that the terminally ignorant should be allowed to vote on science.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:26"
    },
    {
      "nodeID": "160163",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:26"
    },
    {
      "nodeID": "160164",
      "text": "That is why they are failing.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:26"
    },
    {
      "nodeID": "160165",
      "text": "And they should. It seems that they are not too bright.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:26"
    },
    {
      "nodeID": "160166",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:26"
    },
    {
      "nodeID": "160167",
      "text": "have heard countless stories of my friends getting F's on everything from homework to tests because they didn't use evolution as the premisis for their answers. They used God. That is why they are failing.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:26"
    },
    {
      "nodeID": "160168",
      "text": "So they're failing because they're XXXXXX?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:26"
    },
    {
      "nodeID": "160169",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:26"
    },
    {
      "nodeID": "160170",
      "text": "Whether you want to believe it or not is irrelevant. Our schools have the obligation to teach the most current scientific theories, you know, stuff like the earth orbits the sun. The students have an obligation to learn and understand their understanding of those theories.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:27"
    },
    {
      "nodeID": "160171",
      "text": "So basically you are saying that evolution is the one and only true explanation of how we came to be, and that it is okay for the schools to force students to accept this 'fact'. That is why they are failing.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:27"
    },
    {
      "nodeID": "160172",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:27"
    },
    {
      "nodeID": "160173",
      "text": "Don't be silly. You claimed that you had done a detailed study (with an open mind, no less) of evolution. It turns out that you cannot name a single book about evolution that you have read, much less taken an actual course. I don't claim that you need to graduate from college. I do claim that it is stupid and dishonest to claim expertise that you don't have and to claim to oppose what you don't understand. I think that you should at least have the integrity to learn the basics before you comment. You haven't done that. That is true of several topics on which you post.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:27"
    },
    {
      "nodeID": "160174",
      "text": "I think it is hilarious that you still think that in order to do a detailed study of evolution, you have to read 10 different books on it and take brainwashing classes from a university. Maybe you just like making yourself feel superior to me...who knows...",
      "type": "I",
      "timestamp": "2016-03-08 20:34:27"
    },
    {
      "nodeID": "160175",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:27"
    },
    {
      "nodeID": "160176",
      "text": "They're failing because the public school system is run by XXXXXX.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:27"
    },
    {
      "nodeID": "160177",
      "text": "Yeah, so if on my math test, I put 'The answer is 7 because my god says so' and the teacher marks it wrong, he's the XXXXX?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:27"
    },
    {
      "nodeID": "160178",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:27"
    },
    {
      "nodeID": "160179",
      "text": "A theory is an idea that has some evidence to support it.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:27"
    },
    {
      "nodeID": "160180",
      "text": "No. That's the hypothesis. A theory has been tested. That means that from the hypothesis a prediction is made that has the power to falsify the hypothesis. In other words, the prediction must necessarily be true if the hypothesis is correct. Then an experiment is designed and conducted to test the prediction. When the hypothesis has been tested strongly, it is called a theory. From the evidence a hypothesis is formulated. The hypothesis is a proposed explanation that takes into account all of the observed facts. It is built on previous science, experience and sometimes guess work. Then comes the prediction, followed by the experiment that tests the prediction. If it passes, you may have a theory.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:27"
    },
    {
      "nodeID": "160181",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:27"
    },
    {
      "nodeID": "160182",
      "text": "*Yes, evolution is a theory. Then again, what is God?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:27"
    },
    {
      "nodeID": "160183",
      "text": "Well, it seems pretty evident that you have know idea of the meaning of the word theory when used in science.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:27"
    },
    {
      "nodeID": "160184",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:28"
    },
    {
      "nodeID": "160185",
      "text": "Evolutionists cannot support thier theory and expect you to find proof to support yours.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:28"
    },
    {
      "nodeID": "160186",
      "text": "I thought you said that you had been following the converstaion. I guess you didn't understand any of it.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:28"
    },
    {
      "nodeID": "160187",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:28"
    },
    {
      "nodeID": "160188",
      "text": "Even though you don't have the proof to support human creation by God, you want someone else to supply that proof about evolution?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:28"
    },
    {
      "nodeID": "160189",
      "text": "And that is why they are wrong. They don't understand science. Science is not the presentation of proof but explanations of the evidence that have been tested.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:28"
    },
    {
      "nodeID": "160190",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:28"
    },
    {
      "nodeID": "160191",
      "text": "Let's say the parents wanted to send their child to a public school but they didn't want the evolution class. The kid could just not attend the evolution classes.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:28"
    },
    {
      "nodeID": "160192",
      "text": "See above, again",
      "type": "I",
      "timestamp": "2016-03-08 20:34:28"
    },
    {
      "nodeID": "160193",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:28"
    },
    {
      "nodeID": "160194",
      "text": "My def of evolution is that man evolved from a piece of star dust.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:28"
    },
    {
      "nodeID": "160195",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:28"
    },
    {
      "nodeID": "160196",
      "text": "In fact, scholars (even non-Christian) have brought back some of the Gospels to less than 7 or 8 years after Christ.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:28"
    },
    {
      "nodeID": "160197",
      "text": "I believe the earliest gospel estimation is placed around 50 ad, which is almost 30 years after Jesus died.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:29"
    },
    {
      "nodeID": "160198",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:29"
    },
    {
      "nodeID": "160199",
      "text": "alright how did evolution start?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:29"
    },
    {
      "nodeID": "160200",
      "text": "See above",
      "type": "I",
      "timestamp": "2016-03-08 20:34:29"
    },
    {
      "nodeID": "160201",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:29"
    },
    {
      "nodeID": "160202",
      "text": "Creationists have a theory. Evolutionists don't know.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:29"
    },
    {
      "nodeID": "160203",
      "text": "No. Chemists have a theory (abiogenesis). Creationists have a belief.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:29"
    },
    {
      "nodeID": "160204",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:29"
    },
    {
      "nodeID": "160205",
      "text": "without abiogenesis proven evolution can not be proven.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:29"
    },
    {
      "nodeID": "160206",
      "text": "See above, yet again",
      "type": "I",
      "timestamp": "2016-03-08 20:34:29"
    },
    {
      "nodeID": "160207",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:34:29"
    },
    {
      "nodeID": "160208",
      "text": "an example of mutations is the eyeless cave fish. mutations have never led to a higher life form.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:29"
    },
    {
      "nodeID": "160209",
      "text": "You can not create the general from the specific, only the specific from the general",
      "type": "I",
      "timestamp": "2016-03-08 20:34:29"
    },
    {
      "nodeID": "160210",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:29"
    },
    {
      "nodeID": "160211",
      "text": "because the earth is older than 10,000 years as many creationists think and the 7 day creation doesn't make sense.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:30"
    },
    {
      "nodeID": "160212",
      "text": "But doesn't Genesis imply that creation occured in one 7-day period (though the days could be symbollic)?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:30"
    },
    {
      "nodeID": "160213",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:30"
    },
    {
      "nodeID": "160214",
      "text": "There is two theory's regarding homo neadertalus one is that he is a separte creature now extint. the other is that he was a human with bigger bones. The reason the DNA is different is because is because neadertalus was much bigger, tougher, and coarser.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:30"
    },
    {
      "nodeID": "160215",
      "text": "A. africanus was an ape A. afarensis was an ape I don't know about the rest (A. anamensis, A. garhi and A. robustus)",
      "type": "I",
      "timestamp": "2016-03-08 20:34:30"
    },
    {
      "nodeID": "160216",
      "text": "See above, please cite.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:30"
    },
    {
      "nodeID": "160217",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:30"
    },
    {
      "nodeID": "160218",
      "text": "with regards to the cousins argument if a creature evolves into a new species wouldn't the old species not exist any more?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:30"
    },
    {
      "nodeID": "160219",
      "text": "No. Creatures don't evolve. Populations evolve. If a portion of a paticular species gets isolated and evoves into a new species, what makes you think that the parent species has to die?",
      "type": "I",
      "timestamp": "2016-03-08 20:34:30"
    },
    {
      "nodeID": "160220",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:30"
    },
    {
      "nodeID": "160221",
      "text": "No, say you've got 200 of some species. By some event, 100 member are seperated. Now we have two groups of 100. Each group goes through different selections and they accumulate small changes. Eventually, they will be different enough so that they are no longer able to interbreed. That doesn't mean one group automatically has to die so we remain at the same number of species. Of course, one group might get some significant advantage which allows it to come back and ownzor the original area so the other group gets wiped out.",
      "type": "I",
      "timestamp": "2016-03-08 20:34:30"
    },
    {
      "nodeID": "160222",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:34:30"
    }
  ],
  "edges": [
    {
      "edgeID": "197668",
      "fromID": "160125",
      "toID": "160126",
      "formEdgeID": null
    },
    {
      "edgeID": "197669",
      "fromID": "160126",
      "toID": "160124",
      "formEdgeID": null
    },
    {
      "edgeID": "197670",
      "fromID": "160128",
      "toID": "160129",
      "formEdgeID": null
    },
    {
      "edgeID": "197671",
      "fromID": "160129",
      "toID": "160127",
      "formEdgeID": null
    },
    {
      "edgeID": "197672",
      "fromID": "160131",
      "toID": "160132",
      "formEdgeID": null
    },
    {
      "edgeID": "197673",
      "fromID": "160132",
      "toID": "160130",
      "formEdgeID": null
    },
    {
      "edgeID": "197674",
      "fromID": "160134",
      "toID": "160135",
      "formEdgeID": null
    },
    {
      "edgeID": "197675",
      "fromID": "160135",
      "toID": "160133",
      "formEdgeID": null
    },
    {
      "edgeID": "197676",
      "fromID": "160137",
      "toID": "160138",
      "formEdgeID": null
    },
    {
      "edgeID": "197677",
      "fromID": "160138",
      "toID": "160136",
      "formEdgeID": null
    },
    {
      "edgeID": "197678",
      "fromID": "160140",
      "toID": "160141",
      "formEdgeID": null
    },
    {
      "edgeID": "197679",
      "fromID": "160141",
      "toID": "160139",
      "formEdgeID": null
    },
    {
      "edgeID": "197680",
      "fromID": "160143",
      "toID": "160144",
      "formEdgeID": null
    },
    {
      "edgeID": "197681",
      "fromID": "160144",
      "toID": "160142",
      "formEdgeID": null
    },
    {
      "edgeID": "197682",
      "fromID": "160146",
      "toID": "160147",
      "formEdgeID": null
    },
    {
      "edgeID": "197683",
      "fromID": "160147",
      "toID": "160145",
      "formEdgeID": null
    },
    {
      "edgeID": "197684",
      "fromID": "160149",
      "toID": "160150",
      "formEdgeID": null
    },
    {
      "edgeID": "197685",
      "fromID": "160150",
      "toID": "160148",
      "formEdgeID": null
    },
    {
      "edgeID": "197686",
      "fromID": "137170",
      "toID": "160152",
      "formEdgeID": null
    },
    {
      "edgeID": "197687",
      "fromID": "160152",
      "toID": "160151",
      "formEdgeID": null
    },
    {
      "edgeID": "197688",
      "fromID": "160154",
      "toID": "160155",
      "formEdgeID": null
    },
    {
      "edgeID": "197689",
      "fromID": "160155",
      "toID": "160153",
      "formEdgeID": null
    },
    {
      "edgeID": "197690",
      "fromID": "160157",
      "toID": "160158",
      "formEdgeID": null
    },
    {
      "edgeID": "197691",
      "fromID": "160158",
      "toID": "160156",
      "formEdgeID": null
    },
    {
      "edgeID": "197692",
      "fromID": "160160",
      "toID": "160161",
      "formEdgeID": null
    },
    {
      "edgeID": "197693",
      "fromID": "160161",
      "toID": "160159",
      "formEdgeID": null
    },
    {
      "edgeID": "197694",
      "fromID": "160162",
      "toID": "160163",
      "formEdgeID": null
    },
    {
      "edgeID": "197695",
      "fromID": "160163",
      "toID": "160128",
      "formEdgeID": null
    },
    {
      "edgeID": "197696",
      "fromID": "160165",
      "toID": "160166",
      "formEdgeID": null
    },
    {
      "edgeID": "197697",
      "fromID": "160166",
      "toID": "160164",
      "formEdgeID": null
    },
    {
      "edgeID": "197698",
      "fromID": "160168",
      "toID": "160169",
      "formEdgeID": null
    },
    {
      "edgeID": "197699",
      "fromID": "160169",
      "toID": "160167",
      "formEdgeID": null
    },
    {
      "edgeID": "197700",
      "fromID": "160171",
      "toID": "160172",
      "formEdgeID": null
    },
    {
      "edgeID": "197701",
      "fromID": "160172",
      "toID": "160170",
      "formEdgeID": null
    },
    {
      "edgeID": "197702",
      "fromID": "160174",
      "toID": "160175",
      "formEdgeID": null
    },
    {
      "edgeID": "197703",
      "fromID": "160175",
      "toID": "160173",
      "formEdgeID": null
    },
    {
      "edgeID": "197704",
      "fromID": "160177",
      "toID": "160178",
      "formEdgeID": null
    },
    {
      "edgeID": "197705",
      "fromID": "160178",
      "toID": "160176",
      "formEdgeID": null
    },
    {
      "edgeID": "197706",
      "fromID": "160180",
      "toID": "160181",
      "formEdgeID": null
    },
    {
      "edgeID": "197707",
      "fromID": "160181",
      "toID": "160179",
      "formEdgeID": null
    },
    {
      "edgeID": "197708",
      "fromID": "160183",
      "toID": "160184",
      "formEdgeID": null
    },
    {
      "edgeID": "197709",
      "fromID": "160184",
      "toID": "160182",
      "formEdgeID": null
    },
    {
      "edgeID": "197710",
      "fromID": "160186",
      "toID": "160187",
      "formEdgeID": null
    },
    {
      "edgeID": "197711",
      "fromID": "160187",
      "toID": "160185",
      "formEdgeID": null
    },
    {
      "edgeID": "197712",
      "fromID": "160189",
      "toID": "160190",
      "formEdgeID": null
    },
    {
      "edgeID": "197713",
      "fromID": "160190",
      "toID": "160188",
      "formEdgeID": null
    },
    {
      "edgeID": "197714",
      "fromID": "160192",
      "toID": "160193",
      "formEdgeID": null
    },
    {
      "edgeID": "197715",
      "fromID": "160193",
      "toID": "160191",
      "formEdgeID": null
    },
    {
      "edgeID": "197716",
      "fromID": "140103",
      "toID": "160195",
      "formEdgeID": null
    },
    {
      "edgeID": "197717",
      "fromID": "160195",
      "toID": "160194",
      "formEdgeID": null
    },
    {
      "edgeID": "197718",
      "fromID": "160197",
      "toID": "160198",
      "formEdgeID": null
    },
    {
      "edgeID": "197719",
      "fromID": "160198",
      "toID": "160196",
      "formEdgeID": null
    },
    {
      "edgeID": "197720",
      "fromID": "160200",
      "toID": "160201",
      "formEdgeID": null
    },
    {
      "edgeID": "197721",
      "fromID": "160201",
      "toID": "160199",
      "formEdgeID": null
    },
    {
      "edgeID": "197722",
      "fromID": "160203",
      "toID": "160204",
      "formEdgeID": null
    },
    {
      "edgeID": "197723",
      "fromID": "160204",
      "toID": "160202",
      "formEdgeID": null
    },
    {
      "edgeID": "197724",
      "fromID": "160206",
      "toID": "160207",
      "formEdgeID": null
    },
    {
      "edgeID": "197725",
      "fromID": "160207",
      "toID": "160205",
      "formEdgeID": null
    },
    {
      "edgeID": "197726",
      "fromID": "160209",
      "toID": "160210",
      "formEdgeID": null
    },
    {
      "edgeID": "197727",
      "fromID": "160210",
      "toID": "160208",
      "formEdgeID": null
    },
    {
      "edgeID": "197728",
      "fromID": "160212",
      "toID": "160213",
      "formEdgeID": null
    },
    {
      "edgeID": "197729",
      "fromID": "160213",
      "toID": "160211",
      "formEdgeID": null
    },
    {
      "edgeID": "197730",
      "fromID": "160216",
      "toID": "160217",
      "formEdgeID": null
    },
    {
      "edgeID": "197731",
      "fromID": "160217",
      "toID": "160215",
      "formEdgeID": null
    },
    {
      "edgeID": "197732",
      "fromID": "160219",
      "toID": "160220",
      "formEdgeID": null
    },
    {
      "edgeID": "197733",
      "fromID": "160220",
      "toID": "160218",
      "formEdgeID": null
    },
    {
      "edgeID": "197734",
      "fromID": "160221",
      "toID": "160222",
      "formEdgeID": null
    },
    {
      "edgeID": "197735",
      "fromID": "160222",
      "toID": "160218",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
