{
  "nodes": [
    {
      "nodeID": "141330",
      "text": "The love that cancels out all else -- life and liberty, freedom... Carry Concealed",
      "type": "I",
      "timestamp": "2016-03-08 19:53:25"
    },
    {
      "nodeID": "141331",
      "text": "No. Wrong. The love that ensures life, liberty, and freedom. Your head is on backwards. I've never seen a soldier fight for your right to open your mouth by volunteering to lay down his rifle. I've never met a veteran who ensured your right to peacably assemble by giving up his gun. I've never heard of a marine who guaranteed your freedom of religion by whining and crying instead of bleeding and fighting. You are an unarmed pacifist. You can never accomplish anything other than sanctimonious preaching and holier than thou mouth wagging. You have never sacrificed personal activity to physically provide or protect a right for anyone.  You moan and complain about law abiding folks who actually take the time and responsibility to provide for their own safety instead of passively accepting their own propensity for victimhood such as you do.  The one question I have never received an answer to: How is it that you consider it more responsible to require another human being to come running from another location and risk their life in order to save yours after something serious happens, than simply taking the initiative to do it for yourself beforehand? All it does is blatantly highlight your inadequacy and reliance upon others to perform an action you are too passive to take upon yourself. Out of all murdered victims that have ever existed, I wonder how many have been legally armed? Yet, if it were up to you, you would ensure we were all in the category containing the majority of victims.....because you, yourself, do not have the intestinal fortitude to do something you feel is acceptable for another human being with a shiny metal disk: protect your own life. You can rant. You can rave. You can decry the audacity of those who refuse to meekly submit to the victim mentality you would willingly force upon anyone with the capacity of self reliance greater than your own. There's one thing you will never do that ensures your eventual and inevitable failure: You will never do anything more than talk. You are incapable of doing anything else. To do anything else would require something entirely too alien to your passive nature: It would require effort and sacrifice to become self reliant. Like soldiers, police, and those who protect their own lives. And that is something you would willingly take away from anyone else. If you were to be successful, you would soon lose the things you state we are cancelling out, but are in fact ensuring for you: life, liberty, and freedom. There'd be no one left to fight for it.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:26"
    },
    {
      "nodeID": "141332",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:26"
    },
    {
      "nodeID": "141333",
      "text": "I don't see any one nationally taking away the right to bear arms. All I see is a bunch of hysteria about the topic.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:26"
    },
    {
      "nodeID": "141334",
      "text": "Well then simple Simone, meet H.R. 2401: Read The Bill: H.R. 2401 - GovTrack.us Specifies right in there, adding the no fly list to the NICS background check database. If your name appears on the government's secret list, which is over one million names in size, your rights are denied for life and that's it. And we've seen how a single name could be shared by several thousand people in the country. Even children are on the no fly list, children who weren't even born when September 11th went down. You wanna try your claim again?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:26"
    },
    {
      "nodeID": "141335",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:26"
    }
  ],
  "edges": [
    {
      "edgeID": "184368",
      "fromID": "141331",
      "toID": "141332",
      "formEdgeID": null
    },
    {
      "edgeID": "184369",
      "fromID": "141332",
      "toID": "141330",
      "formEdgeID": null
    },
    {
      "edgeID": "184370",
      "fromID": "141334",
      "toID": "141335",
      "formEdgeID": null
    },
    {
      "edgeID": "184371",
      "fromID": "141335",
      "toID": "141333",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
