{
  "nodes": [
    {
      "nodeID": "138335",
      "text": "I admonish both sides: Pro-Choice people: Try to understand that a pro-life person dosen't (neccessarily) want to control you, many simply believe in the sanctity of human life at conception. You believe in sanctity of life, but they believe it starts earlier than you do. You must admit that you do not have the answer to the issue of when a fetus converts from just a fetus with human properties to a full fledged human. This is why women that do not want to get pregnant MUST insist on taking the full responsibility of contraception with utmost respect and seriousness. The friends of mine that had abortions were not systematic with their routine as they should have been. More often than not (but not always) it is a big case of 'OOPS.' The risk of pregnancy demands staunch discipline. Pro-life people, I understand your view on the premis of the fetus being a human life. But you have a bigger problem to address than just the suffering of fetuses. Do you not understand that millions upon millions of children around the world at this very moment in time do not have enough to eat, suffer from disease and are left orphans? An abortion ends the human existence in the womb in a moment, a starving childs suffering can go on for years. (A crisis in Africa right now-- some 1 million orphaned children.) If you happen be a Pro-lifer who is Christian, Jesus said nothing on abortion to my knowledge (ironically he did say woe to pregnant women who are nursing during the end times, LUKE 21:23), however, he was very clear on feeding the hungry and poor MAT 25:35-46: 'I was hungry and you did not take me in...Inasmuch as you did not do for one of the least of these, you did not do for me.' Ask yourself, 'What have I done today to follow Jesus' teaching on feeding the hungry?' Please do all you can do to alleviate the pain and suffering of children that are in the world before you expend your energies to champion the cause of unborn children in the womb.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:52"
    },
    {
      "nodeID": "138336",
      "text": "Gennipher, 1. In regard to your friends' actions...do you agree with abortion being a last resort 'birth control' when contraceptives or humans fail? 2. Why does being against abortion exclude one from being against the starvation and hunger of children? Matthew 19:14 '...Jesus said, 'Let the children come to me, and do not hinder them; for to such belongs the kingdom of heaven.'",
      "type": "I",
      "timestamp": "2016-03-08 19:46:52"
    },
    {
      "nodeID": "138337",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:52"
    },
    {
      "nodeID": "138338",
      "text": "Good questions: points for question one. God might have made the universe, but he left reproduction to follow the aggressive laws of nature. Overpopulation concerns me. An overpopulated country, is very likely a hungry, diseased and war torn one.  I believe that abortion should be kept legal up until the point agreed by most physicians that the child's life is viable outside the womb.  I believe that abortion is as much playing God as is in-vitro fertilization. Women who force nature to give them a baby probably make me as angry as taking away a baby makes you.  I believe in adoption of the worlds children before reproduction. question two: I believe that many people that are against abortion are working on ending hunger. I also believe that those who are working to end hunger, most likey have their hands so full with the task that their time, energy and focus cant be spent on ending abortion. Thats my view.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:52"
    },
    {
      "nodeID": "138339",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:52"
    },
    {
      "nodeID": "138340",
      "text": "question two: I believe that many people that are against abortion are working on ending hunger. I also believe that those who are working to end hunger, most likey have their hands so full with the task that their time, energy and focus cant be spent on ending abortion. Thats my view.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:52"
    },
    {
      "nodeID": "138341",
      "text": "So, you agree that your proposal for pro-life advocates may not be reasonable?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:52"
    },
    {
      "nodeID": "138342",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:52"
    },
    {
      "nodeID": "138343",
      "text": "I believe in adoption of the worlds children before reproduction.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:53"
    },
    {
      "nodeID": "138344",
      "text": "So if you fall in love with your soul mate, you would have no problem adopting or be opposed to someone making you adopt instead of having your own children?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:53"
    },
    {
      "nodeID": "138345",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:53"
    },
    {
      "nodeID": "138346",
      "text": "Carla (Gennipher you may comment if you like), How long has artificial contraception been around?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:53"
    },
    {
      "nodeID": "138347",
      "text": "For sure about 6000 years.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:53"
    },
    {
      "nodeID": "138348",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:53"
    },
    {
      "nodeID": "138349",
      "text": "The main business of PP is providing contraception and offering sex ed?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:53"
    },
    {
      "nodeID": "138350",
      "text": "By number of people, absolutely. Take a look at the table: http://www.plannedparenthood.org/library/BIRTHCONTROL/2002Services.html Service No. of Procedures Reversible Contraceptive Clients - Women 2,208,483 Emergency Contraception Clients 633,756 Tubal Sterilization Clients 680 Reversible Contraceptive Clients - Men 60,476 Vasectomy Clients 2,522 773 Abortion Procedures 227,375 HIV Testing Clients - Women 126,477 HIV Testing Clients - Men 48,991 Prenatal Clients 15,860 Infertility Clients 325 Colposcopy Procedures 31,248 Cryotherapy Procedures 3,913 LOOP/LEEP Procedures 1,781 Midlife Clients 10,575 Pregnancy Tests 1,081,772 Breast Exams/Breast Care 1,062,727 Primary Care Clients 24,483 STI Procedures, Women and Men 1,255,036 Other Services - Women 58,626 Other Services - Men 17,905 Totals 6,873,011 Total Unduplicated Clients 2,744,554 Or to shorten it down: 227K Abortions: 5,426K Birth control: 175K STD test: 1,081K Pregnancy test: 15K OB checks: 1,102K Gynecological: 1,356K Other",
      "type": "I",
      "timestamp": "2016-03-08 19:46:53"
    },
    {
      "nodeID": "138351",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:53"
    },
    {
      "nodeID": "138352",
      "text": "Since the time when it became widely available (1960s I would guess), have abortions decreased?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:53"
    },
    {
      "nodeID": "138353",
      "text": "That number is for the US . It was available readily in Europe for much longer. As for the number of abortions in the US, they increased when it became legal and since then has been decreasing.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:53"
    },
    {
      "nodeID": "138354",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:53"
    },
    {
      "nodeID": "138355",
      "text": "Is this chart the number of abortions in the U.S., internationally, or both? The chart is under the international section on the website. What is considered 'emergency contraception' as stated on the chart? Didn't PP perform 213,026 abortions in 2001? In 2002 the number of abortions they performed actually increased right? You say that 'by number of people' the 'main business' of PP is offering contraception and sex ed. What is their 'main business' by revenue?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:53"
    },
    {
      "nodeID": "138356",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:53"
    }
  ],
  "edges": [
    {
      "edgeID": "182234",
      "fromID": "138336",
      "toID": "138337",
      "formEdgeID": null
    },
    {
      "edgeID": "182235",
      "fromID": "138337",
      "toID": "138335",
      "formEdgeID": null
    },
    {
      "edgeID": "182236",
      "fromID": "138338",
      "toID": "138339",
      "formEdgeID": null
    },
    {
      "edgeID": "182237",
      "fromID": "138339",
      "toID": "138336",
      "formEdgeID": null
    },
    {
      "edgeID": "182238",
      "fromID": "138341",
      "toID": "138342",
      "formEdgeID": null
    },
    {
      "edgeID": "182239",
      "fromID": "138342",
      "toID": "138340",
      "formEdgeID": null
    },
    {
      "edgeID": "182240",
      "fromID": "138344",
      "toID": "138345",
      "formEdgeID": null
    },
    {
      "edgeID": "182241",
      "fromID": "138345",
      "toID": "138343",
      "formEdgeID": null
    },
    {
      "edgeID": "182242",
      "fromID": "138347",
      "toID": "138348",
      "formEdgeID": null
    },
    {
      "edgeID": "182243",
      "fromID": "138348",
      "toID": "138346",
      "formEdgeID": null
    },
    {
      "edgeID": "182244",
      "fromID": "138350",
      "toID": "138351",
      "formEdgeID": null
    },
    {
      "edgeID": "182245",
      "fromID": "138351",
      "toID": "138349",
      "formEdgeID": null
    },
    {
      "edgeID": "182246",
      "fromID": "138353",
      "toID": "138354",
      "formEdgeID": null
    },
    {
      "edgeID": "182247",
      "fromID": "138354",
      "toID": "138352",
      "formEdgeID": null
    },
    {
      "edgeID": "182248",
      "fromID": "138355",
      "toID": "138356",
      "formEdgeID": null
    },
    {
      "edgeID": "182249",
      "fromID": "138356",
      "toID": "138347",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
