{
  "nodes": [
    {
      "nodeID": "161971",
      "text": "I found it interesting that you got your information from talkorigins.com. They totally do not know what they are talking about.... Other articles employ what is known as the 'straw man' argument tactic, i.e. using an argument that can be easily refuted and one that is not held by anyone.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:50"
    },
    {
      "nodeID": "161972",
      "text": "And this is known as an ad hominem. What is wrong with the information that I presented in my first post in this thread? Going off on tangents about SNR's and information theory may be good topics for another thread, but they aren't helping you here.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:50"
    },
    {
      "nodeID": "161973",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:50"
    },
    {
      "nodeID": "161974",
      "text": "It begins to look, then, that this is a piece of crude propaganda (see note below), deliberately manipulated to give the false impression that the fact of evolution is seriously under scientific question, and that the fanciful notions of creation `scientists' are contributing to that debate.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:50"
    },
    {
      "nodeID": "161975",
      "text": "Well then, my skeptic fellow Australians, what is the answer to the question? Do any of you guys here know? I sure as hell don't. Creationists did not misquote Dawkins because the words came from his mouth. And Dawkins is a professional at biology, but he could not answer such a question.  In the little amount of fossils that we do see, they are not evolutionary. There is no clear cut fossils showing the evolution of man, is there. By 'true human' I mean they were just like us, just varients of human kind that we have today - looked human, walked like us, most likely were quite intelligent. I have got to go to school, continue this later.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:50"
    },
    {
      "nodeID": "161976",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:50"
    },
    {
      "nodeID": "161977",
      "text": "[Not arguing with creationists] This is not because I cannot answer their arguments, but because I have better things to do with my time and I do not want to give them the oxygen of publicity.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:50"
    },
    {
      "nodeID": "161978",
      "text": "Well either way he didn't answer the question. I saw the video. I saw and heard his responce. He can't squirm his way out of the fact that he didn't know the answer. The internet site also quotes:",
      "type": "I",
      "timestamp": "2016-03-08 20:38:51"
    },
    {
      "nodeID": "161979",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:51"
    },
    {
      "nodeID": "161980",
      "text": "What predictions can creationism make? Does belief a creator necessarily imply that such fossils will be found? If evolution predicts them, and creationism makes no predictions, what will it mean if and when such fossils are found?",
      "type": "I",
      "timestamp": "2016-03-08 20:38:51"
    },
    {
      "nodeID": "161981",
      "text": "Actually the Bible/creation makes quite a lot predictions that science has recently verified. Some examples include: that the Earth is round (Isa. 40:22); the Earth is suspended in space without support (Job 26:7); sea currents; the hydrologic cycle; the first and second laws of thermodynamics (e.g. Isa 51:6); and the fact that Orion cluster is seperating and that the Pleadies cluster is staying together as a group (Job 38:31); and many others. Since there was a global flood according to the Bible, we would expect there to be many fossils rapidly despoited and this is what we see in some parts of the fossil record. For example, there are some fossil beds are found in sedimentary rock, deposited by water so rapidly as to bury some creatures while still giving birth and eating food. Creationists have also made predictions such as the fact that there can be variation with in a kind, but one kind cannot change into other kinds. This is what we observe now in the present, and is backed up by the fossil record. We would expect that many rocks, such as Uluru in Australia, would not be 'ordered in layers'. Once again, this is what we observe. Creationists predicted that mutations and natural selection are down hill processes, i.e. information losing. We would also expect everything to be running down, we might also expect to know that some dinosaurs survived the flood but most likely died in the ice age that followed the flood. Several cultural groups have given very descriptive information about dinosaur like creatures. Remember, they would not have had a picture book with dinosaurs in it, the Aboriginal's for example, had paintings of dinosaur like creatures in caves; the amazing amount of design and complexity in the universe; Laws of Nature. Also many other predictions.  So as you can see, creationists have made many predictions (as has the Bible) and all are 100% scientificly correct. IF, if such fossils are found and they are obviously transitional, then that would certainly aid the evolutionist case. But evolution is supposed to have millions of transitional fossils, they have a hand full of highly debatable ones. Btw, I am not trying to impress you by any means of your imagination. If I wanted to impress someone I could stay here and away from the internet. It is just that 'evolution' is not as 'scientific' as you may think.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:51"
    },
    {
      "nodeID": "161982",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:51"
    },
    {
      "nodeID": "161983",
      "text": "It turns out that the fossil record is excellent evidence in favor of evolution. This because not only are transitional fossils found, that is fossils that have 'in between' characteristics that link later groups with earlier groups, but these transitionals usually have precise characteristics that were predicted by the theory of evolution even before their discover.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:51"
    },
    {
      "nodeID": "161984",
      "text": "Actually, you have been lied to here from my knowledge. The fossil record does not show 'in-between types'. Darwin said that the absence of such intermediates was the 'most obvious and serious objection' against his theory. Nearly 150 years later, Dr David Raup, the head of one of the great museums in America, said that the situation concerning missing links 'hasn't changed much' and that 'we have even fewer examples of evolutionary transition than we had in Darwins times.' The Late Dr Colin Patterson was Senior Paleontologist at the British Museum of Natural History as well an being an evolutionist and a fossil expert. He wrote a significant book on evolution - but when someone asked him why he did not show any pictures of in-between forms in his book, he wrote the following: 'I fully agree with your comments on the lack of direct illustration of evolutinoary transitinos in my book. If I knew of any, fossil or living, I would certainly have included them. You suggest that an artist should be used to visualise such transformations, but where would he get the informatino from? I could not, honestly, provide it, and if I were to leave it to artistic licence, would htat not mislead the reader? I wrote the text of my book four years ago [in the book he does talk of his belief in some transitions - my dialogue]. If I were to write it now, I think the book would be rather different. Gradualism is a concept I believe in, not just because of Darwin's authority, but because my understanding of genetics seems to demand it. Yet [famous fossil expert stephen J.] Gould and the American Museum people are hard to contradict when they say there are no transitinoal fossils. As a palaeontologist myself, I am much occupied with the philosophical problems of identifying ancestral forms in the fossil record. You say that I should at least 'show a photo of the fossil form which each type of organism was derived'. I will lay it on teh line - there is not one such fossil for which one could make a watertight argument.' Patterson came under fire from fellow evolutionists for having made this and similar candid admissinos, and attempted to soften the remarks retrospectively. However, the language is clear and unmistakable. Stephen Jay Gould, evolutionist said this: 'The lack of transitional fossils is the trade secret of palaeontology'. All quotes came from 'The Revised Quote Book'. You interestingly bring up human evolution. Human evolution is blank and filled with a tonne of holes that would sink the Titanic. Let us go through the basic evolutionary candidates: * Australopithecines (Lucy fossil type):- Dr Charles Oxnard is one of a growing number of evolutionist anatomists who have examined vast numbers of measurements by computerized multivariate analysis (an objective method that does not depend on preconceived beliefs about ancestry), do not believ that these creatuers are human ancestors. He states that although initally it was though that they were human-like or at least intermediate between apes and humans, the reality is that they 'differ more from both humans and African apes than do these two living groups from each other. THe australopithecines are unique.' Recent CAT scans of the bony labyrinth which once housed their organ of balance have shown conclusively that they did not habitually walk upright, as many still insist.  * Homo Habblis:- Many scientists (evolutionary scientists included) are now recognising that Habblis is a waste bin of two or more creatures, and hence, is an invalid category. Even so, the CAT scans have determined that Habblis was less bipedal than Australopithecines. So we are actually 'de-evolving' if you will.  * Homo Erectus and Neandertals:- Once again, CAT scans have shown that Erectus and Neandertals walked up right just like us. They would be able to run,hop, skip, jump, etc, and do all the things that we do today. Many scientists now classify erectus and neandertals as 'true humans'. And it has been known that Neandertal types had been living at the same time as 'modern' types. Tools found on an Indonesian island in associatino with stegodon (an extinct elephant) remains have cause evolutionist Dr Alan Thorne to suggest that these so-called 'pre-human ancestors' had seafaring skills and technology. As far back as 1993 he said, 'They're not [i.e. shouldn't be called] Homo erecus, they're people'. This quote came from the Australian, 19 August 1993. If one uses the evolutionists' own timescales and criteria for classification and plots all 'hominid' fossil discoveries on a chart, it will readily be seen that the idea of any evolutionary sequence is a shambles. (M. Lubenow, 'Bones of Contention'). I found it interesting that you got your information from talkorigins.com. They totally do not know what they are talking about. In one article that I saw regarding SNRs they totally changed the scientific evidence to suit their own theory, as for one, the article was not written by an educated person, nor did it have any references - unlike the article on SNRs that was written by Answers in Genesis. Many of their arguments, like the one on your link can be easliy refuted. Other articles employ what is known as the 'straw man' argument tactic, i.e. using an argument that can be easily refuted and one that is not held by anyone.  If evolution is true, than we should expect to find millions and millions of fossils of in-between forms, right? Well, the truth is, we don't. Some evolutionists claim there are some - maybe a handful - of such in-between fossil types (highly, highly, highly debatable). Other leading experts have rejected soe or all of these. What is not well known is that the interesting fossil creature Archaeopteryx, often used as an example of a transitional form between reptiles and birds shows none of the crucial transitinoal structures which would strongly argue for 'transitional' status. The feathers are fully formed, and the wings are proper wings. It has the backward-facing claw and curved feet characteristic of perching birds. It wasmost definitely not, as some would reconstruct it, a running feathered dinosaur.  In fact, the same can be shown to be true for whale evolution animals such as the Ambulocetus and the Basilosaurs. These are not evolutionary transitional forms, as you are often told. Many evolutionists do not even acknowledge them, but this does not mean that they don't believe in their theory. So in this respect, the fossil record does not show evolution as you are commonly told. In fact, it tells us that things breed true to their kind, i.e. horses produce horses, cats produce cats and so on. You than go onto challange:",
      "type": "I",
      "timestamp": "2016-03-08 20:38:51"
    },
    {
      "nodeID": "161985",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:51"
    },
    {
      "nodeID": "161986",
      "text": "* Homo Habblis:- Many scientists (evolutionary scientists included) are now recognising that Habblis is a waste bin of two or more creatures, and hence, is an invalid category.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:51"
    },
    {
      "nodeID": "161987",
      "text": "Yes, there is some disagreement on how to classify the fossils designated as H. habilis. What of it? Yes, there is disagreement on whether the specimens themselves represent a direct ancestor or a closely related side branch. What of it? The point is that these fossils are clearly intermediate in characteristics between modern humans and ancient apes. They do fit very nicely on the family tree, either on the direct line to humans or very close to that line.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:51"
    },
    {
      "nodeID": "161988",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:38:51"
    },
    {
      "nodeID": "161989",
      "text": "An example where both natural selection and mutations work together to enable a creature to survive also results in a loss of genetic information. Consider that flightless bird in the Galapagos Islands, oh, what is it's name? I think it is called something like the flightless conrade.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:51"
    },
    {
      "nodeID": "161990",
      "text": "Oh goody. Some more of your well informed opinion based on wishful thinking, no research and even less actual thought. Probably the bird you are talking about is the Cormorant (Nannopterum harrisi). Yes, it is flightless because it has no need to fly. There were no natural preditors in the Galapagos and the bird is a sea bird. It swims and eats fish. It's wings are much reduced because it swims by kicking rather than by 'flying' through the water like a penguin. Like the penguin it is a diving bird.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:51"
    },
    {
      "nodeID": "161991",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:52"
    },
    {
      "nodeID": "161992",
      "text": "Anyways, this bird does not have any feathers and as a result it can swin and dive quite well.",
      "type": "I",
      "timestamp": "2016-03-08 20:38:52"
    },
    {
      "nodeID": "161993",
      "text": "Actually, the bird is fully feathered. The feathers offer insulation and of course, when impregnated with oil, buoyancy. Where did you get your information? Well, no matter. You bought it hook, line and sinker. Did it occur to you that you should possibly check your 'facts'?",
      "type": "I",
      "timestamp": "2016-03-08 20:38:52"
    },
    {
      "nodeID": "161994",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:52"
    },
    {
      "nodeID": "161995",
      "text": "my question is, how come the homonids, at say skull position H, completely vanished out of existence, while their much less evolved chimpanzee realatives are thriving today?",
      "type": "I",
      "timestamp": "2016-03-08 20:38:52"
    },
    {
      "nodeID": "161996",
      "text": "I guess I should ask why you think the 'less evolved' chimpanzee should have gone exinct? What happened is that common ancestor to chimpanzees. for some reason, was divided into at least two populations which did not come into contact with each other much. One population evolved into the modern chimpanzee (a forest animal), and the other into modern humans (a savannah animal).",
      "type": "I",
      "timestamp": "2016-03-08 20:38:52"
    },
    {
      "nodeID": "161997",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:38:52"
    }
  ],
  "edges": [
    {
      "edgeID": "198988",
      "fromID": "161972",
      "toID": "161973",
      "formEdgeID": null
    },
    {
      "edgeID": "198989",
      "fromID": "161973",
      "toID": "161971",
      "formEdgeID": null
    },
    {
      "edgeID": "198990",
      "fromID": "161975",
      "toID": "161976",
      "formEdgeID": null
    },
    {
      "edgeID": "198991",
      "fromID": "161976",
      "toID": "161974",
      "formEdgeID": null
    },
    {
      "edgeID": "198992",
      "fromID": "161978",
      "toID": "161979",
      "formEdgeID": null
    },
    {
      "edgeID": "198993",
      "fromID": "161979",
      "toID": "161977",
      "formEdgeID": null
    },
    {
      "edgeID": "198994",
      "fromID": "161981",
      "toID": "161982",
      "formEdgeID": null
    },
    {
      "edgeID": "198995",
      "fromID": "161982",
      "toID": "161980",
      "formEdgeID": null
    },
    {
      "edgeID": "198996",
      "fromID": "161984",
      "toID": "161985",
      "formEdgeID": null
    },
    {
      "edgeID": "198997",
      "fromID": "161985",
      "toID": "161983",
      "formEdgeID": null
    },
    {
      "edgeID": "198998",
      "fromID": "161987",
      "toID": "161988",
      "formEdgeID": null
    },
    {
      "edgeID": "198999",
      "fromID": "161988",
      "toID": "161986",
      "formEdgeID": null
    },
    {
      "edgeID": "199000",
      "fromID": "161990",
      "toID": "161991",
      "formEdgeID": null
    },
    {
      "edgeID": "199001",
      "fromID": "161991",
      "toID": "161989",
      "formEdgeID": null
    },
    {
      "edgeID": "199002",
      "fromID": "161993",
      "toID": "161994",
      "formEdgeID": null
    },
    {
      "edgeID": "199003",
      "fromID": "161994",
      "toID": "161992",
      "formEdgeID": null
    },
    {
      "edgeID": "199004",
      "fromID": "161996",
      "toID": "161997",
      "formEdgeID": null
    },
    {
      "edgeID": "199005",
      "fromID": "161997",
      "toID": "161995",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
