{
  "nodes": [
    {
      "nodeID": "144165",
      "text": "Recommendation One: Conduct criminal enforcement at gun shows without a specific target",
      "type": "I",
      "timestamp": "2016-03-08 19:59:40"
    },
    {
      "nodeID": "144166",
      "text": "So Bloomberg is suggesting that the ATF should seek to prosecute anyone and everyone, evidence or not. This isn't how law enforcement works. This isn't how the Constitution works. You can't be prosecuted for a crime that you didn't commit, and for which there is no evidence to link you to it. But that's not good enough for Bloomberg, oh no. Bloomberg wants to ATF to view anyone attending a gun show as absolutely guilty, and subject to arrest, detainment and prosecution without evidence or witnesses, thus violating a person's Sixth Amendment rights. And as I said before. Bloomberg makes absolutely no recommendation for what to do with these 35, supposedly, criminals sellers. He didn't want them charged with felonies, he didn't file civil suits against them, he didn't do anything. He just got the 'evidence' he wanted and then he let them go scot free as if they'd done nothing. Obviously New York City style catch and release justice at its absolute finest. Also note how the report refers to the SKS as 'assault rifles'. There's not a single feature on the SKS that would qualify it as either as 'assault rifle' or an 'assault weapon'.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:40"
    },
    {
      "nodeID": "144167",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:40"
    },
    {
      "nodeID": "144168",
      "text": "Violent crimes = 48,430 Murder = 523 Forcible rape = 890 Robbery = 22,186 Aggravated assault = 24,831 Property crime = 149,989",
      "type": "I",
      "timestamp": "2016-03-08 19:59:40"
    },
    {
      "nodeID": "144169",
      "text": "And YET! The good mayor has the time, money, and extra man power to go to other cities and look for crimes?  Heck. I have been to New York, and he has an awful lot of nerve going anywhere else looking for crimes to solve. And what criminal enterprises has the people of his good city people supplied other cities with. I mean besides the crimes his investigators committed. Drugs, thugs, and murderers to name a few. Bloomberg, stay the heck where you belong!",
      "type": "I",
      "timestamp": "2016-03-08 19:59:40"
    },
    {
      "nodeID": "144170",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:40"
    },
    {
      "nodeID": "144171",
      "text": "The report is very recent. Lack of action by the ATF within a few days of a report being released is not evidence of anything. Secondly, the ATF can't just walk into a gun show and randomly choose people to investigate. They have to have specific information about the identity of people suspected of breaking the law at gun shows before investigating. So unless they are given such information about the sellers in the NYC report they can't do anything.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:40"
    },
    {
      "nodeID": "144172",
      "text": "You know you are full of it when you claim they can't just walk into a gun show. Strange that can can do just that at a licensed dealers. What would be so very different than checking licensed dealers at a gun shop and investigating the same at a show? Go back to the Brady bunch and see if they have any facts that prevent the BATF from doing any thing. Try again Brady as your logic and facts just don't hold up.  edit: The BATFE checks paperwork as part of their investigations. Federal laws are not suspended at gun shows as you would have the uneducated and ill informed believe.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:40"
    },
    {
      "nodeID": "144173",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:40"
    },
    {
      "nodeID": "144174",
      "text": "And as I said before. Bloomberg makes absolutely no recommendation for what to do with these 35, supposedly, criminals sellers. He didn't want them charged with felonies, he didn't file civil suits against them, he didn't do anything. He just got the 'evidence' he wanted and then he let them go scot free as if they'd done nothing. Obviously New York City style catch and release justice at its absolute finest.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:40"
    },
    {
      "nodeID": "144175",
      "text": "I think it best not to jump to conclusions about things you don't know. Before you were saying that Bloomberg didn't even have a right to complain about what happens in other cities in New York. Now you're complaining that Bloomberg isn't doing enough to interfere in what goes on in other states.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:40"
    },
    {
      "nodeID": "144176",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:41"
    },
    {
      "nodeID": "144177",
      "text": "I think it best not to jump to conclusions about things you don't know.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:41"
    },
    {
      "nodeID": "144178",
      "text": "You jump to conclusions all the time.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:41"
    },
    {
      "nodeID": "144179",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:41"
    },
    {
      "nodeID": "144180",
      "text": "Not if it were enforced and a suggestions for how the law could be better enforced are given in the report.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:41"
    },
    {
      "nodeID": "144181",
      "text": "No it didn't, there's no suggestions for how to enforce background checks to stomp out straw purchases. Stop offering non-solutions.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:41"
    },
    {
      "nodeID": "144182",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:41"
    },
    {
      "nodeID": "144183",
      "text": "It's in this video- YouTube - Illegal Sale #2: Allowing Illegal Straw Purchase",
      "type": "I",
      "timestamp": "2016-03-08 19:59:41"
    },
    {
      "nodeID": "144184",
      "text": "I see no evidence of a straw purchase having actually taking place. The video is so grainy and jumpy you can barely make out anything. And there's no camera evidence from the female investigator who was supposedly filling out the paperwork. And there are so many jumps in footage it almost looks like the film was cut multiple times to tell a brand new story. Although I did notice at the beginning the introduction stated that it's illegal for someone to fill out the paperwork for you, and that it's a federal felony. So once again I must ask, if they have this evidence on tape, why were no arrests made? Supposedly these are licensed investigators, fully authorized and everything. Why did they choose to let a blatant offense go unpunished? By law and duty they were obligated to make arrests on the scene.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:41"
    },
    {
      "nodeID": "144185",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:41"
    },
    {
      "nodeID": "144186",
      "text": "'However, the Bureau of Alcohol, Tobacco, Firearms , and Explosives (ATF) reports that 30 percent of guns involved in federal illegal gun trafficking investigations are connected to gun shows.' Gun Show Undercover: The Investigation",
      "type": "I",
      "timestamp": "2016-03-08 19:59:41"
    },
    {
      "nodeID": "144187",
      "text": "And how would they be able to trace those 30 percent back to gun shows, if there are no background checks carried out? Hm? Care to explain that one for the rest of the class? If they're coming from private transactions, then there's no record, and the number made up is pure BS. If they came from a licensed dealer who was doing business at a gun show, then it would be no different from them being traced to a licensed gun store.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:41"
    },
    {
      "nodeID": "144188",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:41"
    }
  ],
  "edges": [
    {
      "edgeID": "186378",
      "fromID": "144166",
      "toID": "144167",
      "formEdgeID": null
    },
    {
      "edgeID": "186379",
      "fromID": "144167",
      "toID": "144165",
      "formEdgeID": null
    },
    {
      "edgeID": "186380",
      "fromID": "144169",
      "toID": "144170",
      "formEdgeID": null
    },
    {
      "edgeID": "186381",
      "fromID": "144170",
      "toID": "144168",
      "formEdgeID": null
    },
    {
      "edgeID": "186382",
      "fromID": "144172",
      "toID": "144173",
      "formEdgeID": null
    },
    {
      "edgeID": "186383",
      "fromID": "144173",
      "toID": "144171",
      "formEdgeID": null
    },
    {
      "edgeID": "186384",
      "fromID": "144175",
      "toID": "144176",
      "formEdgeID": null
    },
    {
      "edgeID": "186385",
      "fromID": "144176",
      "toID": "144174",
      "formEdgeID": null
    },
    {
      "edgeID": "186386",
      "fromID": "144178",
      "toID": "144179",
      "formEdgeID": null
    },
    {
      "edgeID": "186387",
      "fromID": "144179",
      "toID": "144177",
      "formEdgeID": null
    },
    {
      "edgeID": "186388",
      "fromID": "144181",
      "toID": "144182",
      "formEdgeID": null
    },
    {
      "edgeID": "186389",
      "fromID": "144182",
      "toID": "144180",
      "formEdgeID": null
    },
    {
      "edgeID": "186390",
      "fromID": "144184",
      "toID": "144185",
      "formEdgeID": null
    },
    {
      "edgeID": "186391",
      "fromID": "144185",
      "toID": "144183",
      "formEdgeID": null
    },
    {
      "edgeID": "186392",
      "fromID": "144187",
      "toID": "144188",
      "formEdgeID": null
    },
    {
      "edgeID": "186393",
      "fromID": "144188",
      "toID": "144186",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
