{
  "nodes": [
    {
      "nodeID": "143049",
      "text": "Evolutionists often claim 'Evolutionary biology has moved past Darwin's model' but they never specify what it has 'moved to'. 'Natural selection' doing some mysterious thing to a collection of genomic accidents' is the only materialist explanation I've heard for the origin of biological novelty. (How could 'natural selection' (premature death), possibly create anything? 'Natural selection' can only select that which is already created, and RM&NS is the only detailed materialistic explanation I've heard suggested for such creation. All other explanations include some form of intelligent, purposeful organization. If that organizing intelligence is internal, that would make it no less no less intelligent. Theism is compatible with the concept of a natural organizing intelligence, but theism is not the only alternative to materialism. For instance: All living systems have some ability to respond to stimuli, intelligently and purposefully. Inanimate objects do not. All living systems have some of our own ability to override automatic function in times of emergency, and make novel, fallible, spontaneous, subjective choices. Living systems have ability to monitor their own level of function, recognize weaknesses, and to explore novel responses. Furthermore if function is not immediately restored, intelligently organized biological systems have the ability to explore other possibilities immediately, without being removed from action by 'natural selection'.  If some people choose to call the creative intelligence of nature 'god', I have no objection. As an agnostic, I don't speculate about the origin of mass, energy, electromagnetism, gravity, creative intelligence -- or anything else. Fanatical evangelical atheists would be the only people who feel obligated to do battle against the term 'intelligent design'. http://30145.myauthorsie.com/",
      "type": "I",
      "timestamp": "2016-03-08 19:57:10"
    },
    {
      "nodeID": "143050",
      "text": "Well for one thing, Darwin did not know about genetics. He knew there was a mechanism, but did not know what that mechanism could be. As for everything else, you are making what is known as a 'straw man', also assertions without evidence, and just plain bad logic.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:10"
    },
    {
      "nodeID": "143051",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:10"
    },
    {
      "nodeID": "143052",
      "text": "All other explanations include some form of intelligent, purposeful organization. If that organizing intelligence is internal, that would make it no less no less intelligent.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:10"
    },
    {
      "nodeID": "143053",
      "text": "But then, there also is absolutely no evidence for such an intelligence.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:10"
    },
    {
      "nodeID": "143054",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:10"
    },
    {
      "nodeID": "143055",
      "text": "trebor: Bertvan: You may call RM&NS a strawman, but that is what most Darwinists defend. Furthermore, no one has come up with a detailed materialistic alternative to random mutation and natural selection. All rely upon some version of accidental, meaningless change.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:10"
    },
    {
      "nodeID": "143056",
      "text": "And you keep purposefully neglecting to add in the 'selection' part, which is far from accidental. Your dishonesty and incompetence has not changed since I first encountered you on the old Infidels board so many years ago. You were not so shy about admitting you were a creationist back then. What changed?",
      "type": "I",
      "timestamp": "2016-03-08 19:57:10"
    },
    {
      "nodeID": "143057",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:10"
    },
    {
      "nodeID": "143058",
      "text": "Hey Dane, you're real good at calling people ignorant, sanctimoniously declaring everything they say as false, blatantly false, or falsehoods. But would it be too much to ask for you to back up your rejection of berts arguments with anything more than insults? Like some actual facts for example?",
      "type": "I",
      "timestamp": "2016-03-08 19:57:10"
    },
    {
      "nodeID": "143059",
      "text": "You mean like showing what the Scientific Method is, and why this invalidates all creationists claims of doing science as outright lies? Do you want me to elaborate on that? Or did you mean the challenge of the creationist lie of 'adaptation' not being Evolution? Do you want me to elaborate on that? Or the inane claim by bertvan that living systems all can react intelligently to stimuli (f.ex. I wonder how you think lichen react to stimuli with intelligence?) Is that what you wanted me to elaborate on? What part of the ####, nonsense and lies that bertvan spewed is it that you want me to elaborate on?  Or did you want me to elaborate on some of the falsehoods and lies of yours that I have challenged? Are you actually up to dealing with challenges to your spewed falsehoods, or will you run from that?",
      "type": "I",
      "timestamp": "2016-03-08 19:57:10"
    },
    {
      "nodeID": "143060",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:10"
    }
  ],
  "edges": [
    {
      "edgeID": "185594",
      "fromID": "143050",
      "toID": "143051",
      "formEdgeID": null
    },
    {
      "edgeID": "185595",
      "fromID": "143051",
      "toID": "143049",
      "formEdgeID": null
    },
    {
      "edgeID": "185596",
      "fromID": "143053",
      "toID": "143054",
      "formEdgeID": null
    },
    {
      "edgeID": "185597",
      "fromID": "143054",
      "toID": "143052",
      "formEdgeID": null
    },
    {
      "edgeID": "185598",
      "fromID": "143056",
      "toID": "143057",
      "formEdgeID": null
    },
    {
      "edgeID": "185599",
      "fromID": "143057",
      "toID": "143055",
      "formEdgeID": null
    },
    {
      "edgeID": "185600",
      "fromID": "143059",
      "toID": "143060",
      "formEdgeID": null
    },
    {
      "edgeID": "185601",
      "fromID": "143060",
      "toID": "143058",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
