{
  "nodes": [
    {
      "nodeID": "150807",
      "text": "Undesired first pregnancy is an acute problem for many girls who choose to go under the surgical knife, even though that often ends up with infertility, broken life etc. Dry fasting is an alternative to first pregnancy abortion. If applied, up to 2-3 months old embryo gets dissolved after 15-16 days of the fast. Plus, there is no 'christian' sin. Vitalij",
      "type": "I",
      "timestamp": "2016-03-08 20:13:23"
    },
    {
      "nodeID": "150808",
      "text": "No Christian sin??? Other then the intent to kill and then doing so:p",
      "type": "I",
      "timestamp": "2016-03-08 20:13:23"
    },
    {
      "nodeID": "150809",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:23"
    },
    {
      "nodeID": "150810",
      "text": "And isnt that called pre-meditated murder if the baby ended up being killed?? hmmm",
      "type": "I",
      "timestamp": "2016-03-08 20:13:23"
    },
    {
      "nodeID": "150811",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:23"
    },
    {
      "nodeID": "150812",
      "text": "You're never going to convince pro-lifers that the intential termination of a pregnancy is ok (save maybe in a few instances). Why would you think that pro-lifers would see this as an 'alternative.' What is it an alternative to. It's obviously not an alternative to the intentional termination of the natural process of pregnancy, which is what pro-lifers object to.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:24"
    },
    {
      "nodeID": "150813",
      "text": "Well, I am not really going to convince anyone in anything - the info I placed in this thread is for consideration. Whether someone in need will decide to act based on that info - is his personal choice. Dry fasting is an alternative to the intentional termination of the first pregnancy because it turns this 'termination' into a process that has nothing to do with criminal practices of modern days doctors. To make things more clear I will attempt to put it in adored by many 'good citizens' terminology. The girl who is pregnant for the first time and enters the dry fasting kind of 'asks the God for forgiveness'. It's not a secret to anyone that young people do make mistakes, and often that happens just because there were neither parents no society who was able to teach them some basic things about sex and elementary spiritual safety practices. Even a fool can understand that, why wouldn't a God? One can think of it as if the girl asks God to postpone her time of having a child: there is no killing, no crime. When the embryo dissolves a human has no relation to this process, it is the decision of the organism, it is the decision of those Above. And in case of a first pregnancy this decision is: the soul of a baby goes back, it may have another opportunity to incarnate into the human body. In addition, such procedure brings a number of other benefits such as health - unlike surgical knife stories... Vitalij",
      "type": "I",
      "timestamp": "2016-03-08 20:13:24"
    },
    {
      "nodeID": "150814",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:24"
    }
  ],
  "edges": [
    {
      "edgeID": "191052",
      "fromID": "150808",
      "toID": "150809",
      "formEdgeID": null
    },
    {
      "edgeID": "191053",
      "fromID": "150809",
      "toID": "150807",
      "formEdgeID": null
    },
    {
      "edgeID": "191054",
      "fromID": "150810",
      "toID": "150811",
      "formEdgeID": null
    },
    {
      "edgeID": "191055",
      "fromID": "150811",
      "toID": "150808",
      "formEdgeID": null
    },
    {
      "edgeID": "191056",
      "fromID": "150813",
      "toID": "150814",
      "formEdgeID": null
    },
    {
      "edgeID": "191057",
      "fromID": "150814",
      "toID": "150812",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
