{
  "nodes": [
    {
      "nodeID": "144052",
      "text": "Nor do I care for the inference that I am an irresponsible parent because I don't keep my kid in Disneyland. I didn't leave the condoms laying around, they were put away, he found them digging through stuff he shouldn't have been. Feel free to lie to your kids. I won't. Plus he is smart, he would not have been satisified with a vague answer or lie and would have found the information elsewhere and most likely from a source I would not consider as realiable as me. We have got to stop treating sex like a dirty little secret.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:29"
    },
    {
      "nodeID": "144053",
      "text": "Well I do agree that some people are going too far in treating sex like a dirty secret, most Catholic schools won't mention sex to their students, though they find out much about it elsewhere. Unfortunately this is an unreliable source, as you said about your son could have found out about the condom from an unreliable source. Instead of being ignorant to the fact that they will learn about it, they should step in and at least educate them a bit about it in a proper way. Most (but not all) of the teen pregancies that I've witnessed have occurred amoung girls who attend a catholic school. Though we cannot blame this all entirely on lack of education. Since their other sources of sex are not so great, there could be a problem with such a high availability of these sources in our culture. There is a difference in treating sexual behaviour as taboo and letting it srawl out of control, teaching teenagers about it in the wrong way. Maybe the best way to deal with it would be with a happy medium. Since we cannot deny its existance, but showing kids porn isn't a way to teach them either.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:29"
    },
    {
      "nodeID": "144054",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:29"
    },
    {
      "nodeID": "144055",
      "text": "Education in that sense has proved worthless. Safe sex has also proved worthless. I don't think pregnancy rates began to drop until abstinence education began to emerge.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:29"
    },
    {
      "nodeID": "144056",
      "text": "You think wrong. Just look at most places in Scandinavia. They are much freer in thier atitude towards sex and they don't have nearly the the problems as you do. Of course that is on a per capita basis.  No, it is ignorance of sex that is the problem in this situation. In the case of many places in the USA it is sort of like 'A little knowledge is a dangerous thing...'",
      "type": "I",
      "timestamp": "2016-03-08 19:59:29"
    },
    {
      "nodeID": "144057",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:29"
    },
    {
      "nodeID": "144058",
      "text": "Studies have shown that nordic and specific middle european countries that provide protection and rigerous sex education as well as local information about planned parent hood and the birthcontrol pill have a teenbirthrate of 1% where i believe ours is something like 17%. seems kind of convincing.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:29"
    },
    {
      "nodeID": "144059",
      "text": "I think our culture is going to play a big role in this as well. I think that is where the majority of this problem lies.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:29"
    },
    {
      "nodeID": "144060",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:29"
    },
    {
      "nodeID": "144061",
      "text": "Abstinence teaching should be taught more, it may seem obvious to the teacher, but to the student, many of them don't see it as an option, a lot of students think of everything BUT abstinence. Without affirming abstinence in their minds, the idea is quite unlikely to pass their minds. I'm not saying all students are going to be sex crazy, but from what I've seen, the minority of them actually consider abstinence.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144062",
      "text": "Oh - I agree it should be taught - it was just a thought as to why it maybe is not.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144063",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144064",
      "text": "I never recall thinking girls were icky, I acually remember having crushes on girls when i was 5/6, now it wasn't of a sexual nature, but I was attracted to them. But once I was exposed to the facts about sex, I just wanted to know more and more, and quite often I wanted to know too much. My brother was the same and lost his virginity at the early age of 13, the girl he was with, I believe she was 12.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144065",
      "text": "Oh, I suspect my kid likes girls well enough, but most of them aren't any good at football so he finds them relatively useless (unless they are good at video games). Lots of kids were losing it early when i was young, too. I remember it being peer pressure thing, an attampt to be cool. And I also remember sex ed being pretty sad....",
      "type": "I",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144066",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144067",
      "text": "Do you necessarily care for each and every other person in this world? Well if you don't maybe we should justify the free killing of other people as we please. I personally do care about the well being of children and i wish there was more that could be done about certain situations. Unfortunately there are people that make false facts on the availability of such things as adoption. Some of the facts on this issue are available at: http://www.ncfa-usa.org (I am including a link to this American site because i think most of you reading this are American) A common misconception about pro-lifers is that they're women-hating. This is a misconception put out by feminist groups that support abortion, the truth is there are many female pro-lifers, my pro-life group at the University of Waterloo actually consists mainly of women, sadly this may be due to the fact that women tend to care about others much more than men, affirming my above statement about caring about the children.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144068",
      "text": "I know that not all people who are pro-life are woman-hating. I, too want to see abortion reduced to the bare minimum. I just disagree with most pro-lifers on how to accomplish that.  My issue was with ROCC's attitude in the post I was responding to. To summarize he/she said that your shouldn't get pregnant and if you do - you just get to deal with it. There is absolutely no regard for an individual's situation, the attack is entirely focused on women and it offers NOTHING that will help reduce abortion. ROCC's statement was quite woman-hating, but no, it is not indicative of the pro-life side's feelings about women. The only times I am compelled to really think pro-lifers are anti-woman is when they have the 'pregnancy is a woman's due punishment for promiscuity' attitude or demand that a woman die/put her health jeapardy or demand rape victims go through with pregnancies. If you can't see the woman in even those most extreme situations, then you clearly have zero regard for women. I believe that abortion stands it best chance at being reduced by addressing the things that lead to unplanned pregnancy and the reasons women choose to abort. To demonize women and simply take away choice without addressing these things will not reduce the number of unwanted pregnancies, or gauarantee responsible choices. It will lead desperate women to desperate action, though (i.e., coat hangers).",
      "type": "I",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144069",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144070",
      "text": "Though just in the case of an accident where maybe an older sibling had carelessly left one lying around, it is understandable that mistakes happen. I would simply continue along with the 'scaled down version' and say that it's something such as a 'gasket for sealing off biological contaminants'. Now a response like this would confuse a child and go way over his/her head, though an adult could get a chuckle out of it, knowing the inside joke..",
      "type": "I",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144071",
      "text": "See above. Give kids credit. You give them a bogus answer and they will know. We have got to stop treating sex like a dirty little secret.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144072",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144073",
      "text": "I believe that abortion stands it best chance at being reduced by addressing the things that lead to unplanned pregnancy and the reasons women choose to abort. To demonize women and simply take away choice without addressing these things will not reduce the number of unwanted pregnancies, or gauarantee responsible choices. It will lead desperate women to desperate action, though (i.e., coat hangers).",
      "type": "I",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144074",
      "text": "Well some of ROCC's comments were addressing issues that lead to unplanned pregnancy. Sexual promiscuity does lead to pregnancy, an increased rate of sex will increase the rate of pregnancies, even when birth control is a factor. I do recognize that there are other problems involved with unplanned pregnancies and issues should be dealt with, though apparently the responsibility of creating solutions to these issues is given primarily to pro-life supporters. There are two main issues that have to be dealt with; reducing the amount of un-planned pregnancies, and giving more options to people who have an un-planned pregnancy. Now this may differ country to country depending on the social services that are available to support an unplanned pregnancy. Desperate action cannot justify making morally objective issues legal, and i say morally objective since I'm sure any sane person will agree that taking away the life of an innocent person is morally objective. Governments could make a lot of money on taxing narcotics to people who wish to take use in them, though this does not justify legalizing narcotics. Desperate drug addicts will be lead to desperate situations of theft in which they even may morally object to, but must partake in in order to feed their drug addiction. Even in the case of underground back-alley abortion clinics, they were just as safe as abortions are today, and haven't been any more dangerous since the invention of antibiotics and anesthetics. These procedures, though underground, were performed by qualified physicians who either believed that women should have the choice to kill their unborn child, or just realize that there was a small demand to do so. (The actual statistic on the demand that were presented in Roe vs. Wade were fabricated by the pro-choice community ten times the actual value) If you require me to prove or source any of this information, I would be glad to provide it.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144075",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144076",
      "text": "First of all it wasn't nudie pictures. It was a book that showed the internal organs. And second, I am not gonna lie to my child or not answer a question because some other parent doesn't want my kid to know.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144077",
      "text": "I was not calling them 'nudie pictures' myself, but only describing what children talked about when I was a kid, and how these pictures could be interpretated. I myself used to look through 'You and Your Health' books (I'm not sure if you're aware of them, they were quite common in homes at a time though now they're generally out-dated). They really did educate me on the human body and the parts of it, though I did enjoy mainly looking at the human reproductive organs, they weren't porno, but they were the next closest thing to it. And then I was able to go to school and amaze the guys by telling them stuff they didn't need to know about all the girl's private parts. I will say again though what i said before, your son may be responsible for his age and you may feel that he's ready to deal with such knowledge, but my reasons for saying so is that other children are not neccessarily ready for such things, and children do talk. They not only talk about things they find out with their classmates, but they'll like to brag to younger siblings and their friends siblings, who may also really not be ready for such things. My younger brother's main source for such information was always myself. Though i wasn't suggesting to lie to your son about such things, but the possibility of a vague or ambiguous answer to the question. Ever see the movie Coneheads and their interpretation of a condom? 'Earthling Bubblebum' I'm suggesting that without prior knowledge about what it is, it's not very obvious about its use.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:30"
    },
    {
      "nodeID": "144078",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:31"
    }
  ],
  "edges": [
    {
      "edgeID": "186298",
      "fromID": "144053",
      "toID": "144054",
      "formEdgeID": null
    },
    {
      "edgeID": "186299",
      "fromID": "144054",
      "toID": "144052",
      "formEdgeID": null
    },
    {
      "edgeID": "186300",
      "fromID": "144056",
      "toID": "144057",
      "formEdgeID": null
    },
    {
      "edgeID": "186301",
      "fromID": "144057",
      "toID": "144055",
      "formEdgeID": null
    },
    {
      "edgeID": "186302",
      "fromID": "144059",
      "toID": "144060",
      "formEdgeID": null
    },
    {
      "edgeID": "186303",
      "fromID": "144060",
      "toID": "144058",
      "formEdgeID": null
    },
    {
      "edgeID": "186304",
      "fromID": "144062",
      "toID": "144063",
      "formEdgeID": null
    },
    {
      "edgeID": "186305",
      "fromID": "144063",
      "toID": "144061",
      "formEdgeID": null
    },
    {
      "edgeID": "186306",
      "fromID": "144065",
      "toID": "144066",
      "formEdgeID": null
    },
    {
      "edgeID": "186307",
      "fromID": "144066",
      "toID": "144064",
      "formEdgeID": null
    },
    {
      "edgeID": "186308",
      "fromID": "144068",
      "toID": "144069",
      "formEdgeID": null
    },
    {
      "edgeID": "186309",
      "fromID": "144069",
      "toID": "144067",
      "formEdgeID": null
    },
    {
      "edgeID": "186310",
      "fromID": "144071",
      "toID": "144072",
      "formEdgeID": null
    },
    {
      "edgeID": "186311",
      "fromID": "144072",
      "toID": "144070",
      "formEdgeID": null
    },
    {
      "edgeID": "186312",
      "fromID": "144074",
      "toID": "144075",
      "formEdgeID": null
    },
    {
      "edgeID": "186313",
      "fromID": "144075",
      "toID": "144073",
      "formEdgeID": null
    },
    {
      "edgeID": "186314",
      "fromID": "144077",
      "toID": "144078",
      "formEdgeID": null
    },
    {
      "edgeID": "186315",
      "fromID": "144078",
      "toID": "144076",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
