{
  "nodes": [
    {
      "nodeID": "148936",
      "text": "But, i would much rather have late terms legal than have them banned.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:36"
    },
    {
      "nodeID": "148937",
      "text": "So, whether the embryo/fetus/whatever-you-want-to-call-it has rights seems to be a non-issue. Because, for pro-choice folk, even if it has rights, it still is preferable to ensure that it can be legally killed. Of course, it is obvious to everyone that an entity does not need rights in order to have legal protections. But I'll let that slide for now.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148938",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148939",
      "text": "Lets break this down. Most pro-choice advocates think that intelligence is when human life starts, or consciousness or self awareness is what makes an embryo have rights. The Lifers say that it should have rights regardless of its physical state.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148940",
      "text": "And yet, for most pro-choice folk on these forums, this question really is meaningless. For, even when it is assumed by these folk that the embryo has rights, they nevertheless argue that abortion is still acceptable. Even you believe this Shooter.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148941",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148942",
      "text": "Lets break this down. Most pro-choice advocates think that intelligence is when human life starts, or consciousness or self awareness is what makes an embryo have rights. The Lifers say that it should have rights regardless of its physical state. Now, if I sat a flower pot down next to you, would you tell me it should have rights and that we should make pot smashing murder? Probably not. BUT, what if that pot started to talk to you. Started to ask you questions about life, and started to ask you where it was and what its purpose was. What if you had a casual conversation with this pot? Now, obviously, this pot should have rights, am I not correct?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148943",
      "text": "No. The pot should not have rights. You, however, should stop dropping acid :)",
      "type": "I",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148944",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148945",
      "text": "Please don't neglect the importance of this question since it lies at the very heart of the pro-life view of the beginning of human rights. If you want women to give up their rights to their own bodies because of the significance of this transition (i.e. conception), then it is critically important that you detail what it is in the transition that makes it so significant.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148946",
      "text": "Well we assume a right to your own body here. It is also important for you to justify why there should be a difference in human and person and then justify why doing so this time is different from when this was previously done in history. I guess I don't agree with the idea that you have no rights until you can prove you should have them...if this is the standard then we are all in trouble.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148947",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148948",
      "text": "How can you not see what it is? And also, how can you assume everything is a human without any criteria? With your logic, I have to assume anything that shares human DNA is a human being.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148949",
      "text": "You didn't answer the question....what is your standard for intelligence? You also incorrectly use my logic.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148950",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148951",
      "text": "Science has actually shown that we are very genetically similar to black people, chinese people. While science has also shown that you or me are very different than the embryo.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148952",
      "text": "Really, can you show me this science? You are just as genetically similiar to a white person as you are to an embryo.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:37"
    },
    {
      "nodeID": "148953",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148954",
      "text": "Strawman. Key phrase 'until you can prove them' when its really 'until science can prove them'.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148955",
      "text": "I see you still don't understand what a strawman is. It is hard to have a strawman when the comment wasn't directed at any particular claim....",
      "type": "I",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148956",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148957",
      "text": "Thus, for pro-lifers, human beings hold rights by virtue of what they are (human beings), not by virtue of what they can do (think or speak?). Thus, for pro-lifers the only question that is important in the abortion debate is whether the embryo is a human being. And, so long as this question is at least debatable (as it clearly is), then the pro-life view exercises caution.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148958",
      "text": "And thus, pro-choicer are more mathematical and scientifical. We are more logical than the pro-lifers, and just don't blindly make assumptions about human life, because of its consequences.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148959",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148960",
      "text": "For pro-lifers, it is not simply because an embryo shares human DNA. It is because the embryo is a human being. It makes no differences whether the embryo is developing, for it is then simply a developing human being.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148961",
      "text": "But why? What is so important about an embryo that it can be given a 'person' status?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148962",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148963",
      "text": "I don't get you here.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148964",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148965",
      "text": "We the elite rights-givers of the United States will now exercise our supreme power by determining who deserves rights and who does not.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148966",
      "text": "Oh, right. And what would yours be? 'We the humble people of the human species have decided to break away from Britan rule and form our own bubble community. No one has any rights whatsoever, and we restrict our citizens to living in bubbles because we cherish each life, from skin cells to bacteria to plants to embryos. In fact, we really have no purpose in life, we just life to not kill other lives.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148967",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148968",
      "text": "and decided to scrape you out. Think about all the things you enjoy now, they would never happenif your mother decided to just throw you away. Abortion is inhumane, and iresponsible. If you made a child through sex, then is on you to keep it.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:38"
    },
    {
      "nodeID": "148969",
      "text": "And here's an example why our culture has not embraced logic yet. What if your parents had a headache when they were going to have sex and decided not to and you weren't concieved? Think about all the things you enjoy now, they would've never happened if your parents had a headache and decided not to have sex. If they did decide to abort me, it would've been before I existed. You can only legally abort in the first and second trimester, and that was before I existed. 'I' came to exist somewhere in the third trimester, when I gained mental existance and awareness. Before that, the embryo was just a cellular watersack. Your logic is extremely flawed, more so that most of the pro-lifers on these forums. I would think a bit deeper about your position before coming and posting it onto here.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:39"
    },
    {
      "nodeID": "148970",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:39"
    },
    {
      "nodeID": "148971",
      "text": "Why is this so important?! Because if a woman has not used her eggs(meaning has not gotten pregnant) Then the unfertilized egg is discarded, leaving room for a new egg to drop, and be fertilized.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:39"
    },
    {
      "nodeID": "148972",
      "text": "Just like when you have an abortion, it cleans out your uterous so you can have another baby if you wish.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:39"
    },
    {
      "nodeID": "148973",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:09:39"
    },
    {
      "nodeID": "148974",
      "text": "That would have been alot differant then having intercourse, see that you are pregnant, and aborting it. At least if they decided to have intercourse later, I would still have had a chance to born.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:39"
    },
    {
      "nodeID": "148975",
      "text": "No, you wouldn't have. I'd have a better chance of winning the lottery without buying a ticket.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:39"
    },
    {
      "nodeID": "148976",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:39"
    },
    {
      "nodeID": "148977",
      "text": "On the contrary. If I were you, I would think more deeply before I uttered another statement on this topic. It is your logic that is flawed. And that is why you are making so many mistakes when it comes to your posts. Because everything you said, is extremely flawed. And don't worry, I'll take the time to break down why that is, with every statement you post up here. Ending on this note.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:39"
    },
    {
      "nodeID": "148978",
      "text": "Well let me say that so far that you haven't been doing a very good job. My arguments are completely solid, and you haven't even gotten close to refuting them. You accuse me of being stupid because my mom watched star trek, you refute my arguments by providing the defonition of masturbation and periods, and then you call me illogical and tell me to think about my statements more deeply.  [quote]You said that you can only abort in the first and second trimester, which I already know. But saying that you don't exsist in these stages is a huge misstatement.[quote] Let me rephrase that. The beginnings of my body existed. What you know as 'me' the person who's saying this, did not exist. My brain, which is really 'me' did not exist.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:39"
    },
    {
      "nodeID": "148979",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:39"
    },
    {
      "nodeID": "148980",
      "text": "Do we want America to be known as an abortion nation? America should ban abortion, that way we can set a good example for other countries so that they may follow our good example. If people die because of black market abortions than, even though I am a Catholic, I say that they deserve it after what they did to a poor child.",
      "type": "I",
      "timestamp": "2016-03-08 20:09:39"
    },
    {
      "nodeID": "148981",
      "text": "So you would rather that a grown woman, a mother even, died in pain rather than an 8 week old foetus which cannot feel pain?",
      "type": "I",
      "timestamp": "2016-03-08 20:09:39"
    },
    {
      "nodeID": "148982",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:09:39"
    }
  ],
  "edges": [
    {
      "edgeID": "189736",
      "fromID": "148937",
      "toID": "148938",
      "formEdgeID": null
    },
    {
      "edgeID": "189737",
      "fromID": "148938",
      "toID": "148936",
      "formEdgeID": null
    },
    {
      "edgeID": "189738",
      "fromID": "148940",
      "toID": "148941",
      "formEdgeID": null
    },
    {
      "edgeID": "189739",
      "fromID": "148941",
      "toID": "148939",
      "formEdgeID": null
    },
    {
      "edgeID": "189740",
      "fromID": "148943",
      "toID": "148944",
      "formEdgeID": null
    },
    {
      "edgeID": "189741",
      "fromID": "148944",
      "toID": "148942",
      "formEdgeID": null
    },
    {
      "edgeID": "189742",
      "fromID": "148946",
      "toID": "148947",
      "formEdgeID": null
    },
    {
      "edgeID": "189743",
      "fromID": "148947",
      "toID": "148945",
      "formEdgeID": null
    },
    {
      "edgeID": "189744",
      "fromID": "148949",
      "toID": "148950",
      "formEdgeID": null
    },
    {
      "edgeID": "189745",
      "fromID": "148950",
      "toID": "148948",
      "formEdgeID": null
    },
    {
      "edgeID": "189746",
      "fromID": "148952",
      "toID": "148953",
      "formEdgeID": null
    },
    {
      "edgeID": "189747",
      "fromID": "148953",
      "toID": "148951",
      "formEdgeID": null
    },
    {
      "edgeID": "189748",
      "fromID": "148955",
      "toID": "148956",
      "formEdgeID": null
    },
    {
      "edgeID": "189749",
      "fromID": "148956",
      "toID": "148954",
      "formEdgeID": null
    },
    {
      "edgeID": "189750",
      "fromID": "148958",
      "toID": "148959",
      "formEdgeID": null
    },
    {
      "edgeID": "189751",
      "fromID": "148959",
      "toID": "148957",
      "formEdgeID": null
    },
    {
      "edgeID": "189752",
      "fromID": "148961",
      "toID": "148962",
      "formEdgeID": null
    },
    {
      "edgeID": "189753",
      "fromID": "148962",
      "toID": "148960",
      "formEdgeID": null
    },
    {
      "edgeID": "189754",
      "fromID": "148963",
      "toID": "148964",
      "formEdgeID": null
    },
    {
      "edgeID": "189755",
      "fromID": "148964",
      "toID": "148937",
      "formEdgeID": null
    },
    {
      "edgeID": "189756",
      "fromID": "148966",
      "toID": "148967",
      "formEdgeID": null
    },
    {
      "edgeID": "189757",
      "fromID": "148967",
      "toID": "148965",
      "formEdgeID": null
    },
    {
      "edgeID": "189758",
      "fromID": "148969",
      "toID": "148970",
      "formEdgeID": null
    },
    {
      "edgeID": "189759",
      "fromID": "148970",
      "toID": "148968",
      "formEdgeID": null
    },
    {
      "edgeID": "189760",
      "fromID": "148972",
      "toID": "148973",
      "formEdgeID": null
    },
    {
      "edgeID": "189761",
      "fromID": "148973",
      "toID": "148971",
      "formEdgeID": null
    },
    {
      "edgeID": "189762",
      "fromID": "148975",
      "toID": "148976",
      "formEdgeID": null
    },
    {
      "edgeID": "189763",
      "fromID": "148976",
      "toID": "148974",
      "formEdgeID": null
    },
    {
      "edgeID": "189764",
      "fromID": "148978",
      "toID": "148979",
      "formEdgeID": null
    },
    {
      "edgeID": "189765",
      "fromID": "148979",
      "toID": "148977",
      "formEdgeID": null
    },
    {
      "edgeID": "189766",
      "fromID": "148981",
      "toID": "148982",
      "formEdgeID": null
    },
    {
      "edgeID": "189767",
      "fromID": "148982",
      "toID": "148980",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
