{
  "nodes": [
    {
      "nodeID": "162765",
      "text": "No, I didn't make any official challange, I was just saying I would have liked it if our informal debate had been...........shall we say, easier to understand, less cluttered. A new, formal debate would do that, and I'm willing. I don't care if it's me or you who proposes the resolution. I'd like for it to be along the lines of what was going on in that thread, the teaching of creationism in schools, or faith as it relates to the origination of mankind.  In the last debate tournament, they had a time limit of 5 days between posts, and the posters went quicker than that. Even with an unforseen problem which caused a delay, the whole thing went just 33? days start to finish.  When there is a time limit of days, or hours, it can make things unpredictable because if one person posts early, then any kind of projections about when it will be done can be thrown off. Also, it could make the deadline for you fall on a Friday, which I'm guessing would be bad for your schedule. My suggestion would be to simply set days of the week (at midnight?) so that if one person posts early, it just gives his opponent that much more time. Is there no way you can post once a week, with your deadline being midnight on Sunday? If you could do that, my deadline could be Wednesday night. I work sometimes long and unpredictable hours during the week, but I can guarantee after your Sunday post, I'll have something up by midnight Wednesday. Then you would have untill the following Sunday. You would have 4 days, including two weekend days, to come up with yours, and I would have 3 weekdays. I think that's more than fair. If you can't do that, then we would just have to make it one post for each of us every two weeks. It would take between 2 and 3 months to finish it up. A long time, but I'm willing to do it.  I'll PM Billsco about judges, it could be a problem. I'm co-operative, but not suicidal. It's hard to find anyone who doesn't have a pretty strong opinion about this subject. I realize it's not supposed to matter in determining who best made his/her points, but it easily can. There are several here I just can't accept as a judge for this kind of topic. Other comments or suggestions, anyone?",
      "type": "I",
      "timestamp": "2016-03-08 20:40:55"
    },
    {
      "nodeID": "162766",
      "text": "Well it seems as if he is referring to the origin of man, I would like to do a debate on teaching creation (or ID if you want) in schools (science class specifically). If you (Marc9000) want to do this after your debate with DamEtal or at the same time (but that would be kind of hard) or if anyone else wants to do this I'm trying to do my first formal debate. I start school tommorrow and play baseball so I may also have limited time during the week, but I could find time especially if I only needed one per week. I would want to take the negative where the statement is 'creationism (or Intelligent Design) should be taught in science class in public schools.' I hope either marc9000 or someone else will take me up on this. If you want to wait until the end of the debate with DamEtel that's fine as well.",
      "type": "I",
      "timestamp": "2016-03-08 20:40:55"
    },
    {
      "nodeID": "162767",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:40:55"
    }
  ],
  "edges": [
    {
      "edgeID": "199554",
      "fromID": "162766",
      "toID": "162767",
      "formEdgeID": null
    },
    {
      "edgeID": "199555",
      "fromID": "162767",
      "toID": "162765",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
