{
  "nodes": [
    {
      "nodeID": "147467",
      "text": "In my time I have been practicing Christian and now I would consider myself a 'Weak Atheist'.  I came across an article on the BBC website(The article is linked below) on agnosticism and has got me thinking about my position on the existence of deities. Is agnosticism the more logical position ? Or is it merely an exercise in intellectual fence sitting ? http://news.bbc.co.uk/1/hi/magazine/6199716.stm Wikipedia Entry on Agnosticism - http://en.wikipedia.org/wiki/Agnostic",
      "type": "I",
      "timestamp": "2016-03-08 20:06:14"
    },
    {
      "nodeID": "147468",
      "text": "It depends. Do you feel the same way about the Yeti? How about the Lock Ness monster?  You can make the statement 'Based on the current available evidence, I do not believe in the existance of any god/gods.'  I think it is intellectual fence sitting myself. I feel the same way about God as i do about fairies, the yeti, alien abductions, and 'psychic powers'. There is no evidence that any of these exist, so based on the evidence, I don't believe they exist. Should new evidence be forthcoming, I will reevalutate my position based on that evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:14"
    },
    {
      "nodeID": "147469",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:14"
    },
    {
      "nodeID": "147470",
      "text": "Agnosticism is for hedgers.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:15"
    },
    {
      "nodeID": "147471",
      "text": "Atheism is for cynical, self-righteous twits :)",
      "type": "I",
      "timestamp": "2016-03-08 20:06:15"
    },
    {
      "nodeID": "147472",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:15"
    },
    {
      "nodeID": "147473",
      "text": "You can make the statement 'Based on the current available evidence, I do not believe in the existance of any god/gods.'",
      "type": "I",
      "timestamp": "2016-03-08 20:06:15"
    },
    {
      "nodeID": "147474",
      "text": "Is that not agnostic? You leave yourself open to change if evidence dictates it.  Sorry if this is just turning into word games.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:15"
    },
    {
      "nodeID": "147475",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:15"
    },
    {
      "nodeID": "147476",
      "text": "Not answering for trebor - this is my two-penn'orth. If you're going to describe anyone 'open to evidence' as agnostic, then this is a word game: there'd be by definition no (reasoning) atheists in the world. The (negative) atheist position is that in the complete absence of evidence to believe that a proposed entity exists, withholding belief is the default position - as with sinjin's leprechauns. To call that agnosticism has always struck ne as mealy-mouthed: I'd rather come right out and declare myself an atheist (the negative or 'weak' variety, like Big Bear Scot).",
      "type": "I",
      "timestamp": "2016-03-08 20:06:15"
    },
    {
      "nodeID": "147477",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:06:15"
    },
    {
      "nodeID": "147478",
      "text": "I would say that agnosticism is the only rational position, based on verifiable evidence.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:15"
    },
    {
      "nodeID": "147479",
      "text": "When making that evaluation, one should consider what kinds of evidence it is possible to find in support of or to contradict a hypothesis.  Consider the question: 'Are there any car keys in my kitchen?', a question I confess to be dear to my heart at this precise moment. Right now you have no information upon which to base an answer. You should rightly be agnostic. But imagine you came to my house and ransacked the kitchen, turning out every drawer, emptying every cupboard, opening all the packets - even the sealed ones - sieving the flour, looking in all the cups and pots and pans, peering (though I don't recommend it) under the fridge, and still found absolutely no sign of any car keys - would you still consider yourself a car-key-kitchen agnostic?  The moral of the story is that the significance of an absence of evidence very much depends upon how much effort one has expended looking for some. It also depends upon the amount of potential evidence that isn't there. Returning to our original conundrum, there is no conceivable evidence we could ever find that would definitively prove a creator god does not exist, because a creator god, the way we define it, would be eminently capable of concealing his actions. So although there's no evidence that god does not exist, nor could there be, which rather takes the shine off the observation that there isn't any. On the other hand, we can imagine endless ways in which a god (faith-specific or otherwise) could be proved to exist. In biology, we would just need to find one organism with a unique amino acid, or that had something other than the common four nucleotides, or a non-vascular plant with seeds or flowers - the evidence we could find to disprove common descent is limitless. Yet we don't; Nature's kitchen has been forensically inspected for car keys, and they're nowhere to be found. In geology or astrophysics, we could find consistent evidence of a young earth, yet we don't. We could verify the efficacy of prayer - yet we don't. In other words, there's an absolute mountain of potential evidence to support the existence of a god (Christian or otherwise) and none of it's there, despite us looking really, really hard. As you've probably guessed by now, I don't agree that the only rational position is agnosticism.",
      "type": "I",
      "timestamp": "2016-03-08 20:06:15"
    },
    {
      "nodeID": "147480",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:06:15"
    }
  ],
  "edges": [
    {
      "edgeID": "188698",
      "fromID": "147468",
      "toID": "147469",
      "formEdgeID": null
    },
    {
      "edgeID": "188699",
      "fromID": "147469",
      "toID": "147467",
      "formEdgeID": null
    },
    {
      "edgeID": "188700",
      "fromID": "147471",
      "toID": "147472",
      "formEdgeID": null
    },
    {
      "edgeID": "188701",
      "fromID": "147472",
      "toID": "147470",
      "formEdgeID": null
    },
    {
      "edgeID": "188702",
      "fromID": "147474",
      "toID": "147475",
      "formEdgeID": null
    },
    {
      "edgeID": "188703",
      "fromID": "147475",
      "toID": "147473",
      "formEdgeID": null
    },
    {
      "edgeID": "188704",
      "fromID": "147476",
      "toID": "147477",
      "formEdgeID": null
    },
    {
      "edgeID": "188705",
      "fromID": "147477",
      "toID": "147474",
      "formEdgeID": null
    },
    {
      "edgeID": "188706",
      "fromID": "147479",
      "toID": "147480",
      "formEdgeID": null
    },
    {
      "edgeID": "188707",
      "fromID": "147480",
      "toID": "147478",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
