{
  "nodes": [
    {
      "nodeID": "136822",
      "text": "'Gun Laws of America is 384 pages of just the federal statutes that regulate guns-more than 88,000 words. Additionally, the associated federal regulations interpreting these laws are even larger. Minimum penalty for a violation is typically 5 years in federal prison for every offense. It is estimated that there are between 22,000 and 30,000 gun laws on the books in America. Those laws include restrictions on possession, carry, distribution, storage, transfer, manufacture, sale, ownership, importation, use and more.",
      "type": "I",
      "timestamp": "2016-03-08 19:43:53"
    },
    {
      "nodeID": "157482",
      "text": "So if we were to actually do a true compromise, and not a Constitutional Compromise with the 2nd Amendment haters, most of all of this above would have to go!  However, that is NOT at all what THEY mean! What they mean give me half of the Constitutionally Recognized as protected Inalienable Rights they have not taken from you yet! Then after you have done the reasonable thing,(In their reckless unconstitutional minds) then they will ask you to compromise yet again, and again, and again, and again, and again and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again, and again. Well, you get the picture!",
      "type": "I",
      "timestamp": "2016-03-08 20:28:31"
    },
    {
      "nodeID": "157483",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:28:31"
    }
  ],
  "edges": [
    {
      "edgeID": "195768",
      "fromID": "157482",
      "toID": "157483",
      "formEdgeID": null
    },
    {
      "edgeID": "195769",
      "fromID": "157483",
      "toID": "136822",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
