{
  "nodes": [
    {
      "nodeID": "141148",
      "text": "It's funny, there are gun-restrictions in Sweden and I have not been rounded up and exterminated yet. Must simply be a matter of time... Honestly, Those arguments are totaly worthless.  Compare the rate of criminality and murders in US and those of the average contries with gun-bans. Where do you think it's highest?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:01"
    },
    {
      "nodeID": "141149",
      "text": "And so you have it... Socialist lunatic fringe view that human lives are only worth what the government says its worth....",
      "type": "I",
      "timestamp": "2016-03-08 19:53:01"
    },
    {
      "nodeID": "141150",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:01"
    },
    {
      "nodeID": "141151",
      "text": "Is your point that citizens should be allowed to have guns to defend themselves from the government or that citizens should be allowed to have guns to protect themselves from other citizens? As for protecting form the government, I highly doubt that the U.S. military would be used to massacre U.S. citizens because its actions are far too public. It certaintly is possible that a more secretive organization such as the NSA would be able to carry out plans such as the ones which you described in other countries. However, do you think it would be possible for ordinary citizens armed with firearms to stop the highly trained employees of the NSA? As for protection from other citizens, I think that the government should allow this, but I also think that people shouldn't have guns. So if the number of guns owned by citizens in the U.S. were to decrease, I would want it to be a voluntary change, not one forced by the government. There should still be gun regulation just as there is regulation of any product on the market.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:01"
    },
    {
      "nodeID": "141152",
      "text": "You might want to pick up a history book and read it. Try reading both the Federalist and Anti-Federalist Papers for starters. If you were familiar with them, then you would've already had the answer to your first question. Your selective memory is at work again. As I recall, in Waco military vehicles and equipment were used against the Branch Davidians. Nevermind the presence of members of Delta Force which was denied, at first, by the government. Then they were caught lying again about using flammable tear gas which, ironically enough, is banned by the Geneva Convention for use against enemy troops. In the end, the 'open and shut case' the government thought they had, blew up in their faces because of their lies and abuses. I also recall, at some point around the time of the Great Depression that U.S. troops were called out to quell food riots in New York, I think it was. There were a couple of young officers present by the name of MacArthur and Patton, I believe. There are a few other instances I'm sure. I note your glee about secret agencies and their awesome firepower in which mere citizens would be defenseless against. Is your closet full of brown shirts? You must be proud. Huh? You're for protecting yourself against other citizens as long as it doesn't involve guns? Of course, that wouldn't apply to the criminal that you're protecting yourself against! Why don't you read how well your gun bans are working in other countries? Regulation? The only regulation should be mandatory firearms training for all citizens like in Switzerland. Not the 'regulation' that you liberals would propose which, of course, always leads to an outright ban of private ownership. Why do you fear the 'people'? It doesn't matter what you think, the second amendment is clear enough all by itself. Try reading the Constitution again.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:01"
    },
    {
      "nodeID": "141153",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:01"
    },
    {
      "nodeID": "141154",
      "text": "I note your glee about secret agencies and their awesome firepower in which mere citizens would be defenseless against. Is your closet full of brown shirts? You must be proud.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:01"
    },
    {
      "nodeID": "141155",
      "text": "And what is the point of this?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:01"
    },
    {
      "nodeID": "141156",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:02"
    },
    {
      "nodeID": "141157",
      "text": "Your selective memory is at work again. As I recall, in Waco military vehicles and equipment were used against the Branch Davidians. Nevermind the presence of members of Delta Force which was denied, at first, by the government. Then they were caught lying again about using flammable tear gas which, ironically enough, is banned by the Geneva Convention for use against enemy troops. In the end, the 'open and shut case' the government thought they had, blew up in their faces because of their lies and abuses. I also recall, at some point around the time of the Great Depression that U.S. troops were called out to quell food riots in New York, I think it was. There were a couple of young officers present by the name of MacArthur and Patton, I believe. There are a few other instances I'm sure.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:02"
    },
    {
      "nodeID": "141158",
      "text": "And would guns in the hands of citizens have stopped that? Or does publicity, which has only increased since those events, stop them? Your selective reading ability is at work.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:02"
    },
    {
      "nodeID": "141159",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:02"
    },
    {
      "nodeID": "141160",
      "text": "What's the point of posting a bunch of propaganda from some biased website? Your whole post proves nothing because it doesn't show a causal relationship between gun control and mass murder. How come Sadam Hussein was able to kill so many of his subjects although gun ownership was common among the Iraqi public? I suppose we could find a way to blame all the world's problems on gun-control. Even this pro-gun website admits that you can't blame the holocaust on gun-control.  'The simple conclusion is that there are no lessons about the efficacy of gun control to be learned from the Germany of the first half of this century. It is all too easy to forget the seductive allure that fascism presented to all the West, bogged down in economic and social morass. What must be remembered is that the Nazis were master manipulators of popular emotion and sentiment, and were disdainful of people thinking for themselves. There is the danger to which we should pay great heed. Not fanciful stories about Nazi's seizing guns.' http://www.guncite.com/gun_control_gcnazimyth.html",
      "type": "I",
      "timestamp": "2016-03-08 19:53:02"
    },
    {
      "nodeID": "141161",
      "text": "So do you want to argue my points or do you want to argue me? Which of my bullits are wrong? Which of them are right?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:02"
    },
    {
      "nodeID": "141162",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:02"
    },
    {
      "nodeID": "141163",
      "text": "Just when you are ready to come get my guns...... remember!",
      "type": "I",
      "timestamp": "2016-03-08 19:53:02"
    },
    {
      "nodeID": "141164",
      "text": "And you're accusing him of not debating properly? That's the best you can do?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:02"
    },
    {
      "nodeID": "141165",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:02"
    }
  ],
  "edges": [
    {
      "edgeID": "184236",
      "fromID": "141149",
      "toID": "141150",
      "formEdgeID": null
    },
    {
      "edgeID": "184237",
      "fromID": "141150",
      "toID": "141148",
      "formEdgeID": null
    },
    {
      "edgeID": "184238",
      "fromID": "141152",
      "toID": "141153",
      "formEdgeID": null
    },
    {
      "edgeID": "184239",
      "fromID": "141153",
      "toID": "141151",
      "formEdgeID": null
    },
    {
      "edgeID": "184240",
      "fromID": "141155",
      "toID": "141156",
      "formEdgeID": null
    },
    {
      "edgeID": "184241",
      "fromID": "141156",
      "toID": "141154",
      "formEdgeID": null
    },
    {
      "edgeID": "184242",
      "fromID": "141158",
      "toID": "141159",
      "formEdgeID": null
    },
    {
      "edgeID": "184243",
      "fromID": "141159",
      "toID": "141157",
      "formEdgeID": null
    },
    {
      "edgeID": "184244",
      "fromID": "141161",
      "toID": "141162",
      "formEdgeID": null
    },
    {
      "edgeID": "184245",
      "fromID": "141162",
      "toID": "141160",
      "formEdgeID": null
    },
    {
      "edgeID": "184246",
      "fromID": "141164",
      "toID": "141165",
      "formEdgeID": null
    },
    {
      "edgeID": "184247",
      "fromID": "141165",
      "toID": "141163",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
