{
  "nodes": [
    {
      "nodeID": "143623",
      "text": "BTW Sterm Guerrer (or something close) MOLON LABE!!",
      "type": "I",
      "timestamp": "2016-03-08 19:58:32"
    },
    {
      "nodeID": "143624",
      "text": "'Sturm Gewehr' (pronounced-sturm ge-vare) :D",
      "type": "I",
      "timestamp": "2016-03-08 19:58:32"
    },
    {
      "nodeID": "143625",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:58:32"
    },
    {
      "nodeID": "143626",
      "text": "Assault weapons? first of all, what are assault weapons? Traditionally, it has meant a selective fire weapon (one capable of full, burst, and semi-automatic fire.) According to current legal definition, though, a semiautomatic weapon (one that fires a single round with every time you pull the trigger) can be legally called an assault weapon if it has 1) a removeable magazine, and any 2 of the following:  a grenade launcher a bayonet lug a pistol grip or a folding stock.  How is that an assault weapon?? I have no idea! why are they worried about semi-autos with pistol grips and folding stocks? Again, I have no idea.  However, we'll assume for the moment that we are talking about a traditional assault rifle: a selective fire weapon along the lines of the FN FAL, the M16, AK-47, etc. Constitutionally, it doesn't even really matter. In the United States Constitution, we are guaranteed in the 2nd Amendment that: '... the right of the people to keep and bear arms, shall not be infringed.' There's a key word there. 'Infringed.' What does that word infringed mean? Webster's 1828 Dictionary defines it like this:  2. To break; to violate; to transgress; to neglect to fulfill or obey; as to infringe the law. 3. to destroy or hinder; as, to infringe efficacy. Under this definition, the right to own a firearm cannot even be hindered! Forget banning handguns. Forget banning assault weapons. The registration of firearms might not survive a Constitutional attack.  So. It is UNCONSTITUTIONAL to ban assault weapons. (despite the fact that we basically have already done that.)",
      "type": "I",
      "timestamp": "2016-03-08 19:58:32"
    },
    {
      "nodeID": "143627",
      "text": "Thanks Patriot for the well researched response. Although I am not a gun rights advocate, I am also not anti-gun and in the spirit of trying to get the two sides of this issue to reach some sort of understanding, here is what I believe to be the major points of those who support a ban on assult weapons. First of all, I do agree that the definition of assult weapons is a little strange, and it essentially boils down to the guns that look scary. However, the spirit of the law was to try to ban weapons whose main purpose was militaristic in nature. That is, guns that are able to be fired rapidly, have a large magazine, and reasonable stopping power. Thus, although the ban would not eliminate all of the 'dangerous' weapons ( I assume that an M1, the rifle that beat the Nazis, would be legal) it does cover a lot of them. Of course, most 2nd amendment rights supporters would say that all this doesn't matter, it doesn't matter what purpose the gun serves, it is unconstitutional to infringe upon the rights of Americans to own any gun they want, no matter the purpose. What gun control advocates would say, however, is that the constitution says 'arms' not guns, and it becomes the job of the goverment to determine what was meant my this. I think that most gun control advocates would agree that the second amendment probably did not intend for people to be able to buy chemical or biological weapons, for example. And, I for one, hope that is not what they meant, particularly in light of the recent war on terrorism. A common remark is 'why would it matter if I had a nuclear weapon if I am a law abiding citizen and would never use it against my neighbor?' The problem is that we don't know what the intention of everyone is, and there are certainly terrorists in this country now who are American citizens and would use such powerful weapons against usif they were able to acquire them. Of course a semi-automatic .223 caliber rifle is not the same as a chemical weapon, but the point is that (I think) most people don't think that you should be able to own absolutely any weapon that you want, so one must attempt to define what is too dangerous for ordinary citizens to own.  I don't think that I covered all of your points, Patriot, but this is getting long, so I will cut this off here, and I hope to get a response from you. I will be interested in your thoughts. -Dan",
      "type": "I",
      "timestamp": "2016-03-08 19:58:32"
    },
    {
      "nodeID": "143628",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143629",
      "text": "i agree that it is unconstitutional",
      "type": "I",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143630",
      "text": "Then you need no other reason. The only reason I need to have any kind of legal firearm is that: I want one. I need no other reason.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143631",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143632",
      "text": "i agree that it is unconstitutional but who really needs an assult rifle anyway, unless to go on a shooting spree i dont think anyone would go 'hunting' with an ak47, you wouldnt be able to keep much of what you shot",
      "type": "I",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143633",
      "text": "Who are you to tell me which 'tools' I need? The second amendment has NOTHING to do with hunting and in a free country again I ask if I am not a criminal what threat do I pose to you if I have a friggin howitzer?  BTW Sterm Guerrer (or something close) was a termed coined by the NAZIS for a small fully automatic weapon (i.e. MP44 or todays MP5) translate sterm guerer it is 'ASSAULT WEAPON'. Know the sources of things and the motives become clear.  MOLON LABE!!",
      "type": "I",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143634",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143635",
      "text": "but who really needs an assult rifle anyway",
      "type": "I",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143636",
      "text": "I've decided that I will answer this question once and for all if someone can prove to me why people need tennis racquets. If someone can answer this for me, I will attempt the definitive assault weapon response. Have at it.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143637",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143638",
      "text": "i own several ak47s as well as chinese sks rifles im not a gang banger. . the last thing i want to do is shoot another person am i wrong? i like to shoot (saftley) at targets its just more fun to do it with a semi-auto rifles.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143639",
      "text": "If guns make you happy and you do not break and criminal codes. Then you need no reason nor do you have to justify yourself to anyone. The Constitution or firearms laws have nothing to do with 'if you need one'.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143640",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143641",
      "text": "Go get them Rev. It absolutely astounds me that there are Americans who feel that they can me people JUSTIFY things that other Americans want to do. This country is based on having to JUSTFY nothing to anyone. I do not have to explain my actions to anyone except in a court of law under criminal charges. I do not have to explain my NEED to a court of have a firearm or anyone else. Just like other things in the Constitution: 1) Do not have to justify need to by any kind of legal property or enter into any contract. 2) Do not have to justify need to publish a political statement. 3) Do not have to justify need to own a big house or a gold plated toilet. 4) Do not have to justify need to burn $20 bills in my fireplace. 5) Do not have to justify need to go or move in any public space. All this I can do without askingpermission from nobody. I do not need permission to buy and own, as many, or type of legal property, including guns.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143642",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143643",
      "text": "Thanks.... I was too lazy to look it up....",
      "type": "I",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143644",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:33"
    },
    {
      "nodeID": "143645",
      "text": "German For Assault Rile Right? I Read Up On The History Of The Ak47 I Find It Fscinating As All Hell , Now I Own One! With All The Bells And Wistles.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:34"
    },
    {
      "nodeID": "143646",
      "text": "Get the red star arms trigger..... Freekin awsome. Get the ultimack foward rail and mount an OKO red dot... Get a KVAR synthetic stock set (I got OD green!) TOO cool.... Then get 5k rounds and shoot the hell out of it!  Here check it out (notice the surefire on a barrell mount that set up was less than $75 bucks total!) Picture was takin in PA  My hammer of liberty",
      "type": "I",
      "timestamp": "2016-03-08 19:58:34"
    },
    {
      "nodeID": "143647",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:58:34"
    },
    {
      "nodeID": "143648",
      "text": "The ban on assault weapons stands on such poltically weak and Constitutionally weak ground that Congress only had the guts and the will to try it for 10 years. It expires this year. The right to own arms is expressly clear. It shall not be infringed by Congress. The federal government is fully empowed to keep arms away from convicted fellons, it does not have the power to limit them from citizens. Those people who 'you don't know (what they may do)'? When the government is effective enough to prevent crime or has the power to do so, then we no longer live in a free society. Keep in mind that free choice also allows a person to decide to break the law. It cuts both ways, you can not take away the choice to break laws and allow good citizens truely be free. The only governments through history that have been effective in crime prevention has been tyranically communist countries with extensive secret police. The present people in former communist block countries today are sad to see thier streets full of crime, they recall 'back in the day' how safe it way to walk down dark streets in saftey. Yes they were safe from criminals, they were not safe from the secret police. The moment the secret police eyed you for real or imagined statistical probability of breaking a crime or become a political enemy, you dissapeared and no one ever saw you alive again. The WMD analogy is poor. You will not find any vendors. Please find another one. There may be Constitutionally poor arguments in favor of banning WMDs for civilians, that argument is moot. You will not find any vendor. The Constitution protects my right to own arms. That does not mean arms vendors must be forced to sell thier product to me if I want one. That argument is moot. The Firearms Act decided that sawed off shot guns and the Thompson machine gun is to be banned from civilian ownership. Early Supreme court DECISIONS support this. Early judicial opinion of the the Firearms act was based on the fact that the Thompson and sawed off shot gun was not a military serviceable weapon and does not apply to the 2nd Amendment. The Thompson and sawed off shotgun were not used by the US Army. Guess what? The Thompson was adpoted by the Army a few years later. So then, what does that mean? Judicial opinion is of the direction that military serviceable weapons are protected by the 2nd Amendment. What does that mean for the assault rifle ban? It means it is on shakey Constitutional ground. Some points I have for you: 1) Flash supressor? Argued by anti-gunners prevent shooters from hiding thier position. Completely false. Flash hiders can hide flash from the target. It's main purpose is to hide flash from the SHOOTER! The flash startles the shooter and makes bullets ballistically unstable: 'Excessive muzzle flash happens when unburned powder ignites at the muzzle, causing turbulence behind the bullet with a detrimental effect on accuracy.' - http://www.shootingsoftware.com/loadens.htm Flash has more to do with the ammo than the attachment on the end. The Flash hidder ban has lowered target shooting scores more than protecting lives. 2) Magazine limit? Argued by anti-gunners to save lives. Argued to prevent rapid and large expendature of rounds down range upon victims. True, but how often do you hear that? When it does happen it is national news. The real threat is from guns that contain more 2 less than 4 bullets: http://ip.bmjjournals.com/cgi/content/abstract/9/2/151 The anti-gunners know this and are comming after your 6 shot revolvers next. They just wanted people to started getting used it to idea of banning bullet capacity. So then. The ban on more than 10 bullets? It really does not do anything than give a false sense of security. If public policy productive and actally do something, then the ban on 10 bullets is a farce. 3) Bayonet? I can not even fathom a reason to ban them other than emotional reasons. Simly because they look dangerous I suppose is why they are banned. Will someone please let me know? Public policy should not be based on emotional reasons to be truely good and effective policy. 4) Pistol grip? They make controling an automatic weapon easier to sight on your target. Well then, if you rifle is semi-auto, then what reason is there to ban them?",
      "type": "I",
      "timestamp": "2016-03-08 19:58:34"
    },
    {
      "nodeID": "143649",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:58:34"
    },
    {
      "nodeID": "143650",
      "text": "Thank you for your reply kelvin90701. I will give my thoughts on all of your points soon, for now, I am just leaving, so I will just inquire as to what you mean on part of your post. Specifically, the following:  The WMD analogy is poor. You will not find any vendors. Please find another one. There may be Constitutionally poor arguments in favor of banning WMDs for civilians, that argument is moot. You will not find any vendor. The Constitution protects my right to own arms. That does not mean arms vendors must be forced to sell thier product to me if I want one. That argument is moot.  So, what you are saying, is there is no constitutional protection given to the manufacturer of weapons. That is, it would be constitutional to ban the manufacture of guns?  If so, would it still be OK, for an American citizen to buy any weapon that they would want from a foreign government/manufacturere, etc? Again, thank you for your response. -Dan",
      "type": "I",
      "timestamp": "2016-03-08 19:58:34"
    },
    {
      "nodeID": "143651",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:58:34"
    },
    {
      "nodeID": "143652",
      "text": "Again that is a poor analogy. Congress does not have any powers NOT included in the Constitution. Quite the opposite, it specifically says that any powers NOT included in the Constitution is defaulted to the states and Congress is additionally prohibited from taking any more authority NOT named in the Constitution. Since there is no specific naming article saying Congress does not have the power to ban manufacturing weapons, in fact it DOES NOT. According to the 10th Amendment: The powers not delegated to the United States by the Constitution, nor prohibited by it to the states, are reserved to the states respectively, or to the people. Thus you have another poor analogy. Congress DOES NOT have the right to ban manufacture of guns.",
      "type": "I",
      "timestamp": "2016-03-08 19:58:34"
    },
    {
      "nodeID": "143653",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:58:34"
    }
  ],
  "edges": [
    {
      "edgeID": "185990",
      "fromID": "143624",
      "toID": "143625",
      "formEdgeID": null
    },
    {
      "edgeID": "185991",
      "fromID": "143625",
      "toID": "143623",
      "formEdgeID": null
    },
    {
      "edgeID": "185992",
      "fromID": "143627",
      "toID": "143628",
      "formEdgeID": null
    },
    {
      "edgeID": "185993",
      "fromID": "143628",
      "toID": "143626",
      "formEdgeID": null
    },
    {
      "edgeID": "185994",
      "fromID": "143630",
      "toID": "143631",
      "formEdgeID": null
    },
    {
      "edgeID": "185995",
      "fromID": "143631",
      "toID": "143629",
      "formEdgeID": null
    },
    {
      "edgeID": "185996",
      "fromID": "143633",
      "toID": "143634",
      "formEdgeID": null
    },
    {
      "edgeID": "185997",
      "fromID": "143634",
      "toID": "143632",
      "formEdgeID": null
    },
    {
      "edgeID": "185998",
      "fromID": "143636",
      "toID": "143637",
      "formEdgeID": null
    },
    {
      "edgeID": "185999",
      "fromID": "143637",
      "toID": "143635",
      "formEdgeID": null
    },
    {
      "edgeID": "186000",
      "fromID": "143639",
      "toID": "143640",
      "formEdgeID": null
    },
    {
      "edgeID": "186001",
      "fromID": "143640",
      "toID": "143638",
      "formEdgeID": null
    },
    {
      "edgeID": "186002",
      "fromID": "143641",
      "toID": "143642",
      "formEdgeID": null
    },
    {
      "edgeID": "186003",
      "fromID": "143642",
      "toID": "143633",
      "formEdgeID": null
    },
    {
      "edgeID": "186004",
      "fromID": "143643",
      "toID": "143644",
      "formEdgeID": null
    },
    {
      "edgeID": "186005",
      "fromID": "143644",
      "toID": "143624",
      "formEdgeID": null
    },
    {
      "edgeID": "186006",
      "fromID": "143646",
      "toID": "143647",
      "formEdgeID": null
    },
    {
      "edgeID": "186007",
      "fromID": "143647",
      "toID": "143645",
      "formEdgeID": null
    },
    {
      "edgeID": "186008",
      "fromID": "143648",
      "toID": "143649",
      "formEdgeID": null
    },
    {
      "edgeID": "186009",
      "fromID": "143649",
      "toID": "143627",
      "formEdgeID": null
    },
    {
      "edgeID": "186010",
      "fromID": "143650",
      "toID": "143651",
      "formEdgeID": null
    },
    {
      "edgeID": "186011",
      "fromID": "143651",
      "toID": "143648",
      "formEdgeID": null
    },
    {
      "edgeID": "186012",
      "fromID": "143652",
      "toID": "143653",
      "formEdgeID": null
    },
    {
      "edgeID": "186013",
      "fromID": "143653",
      "toID": "143650",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
