{
  "nodes": [
    {
      "nodeID": "141518",
      "text": "But Governor Palin doesn't think so: http://www.dailykos.com/story/2008/10/15/233023/97/640/631928",
      "type": "I",
      "timestamp": "2016-03-08 19:53:52"
    },
    {
      "nodeID": "141519",
      "text": "What typical leftist simone quality propaganda. What's this victims name? If she's a real victim and willing to make an ad, why not give her name to personalize her message? And are you actually suggesting that it's ok to justify the killing of at least 1.3 million other babies per year because less than 1% of the women who get abortions were raped? HERE'S the 1% statistic. And Here's searching beyond the myths. Rape, Incest and Abortion: Searching Beyond the Myths  David C. Reardon, Ph.D.  'How can you deny an abortion to a twelve-year-old girl who is the victim of incest?' complains an indignant supporter of abortion. 'And how can you call yourself a loving Christian if you would force a victim of violent rape to give birth to a rapist's child?' Every pro-lifer has heard these same challenges in one form or another. They are the emotionally charged questions designed to prove either 1) that pro-lifers are insensitive 'fetus lovers,' 2) or ethically inconsistent, allowing abortion for some circumstances but not others. Unfortunately, most pro-lifers have difficulty answering these challenges because the issue of sexual assault pregnancies is so widely misunderstood. Typically, both sides of the debate accept the presumption that women with sexual assault pregnancies would want an abortion and that the abortion would in some way help them to recover from the assault. Thus, the pro-lifer is left in the uncomfortable position of arguing that the sanctity of life is more important than the needs of the sexual assault victim with whom everyone should rightly sympathize. But in fact, the welfare of the mother and child are never at odds, even in sexual assault cases. Both the mother and child are helped by preserving life, not by perpetuating violence. The reason most people reach the wrong conclusion about abortion in cases of rape and incest is that the actual experiences of sexual assault victims who became pregnant are routinely left out of the debate. Most people, including sexual assault victims who have never been pregnant, are therefore forming opinions based on prejudices and fears which are disconnected from reality. For example, it is commonly assumed that rape victims who become pregnant would naturally want abortions. But in the only major study of pregnant rape victims ever done, Dr. Sandra Mahkorn found that 75 to 85 percent chose against abortion.1 This evidence alone should cause people to pause and reflect on the presumption that abortion is wanted or even best for sexual assault victims. Several reasons are given for not aborting. First, approximately 70 percent of all women believe abortion is immoral, even though many also feel it should be a legal choice for others. Approximately the same percentage of pregnant rape victims believe abortion would be just another act of violence perpetrated against their bodies and their children. Second, some believe that their child's life may have some intrinsic meaning or purpose which they do not yet understand. This child was brought into their lives by a horrible, repulsive act. But perhaps God, or fate, will use the child for some greater purpose. Good can come from evil. Third, victims of assault often become introspective. Their sense of the value of life and respect for others is heightened. They have been victimized, and the thought that they in turn might victimize their own innocent child through abortion is repulsive. Fourth, at least at a subconscious level, the victim may sense that if she can get through the pregnancy, she will have conquered the rape. By giving birth, she can reclaim some of her lost self-esteem. Giving birth, especially when conception was not desired, is a totally selfless act, a generous act, a display of courage, strength and honor. It is proof that she is better than the rapist. While he was selfish, she can be generous. While he was destroying, she can be nurturing. If giving birth builds self respect, what about abortion? This is a question which most people fail to even consider. Instead, most people assume that an abortion will at least help a rape victim put the assault behind her and go on with her life. But in jumping to this conclusion, the public is adopting an unrealistic view of abortion. Abortion is not some magical surgery which turns back time to make a woman 'un-pregnant.' Instead, it is a real life event which is always very stressful and often traumatic. Once we accept that abortion is itself an event with ramifications on a woman's life, then we must carefully look at the special circumstances of the pregnant rape victim. Will an abortion truly console her, or will it only cause further injury to her already bruised psyche? In answering this question, it is helpful to begin by noting that many women report that their abortions felt like a degrading and brutal form of medical rape.2 This association between abortion and rape is not hard to understand. Abortion involves a painful examination of a woman's sexual organs by a masked stranger who is invading her body. Once she is on the operating table, she loses control over her body. If she protests and asks for the abortionist to stop, she will likely be ignored or told: 'It's too late to change your mind. This is what you wanted. We have to finish now.' And while she lies there tense and helpless, the life hidden within her is literally sucked out of her womb. The difference? In a sexual rape, a woman is robbed of her purity; in this medical rape she is robbed of her maternity. This experiential association between abortion and sexual assault is very strong for many women. It is especially strong for women who have a prior history of sexual assault, whether or not she is presently pregnant as the result of an assault.3 This is just one reason why women with a history of sexual assault are likely to experience greater distress during and after an abortion than other women. Second, research shows that after any abortion, it is common for women to experience guilt, depression, feelings of being 'dirty,' resentment of men, and lowered self-esteem. What is most significant is that these feelings are identical to what women typically feel after rape. Abortion, then, only adds to and accentuates the traumatic feelings associated with sexual assault. Rather than easing the psychological burdens of the sexual assault victim, abortion adds to them. This was the experience of Jackie Bakker, who reports: 'I soon discovered that the aftermath of my abortion continued a long time after the memory of my rape had faded. I felt empty and horrible. Nobody told me about the pain I would feel deep within causing nightmares and deep depressions. They had all told me that after the abortion I could continue my life as if nothing had happened.' Those encouraging abortion often do so because they are uncomfortable dealing with rape victims, or perhaps out of prejudice against victims whom they see as being 'guilty for letting it happen.' Wiping out the pregnancy is a way of hiding the problem. It is a 'quick and easy' way to avoid dealing with the woman's true emotional, social and financial needs. According to Kathleen DeZeeuw, 'I, having lived through rape, and also having raised a child 'conceived in rape,' feel personally assaulted and insulted every time I hear that abortion should be legal because of rape and incest. I feel that we're being used by pro-abortionists to further the abortion issue, even though we've not been asked to tell our side.' The case against abortion of incest pregnancies is even stronger. Studies show that incest victims rarely ever voluntarily agree to an abortion.4 Instead of viewing the pregnancy as unwanted, the incest victim is more likely to see the pregnancy as a way out of the incestuous relationship because the birth of her child will expose the sexual activity. She is also likely to see in her pregnancy the hope of bearing a child with whom she can establish a true loving relationship, one far different than the exploitive relationship in which she has been trapped. But while the incest victim may treasure her pregnancy because it offers her hope of release, and the hope of finding a nurturing love, her pregnancy is a threat to the exploiter. It is also a threat to the pathological secrecy which may envelop other members of the family who are afraid to acknowledge that the abuse is occurring. Because of this dual threat, the victim may be coerced into an unwanted abortion by both the abuser and other family members. For example, Edith Young, a 12-year-old victim of incest impregnated by her stepfather, writes twenty-five years after the abortion of her child: 'Throughout the years I have been depressed, suicidal, furious, outraged, lonely, and have felt a sense of loss... The abortion which was to 'be in my best interest' just has not been. As far as I can tell, it only 'saved their reputations,' 'solved their problems,' and 'allowed their lives to go merrily on.'... My daughter, how I miss her so. I miss her regardless of the reason for her conception.' Abortion providers who ignore this evidence, and neglect to interview minors presented for abortion for signs of coercion or incest, are actually contributing to the young girl's victimization. They are not only robbing the victim of her child, they are concealing a crime, abetting a perpetrator, and handing the victim back to her abuser so that the exploitation can continue. Finally, we must recognize that the children conceived through sexual assault also have a voice which deserves to be heard. Julie Makimaa, conceived by an act of rape, works diligently against the perception that abortion is acceptable or even necessary in cases of sexual assault. While sympathetic to the suffering her mother endured at the hands of her attacker, Julie is also rightfully proud of her mother's courage and generosity. Regarding her own view of her origin, Julie proclaims: 'It doesn't matter how I began. What matters is who I will become.' That's a slogan we can all live with.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:52"
    },
    {
      "nodeID": "141520",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:52"
    },
    {
      "nodeID": "141521",
      "text": "That ad is a flat out distortion of Palin's view. Her view is that the state governments should decide how to regulate abortions. The consequence of that view is that the state governments would be free to allow abortion, or prohibit abortion, on whatever basis and to whatever degree they wanted.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:52"
    },
    {
      "nodeID": "141522",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:52"
    },
    {
      "nodeID": "141523",
      "text": "What are the abortion laws in the USA and UK? There has been much attention on the topic here in Australia for the past few months as the Abortion Law reform bill was passed last week. It is now legal to have an abortion in Australia up to 24 weeks without medical reasoning. What are the laws in your lands? are they in the process of being reformed, re-newed? I'm trying to keep up to date with American politics but it can be very overwhelming so any info would be great. emoticon_smile",
      "type": "I",
      "timestamp": "2016-03-08 19:53:52"
    },
    {
      "nodeID": "141524",
      "text": "American law is based on a U.S. Supreme Court decision known as 'Roe v. Wade', decided in the 1973, and whereupon a woman's right to choose to based in a Constitutional right to privacy, http://caselaw.lp.findlaw.com/scripts/getcase.pl?navby=CASE&court=US&vol=410&page=113 There have been some related cases since then, over viewed in this wikipedia link, http://en.wikipedia.org/wiki/Roe_v_wade Roe is settled law, though the next president will have the opportunity to appoint up to 3 new Justices. Therefore, if a conservative like McCain went in, he would most likely appoint judges inclined to overturn Roe --though overturning cases in such a way goes against the principle of stare decisis in our legal system. But the Republicans don't care too much about stare decisis if they have political objectives on their minds more. McSame would most like to see Roe overturned, but also power vested in the states more. So what you'd end up seeing is large swaths of the United States with abortion outlawed, and other areas where it would remain legal (and we would therefore get all the people coming from their states). It would become increasingly difficult for poorer women to have access to abortion services or morning after pills, etc. Make of it what you will. I am hearing that you have improved access to medical care as a result of what's going on where you are. If I understood correctly. I don't recall you stating your position on this issue.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:52"
    },
    {
      "nodeID": "141525",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:52"
    }
  ],
  "edges": [
    {
      "edgeID": "184500",
      "fromID": "141519",
      "toID": "141520",
      "formEdgeID": null
    },
    {
      "edgeID": "184501",
      "fromID": "141520",
      "toID": "141518",
      "formEdgeID": null
    },
    {
      "edgeID": "184502",
      "fromID": "141521",
      "toID": "141522",
      "formEdgeID": null
    },
    {
      "edgeID": "184503",
      "fromID": "141522",
      "toID": "141518",
      "formEdgeID": null
    },
    {
      "edgeID": "184504",
      "fromID": "141524",
      "toID": "141525",
      "formEdgeID": null
    },
    {
      "edgeID": "184505",
      "fromID": "141525",
      "toID": "141523",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
