{
  "nodes": [
    {
      "nodeID": "159377",
      "text": "how can family values shift in a nation withint 10 years?? 10 years ago america would have never thought they wouldve needed to put Marriage Ammendments on the ballot let alone have less than 60% of the people actually vote for it. ITs sad to see a nation degrade exponentially fast and not to mention the people's consciences getting seared at the same time. Its kinda like the germans after slow and steady progress of the nazi party changed the whole nation's perspective on the jews. people that were against the nazi party 5 years prior found themselves turning jews into concentration camps. i see a similar progression beginning in america to the point that this comment itself will be bashed by those on here whose conscience has been seared to the point that they think 2 men being married is ok. If everyone in the world was gay, the human race would become extinct. Edit/Delete Message Reply With Quote",
      "type": "I",
      "timestamp": "2016-03-08 20:32:45"
    },
    {
      "nodeID": "159378",
      "text": "So gay people, in your opinion, have no right to form the families of their choice? So you are defending the continued oppression of gay people?We are sick of conservative family types. We are tired of the closet. The phrase 'we are mad as hell and we are not going to take it any more' applies. I see in your response the comming of the camps to lock and exterminate gay people. It is that type of thought, that jews were subhuman, that led to the final solution. As it is here with conservatives and religious right nuts, who believe gay people are sub human sickos in need of curing or killing.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:45"
    },
    {
      "nodeID": "159379",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:45"
    },
    {
      "nodeID": "159380",
      "text": "Its kinda like the germans after slow and steady progress of the nazi party changed the whole nation's perspective on the jews.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:45"
    },
    {
      "nodeID": "159381",
      "text": "And Godwin in one! VT loses. Sorry, but those are the rules...",
      "type": "I",
      "timestamp": "2016-03-08 20:32:45"
    },
    {
      "nodeID": "159382",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:46"
    },
    {
      "nodeID": "159383",
      "text": "Nobody is advocating that everyone be gay - only that there is fairness and equality for those who are. (And no saying they can marry someone they can't love or are attracted to is not fair or equal.) And it's rather interesting that you compare those who seek equality with an oppresor like the Nazi party. Just who is trying to hurt who in the gay marriage issue???? You also seem to know very little about the history of anti-semitism in Germany. You can keep your 'family values' away from me and my family. We don't include hate in our moral compass.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:46"
    },
    {
      "nodeID": "159384",
      "text": "oh please dont give me that XXXX... its so great that you can try to turn that whole statement and point at me being at fault but that in and of itself shows you are at fault because you think that without your way the world would cease. Honestly, the world has lived without gay marriage its whole existence.... so why implement it now?? SHouldnt that say something about the human race when it steeps so low to want to call homosexuals married couples?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:46"
    },
    {
      "nodeID": "159385",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:46"
    },
    {
      "nodeID": "159386",
      "text": "The reason we are dealing with homosexuals is because people who are tempted by it dont have the resolve to go against it.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:46"
    },
    {
      "nodeID": "159387",
      "text": "And those who attempt your resolve or curing or denial gernally end up miserable and suicidal. And does anyone else find the bolded a little bit 3rd Reichish? What exactly do you mean by 'dealing with homosexuals' - what is implied here? What are you suggesting?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:46"
    },
    {
      "nodeID": "159388",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:46"
    },
    {
      "nodeID": "159389",
      "text": "Welcome to America where democracy only works when the people are opposing lawlessness and sin... since the 1950s there has been an exponential progression to kick God out of the land.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:46"
    },
    {
      "nodeID": "159390",
      "text": "Actually it started when they wrote the consitution - you can practice your religion, but you can't make me do it or even give a flying monkeys XXX about it.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:46"
    },
    {
      "nodeID": "159391",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:46"
    }
  ],
  "edges": [
    {
      "edgeID": "197134",
      "fromID": "159378",
      "toID": "159379",
      "formEdgeID": null
    },
    {
      "edgeID": "197135",
      "fromID": "159379",
      "toID": "159377",
      "formEdgeID": null
    },
    {
      "edgeID": "197136",
      "fromID": "159381",
      "toID": "159382",
      "formEdgeID": null
    },
    {
      "edgeID": "197137",
      "fromID": "159382",
      "toID": "159380",
      "formEdgeID": null
    },
    {
      "edgeID": "197138",
      "fromID": "159384",
      "toID": "159385",
      "formEdgeID": null
    },
    {
      "edgeID": "197139",
      "fromID": "159385",
      "toID": "159383",
      "formEdgeID": null
    },
    {
      "edgeID": "197140",
      "fromID": "159387",
      "toID": "159388",
      "formEdgeID": null
    },
    {
      "edgeID": "197141",
      "fromID": "159388",
      "toID": "159386",
      "formEdgeID": null
    },
    {
      "edgeID": "197142",
      "fromID": "159390",
      "toID": "159391",
      "formEdgeID": null
    },
    {
      "edgeID": "197143",
      "fromID": "159391",
      "toID": "159389",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
