{
  "nodes": [
    {
      "nodeID": "151176",
      "text": "Pro-choice supporters tend not to think in terms of moral proclamations, so proclamations such as 'All human life is sacred' mean little to them if not more fully supported by rational arguement.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:17"
    },
    {
      "nodeID": "151177",
      "text": "This is wrong. You yourself find 'mental existence' to be 'sacred' in a way. There is no rational argument for mental existence being the point of obtaining rights...no matter how hard any of us try :p",
      "type": "I",
      "timestamp": "2016-03-08 20:14:17"
    },
    {
      "nodeID": "151178",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:17"
    },
    {
      "nodeID": "151179",
      "text": "Where abortion is concerned, 'I' did not start to exist before I did so mentally (which would have been sometime in the third trimester).",
      "type": "I",
      "timestamp": "2016-03-08 20:14:17"
    },
    {
      "nodeID": "151180",
      "text": "This, in a way, is another moral proclamation. You feel mental existence is of importance for existing (or being of value). I'm not saying that is wrong or bad (well...I do say that but just not right now :p ) but it is a moral stance.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:17"
    },
    {
      "nodeID": "151181",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:17"
    },
    {
      "nodeID": "151182",
      "text": "In discussions in this forum, I have found that a key differentiator between pro-life and pro-choice proponents is their approach to morality.  Pro-life proponents tend to ultimately have a morality based on moral proclamations - religious or otherwise - that cannot be questioned and need no supporting arguement. The proclamation 'All human life is sacred' is the main one which leads to their pro-life stance.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:17"
    },
    {
      "nodeID": "151183",
      "text": "sounds good.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:17"
    },
    {
      "nodeID": "151184",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:17"
    },
    {
      "nodeID": "151185",
      "text": "For me, it would therefore have made no difference if I had been aborted in the first or second trimester or if I had never been conceived - either way, I never would have existed. So, I have no problem in general with abortions in the first and second trimester. However, I would strictly limit third trimester abortions since I can empathize with mentally existing beings and would not want them to be killed without very good reason, as I would not want to be killed without good reason. ----- So, what are your views on this issue or your own moral approaches?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:18"
    },
    {
      "nodeID": "151186",
      "text": "It logically follows from the moral foundation set up but you made to important claims or 'proclamations' as you called it. 1) Treat others as you wish to be treated (golden rule) and 2) Mental existence is required to have value My morality was already nicely summed up by you (atleast part of it)",
      "type": "I",
      "timestamp": "2016-03-08 20:14:18"
    },
    {
      "nodeID": "151187",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:14:18"
    },
    {
      "nodeID": "151188",
      "text": "We're legally dead when we no longer mentally exist (hence the term 'brain-dead'), so there is no logical reason to set the beginning point as anything other than the start of the mental existence. Just as people who are dead and without mental existence do not have the ability to obtain rights, a collection of human cells without a mental existence cannot obtain rights.  I also notice you have resorted to attacking other people's views rather than following the topic of the thread, which is to share YOUR views. :xbanghead",
      "type": "I",
      "timestamp": "2016-03-08 20:14:18"
    },
    {
      "nodeID": "151189",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:18"
    },
    {
      "nodeID": "151190",
      "text": "We're legally dead when we no longer mentally exist (hence the term 'brain-dead'), so there is no logical reason to set the beginning point as anything other than the start of the mental existence. Just as people who are dead and without mental existence do not have the ability to obtain rights, a collection of human cells without a mental existence cannot obtain rights.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:18"
    },
    {
      "nodeID": "151191",
      "text": "This assumes brain-dead is a logical choice to consider one dead. Even so, it proves nothing about when life begins. What says they have to be the same? This is a classic example of a conclusion not following from the premise.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:18"
    },
    {
      "nodeID": "151192",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:18"
    },
    {
      "nodeID": "151193",
      "text": "I also notice you have resorted to attacking other people's views rather than following the topic of the thread, which is to share YOUR views. :xbanghead",
      "type": "I",
      "timestamp": "2016-03-08 20:14:18"
    },
    {
      "nodeID": "151194",
      "text": "yeah, that is correct.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:18"
    },
    {
      "nodeID": "151195",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:18"
    },
    {
      "nodeID": "151196",
      "text": "And this here shows exactly what type of a person you are. Why don't you post as to the topic of the thread instead of trying to start arguments? It's really sickening. ON the subject of your starting arguments, I notice you selectively ignored my view that I posted. Couldn't come up with an argumentemoticon_xangel ?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:18"
    },
    {
      "nodeID": "151197",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:18"
    },
    {
      "nodeID": "151198",
      "text": "Not necessarily. When 'life' begins is irrelevant, because flowers and weeds don't have rights yet they are a life form. The thing that determines rights is intelligence. Not how much or how little, but whether someone has it at all. A spec of dirt has no intelligence. It won't pop up and say 'hey! How ya doin!' unless you're on crack. We've actually killed intelligent entities for less than the consequences of carrying out an unwanted pregnancy. We hunt, and we go to war. Even though I do not agree with war, I do agree with hunting, and I myself hunt on occasion. However, that is off topic. The point is, carrying out an unwanted pregnancy can have devastating effects, and those next 18 years could hold her back from her life. Its awful how she will have to liver her life. If she gets an abortion, the embryo does not (to quote another opinion) 'mentally exist'. Now, hunting is really only done for recreation, and maybe a good meal. They would've been almost just as well off if they went to the local taco bell. Sure, they'd prefer hunting, but its really only done for fun and exercise. I, myself, value an animal over an embryo at its current stage. The only reason I don't completely think an animal is worth more is because that embryo has a chance of becoming a human. Then again, the animal does mentally exist and has full awareness, and the embryo is really just a sitting cellular watersack with no organs.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:18"
    },
    {
      "nodeID": "151199",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:18"
    },
    {
      "nodeID": "151200",
      "text": "I don't think those blanket statements necessarily apply. You have to realize that there is something behind the proclamations of that sort of morality; human life is sacred isn't just a proclamation, it's a philosophy. The case could just as easily be made that pro-choicers are basing their morality on a proclamation as well, that 'reason is the basis for morality'. Even if you call either a case of proclamation, it's the philosophy behind it that serves as the basis for the morality, not statement itself.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151201",
      "text": "What are the reasons which you would present behind the statement 'all human life is sacred' (or whichever similar statement you think is the core of your pro-life stance)? If morality is based only on arbitrary proclamations, then there is little chance of consensus because other groups or religions come up with other arbitrary set of rules and we are back to the situation of, in the worst case, chaos and, in the best case, a majority imposing arbitrary rules on an unwilling suffering minority.  I suspect that a lot of people, if not most people, at least partially follow some version of 'treat others as you would have yourself be treated'. When, as children, we were scolded 'How would you like it if ...' that is a tactic of teaching this rule. For those who are religious (which I only marginally, occasionally and hesitatingly am), even Jesus stated 'Do to others whatever you would like them to do to you.' in the Sermon on the Mount talk (as quoted by ShadowPikachu). Many world religions and philosophies seem to incorporate that general rule, which is partly why I think it has a reasonable chance at being incorporated as a global base of morality.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151202",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151203",
      "text": "Jyoshu pretty much answered for me so I won't go back but I will say that your morality is formed based on arbitrary things as well. Whether you believe in a god or make yourself god you still are making arbitrary rules for which you develop a morality. The idea that you don't want to suffer and therefore came up with this morality is abritrary as everything we have stated. Why wasn't the conclusion 'I dont' want to suffer so be stronger than everyone else' or 'I don't want to suffer so don't associate with anyone else'. Or maybe the conslusion could be to believe in a religion. Either way, you are going to have to believe in something and that forms the basis for a morality.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151204",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151205",
      "text": "then there is little chance of consensus because other groups or religions come up with other arbitrary set of rules and we are back to the situation of, in the worst case, chaos and, in the best case, a majority imposing arbitrary rules on an unwilling suffering minority.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151206",
      "text": "But pro-lifers often base the pro-life stance on preventing harm. Not just religion. (And in this case they are one-in-the-same anyway.) This isn't a case of harm-preventative-morality versus religious-morality; it's a case of two harm-preventative moralities in conflict, due to each only focusing mostly on one aspect (either the mother or the unborn baby).",
      "type": "I",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151207",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151208",
      "text": "What are the reasons which you would present behind the statement 'all human life is sacred' (or whichever similar statement you think is the core of your pro-life stance)?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151209",
      "text": "Because to not view it as sacred presents a greater potential for harm. People sometimes to take a disposable view of things that they consider unimportant. To view humanity as sacred helps protect humanity.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151210",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151211",
      "text": "If morality is based only on arbitrary proclamations",
      "type": "I",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151212",
      "text": "But I didn't say it was based on proclamations (arbitrary or otherwise); you did--at least one side's. I said it was based on what's behind the proclamation. I think you are getting hung up on the proclamation and not realizing that all the 'proclamation' does is reflect the moral view behind it. It's no different than your proclamation that morality be based on reason.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151213",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151214",
      "text": "I suspect that a lot of people, if not most people, at least partially follow some version of 'treat others as you would have yourself be treated'. When, as children, we were scolded 'How would you like it if ...' that is a tactic of teaching this rule. For those who are religious (which I only marginally, occasionally and hesitatingly am), even Jesus stated 'Do to others whatever you would like them to do to you.' in the Sermon on the Mount talk (as quoted by ShadowPikachu). Many world religions and philosophies seem to incorporate that general rule, which is partly why I think it has a reasonable chance at being incorporated as a global base of morality.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151215",
      "text": "Exactly. Most people would incorporate it, from childhood most often. Steeeeve can't seem to wrap his mind around that.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:19"
    },
    {
      "nodeID": "151216",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:14:20"
    },
    {
      "nodeID": "151217",
      "text": "My stance on morality is based on the following observations: 1. 'I' for me means my mental self, with my physical self just tagging along. 2. I do not wish to suffer or to have those I care about suffer. 3. I feel empathy toward others and often feel sorry for the suffering of others. Those are observations, not proclamations. The way I choose a moral code to avoid the problem of suffering is to essentially make a theoretical deal with others to have a mutual moral code that we will all treat each other as we ourselves would be treated - in this way, all of us can win out and I solve my problem of points 2 and 3. Perhaps there are other better ways of finding a solution for societies to avoid suffering, but I haven't heard of one. I did not choose this solution arbitrarily. I chose it since it makes sense and should theoretically work and since many, if not most people, at least make some effort at using that moral code anyway so this moral code is at least partially universally adopted. It is the best moral option I have ever heard to address my concern about suffering. What is arbitrary about the reasoning I presented above? What unsupported proclamations do you claim that I have made? Either way, are you proposing that all moral systems are equally arbitrary and therefore equally valid? In your scenario, someone could come up with an arbitrary proclamation 'black people should be slaves to white people' and build a morality based on that. My moral approach questions that proclamation as well and thus avoids un-necessary human suffering.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:20"
    },
    {
      "nodeID": "151218",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:20"
    },
    {
      "nodeID": "151219",
      "text": "Many of us view humanity with mental existence as important. The only ones you are protecting that our view does not are those human living entities with no mental existence. How can you even talk about 'harm' to a living entity with no mental existence? Are you 'harming' and egg or sperm by throwing them out? Are you 'harming' a brain dead body that is being artificially kept alive on a machine by unplugging it? Also, if the potential of a pre-mental-existence fetus is important to you, why isn't the potential of a unfertilized egg?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:20"
    },
    {
      "nodeID": "151220",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:20"
    },
    {
      "nodeID": "151221",
      "text": "And this here shows exactly what type of a person you are. Why don't you post as to the topic of the thread instead of trying to start arguments? It's really sickening.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:20"
    },
    {
      "nodeID": "151222",
      "text": "well, I thought Another Opinion covered my belief fairly well so why bother? There is always the option not to respond to me.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:20"
    },
    {
      "nodeID": "151223",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:20"
    },
    {
      "nodeID": "151224",
      "text": "ON the subject of your starting arguments, I notice you selectively ignored my view that I posted. Couldn't come up with an argumentemoticon_xangel ?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:20"
    },
    {
      "nodeID": "151225",
      "text": "Actually I didn't even read it (and doubt I ever will). Don't get all worked up over it.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:20"
    },
    {
      "nodeID": "151226",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:20"
    },
    {
      "nodeID": "151227",
      "text": "Really??? You think most people would incorporate the golden rule? I don't think so--I think most people are willing to make a buck off of others (business ventures), land that job they want before someone else gets it, curse someone for cutting them off in traffic, get that parking spot before the guy coming around the corner gets it, or even get in an intentionally insulting dig to someone in a discussion forum such as this. The examples could go on and on ... I think a lot of people like to THINK they incorporate the golden rule, but at close, honest examination would find that they rarely do.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:20"
    },
    {
      "nodeID": "151228",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:20"
    },
    {
      "nodeID": "151229",
      "text": "Ouch jyoshu...you are hitting them outta the park today. Exactly, it sounds nice but it certainly isn't the only moral rule and it certainly doesn't mean one follows it. I'd say selfishness is probably the underlying value in many cases.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:20"
    },
    {
      "nodeID": "151230",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:14:20"
    },
    {
      "nodeID": "151231",
      "text": "I never said they would actually follow it all the time. I said that most would incorporate it (referring to a world morality). Just because they would accept it doesn't mean they would follow it. Maybe you should stop trying to tear down your little strawmen.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:21"
    },
    {
      "nodeID": "151232",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:21"
    },
    {
      "nodeID": "151233",
      "text": "You think most people would incorporate the golden rule? I don't think so--I think most people are willing to make a buck off of others (business ventures), land that job they want before someone else gets it, curse someone for cutting them off in traffic, get that parking spot before the guy coming around the corner gets it, or even get in an intentionally insulting dig to someone in a discussion forum such as this. The examples could go on and on ... I think a lot of people like to THINK they incorporate the golden rule, but at close, honest examination would find that they rarely do.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:21"
    },
    {
      "nodeID": "151234",
      "text": "The golden rule is not just one sided. It does not expect us to do all giving and no taking. I have expectations of how others should treat me (the taking part) but, to be consistent, I should realize that they have expectations of me (the giving part). Though people may want to win out in a job interview over someone more qualified, most don't morally expect that that should happen since they realize that that expectation would not be fair. They may make a buck off of a person but, unless they are con artists who lie to get that buck, most will do it in a way they consider fair, under laws they themselves would be willing to live under. (As a side note: Even most con artists might admit that, if they themselves were conned, then they would have deserved it for being suckers.) The rule of treating others as we would want or expect to be treated doesn't necessarily lead to a hugely generous society - just to one that seems to minimize suffering in a realistically achievable way.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:21"
    },
    {
      "nodeID": "151235",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:14:21"
    },
    {
      "nodeID": "151236",
      "text": "In short, I think this analogy needs to be reconsidered because of one important fact: a person who is brain-dead will never recover from that state no matter how much medical treatment is given, whereas an embryo who is 'brain-dead' most certainly will fully recover from that state in a relatively short amount of time if left alone.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:21"
    },
    {
      "nodeID": "151237",
      "text": "What you are talking about here is the *potential* to exist being important. I would personally also thinking that potential existence is important, but not nearly as important as an existing person. After all, unfertilized eggs and sperm also have the *potential* to become full people but no one is concerned about their loss. For many of us it is the actual mentally-existing person that is most important.  For both the 'braniac' case you present and for the early term fetus, if there is no reason to kill it, then don't. However, if there is a contest between the rights of a living, existing person and the rights of either *potential* person, then I think the rights of the living person win out.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:21"
    },
    {
      "nodeID": "151238",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:21"
    },
    {
      "nodeID": "151239",
      "text": "In your scenario, someone could come up with an arbitrary proclamation 'black people should be slaves to white people' and build a morality based on that.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:21"
    },
    {
      "nodeID": "151240",
      "text": "And in fact that WAS a part of morality at one time--morality changed, only further demonstrating that it's arbitrary. What is morality for one time frame may not be for another, and what is morality for one person may not be for another. The rub comes when an individual's morality goes against any given standard that is set by society. And the issue of abortion is a battle over that standard.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:21"
    },
    {
      "nodeID": "151241",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:21"
    },
    {
      "nodeID": "151242",
      "text": "First off, all equally arbitrary doesn't mean they are all valid. If I made a mistake let me clear that up now :) Secondly, you still have an arbitrary system going there. The idea that many people believe something doesn't make it true. Furthermore, your observations still make several assumptions that in fact are proclamations. Obviously people have come to observe different things from you...all of which can't be proven (in the sense we mean it) and all of which are abitrary.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:21"
    },
    {
      "nodeID": "151243",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:21"
    },
    {
      "nodeID": "151244",
      "text": "The golden rule is not just one sided. It does not expect us to do all giving and no taking. I have expectations of how others should treat me (the taking part) but, to be consistent, I should realize that they have expectations of me (the giving part).",
      "type": "I",
      "timestamp": "2016-03-08 20:14:21"
    },
    {
      "nodeID": "151245",
      "text": "Upon reviewing the golden rule 'do unto others as you would have them do unto you' I see nothing of any other 'side.' It's very clear--treat others the way you'd want to be treated. No one wants to be treated badly, so if you follow the golden rule, you'll be benevolent.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:21"
    },
    {
      "nodeID": "151246",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:22"
    },
    {
      "nodeID": "151247",
      "text": "What you are talking about here is the *potential* to exist being important. I would personally also thinking that potential existence is important, but not nearly as important as an existing person.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:22"
    },
    {
      "nodeID": "151248",
      "text": "Why not? Why shouldn't they be given at least closer to equal weight? The baby is going to be as real and genuine of a person as the mother; the only difference is that the baby is a few years behind. You're talking about a difference of time.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:22"
    },
    {
      "nodeID": "151249",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:22"
    },
    {
      "nodeID": "151250",
      "text": "Though people may want to win out in a job interview over someone more qualified, most don't morally expect that that should happen since they realize that that expectation would not be fair. They may make a buck off of a person but, unless they are con artists who lie to get that buck, most will do it in a way they consider fair, under laws they themselves would be willing to live under.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:22"
    },
    {
      "nodeID": "151251",
      "text": "That's a nice silver-lining take on the situation, but you and I both know that there are times someone who has a greater and more pressing need for the job (even to feed his family) gets put aside for someone who doesn't need it as badly. The issue here isn't 'fairness.' This issue is doing unto others as you'd have them do unto you. If you're going to hold the golden rule up as a rule, you have to be consistent.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:22"
    },
    {
      "nodeID": "151252",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:22"
    },
    {
      "nodeID": "151253",
      "text": "After all, unfertilized eggs and sperm also have the *potential* to become full people but no one is concerned about their loss. For many of us it is the actual mentally-existing person that is most important.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:22"
    },
    {
      "nodeID": "151254",
      "text": "An unfertilized egg or sperm alone will not grow up into a person. So it does NOT have that potential at all.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:22"
    },
    {
      "nodeID": "151255",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:22"
    },
    {
      "nodeID": "151256",
      "text": "Many of us view humanity with mental existence as important. The only ones you are protecting that our view does not are those human living entities with no mental existence. How can you even talk about 'harm' to a living entity with no mental existence?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:22"
    },
    {
      "nodeID": "151257",
      "text": "Well, to say it has no mental existence doesn't really tell the whole story. The fetus WILL have (more than likely) full mental existence in a very short time. It seems to me that if you 'view humanity with mental existance as important' you'd also view as important that the unborn baby WILL indeed reach that point, in all likelihood.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:22"
    },
    {
      "nodeID": "151258",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:22"
    },
    {
      "nodeID": "151259",
      "text": "However, if there is a contest between the rights of a living, existing person and the rights of either *potential* person, then I think the rights of the living person win out.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:22"
    },
    {
      "nodeID": "151260",
      "text": "That's fair enough, but I just think it's important to at least acknowledge and realize that the unborn baby does have worth and importance, and not just a piece of tissue as it's so often callously viewed.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:22"
    },
    {
      "nodeID": "151261",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:22"
    }
  ],
  "edges": [
    {
      "edgeID": "191314",
      "fromID": "151177",
      "toID": "151178",
      "formEdgeID": null
    },
    {
      "edgeID": "191315",
      "fromID": "151178",
      "toID": "151176",
      "formEdgeID": null
    },
    {
      "edgeID": "191316",
      "fromID": "151180",
      "toID": "151181",
      "formEdgeID": null
    },
    {
      "edgeID": "191317",
      "fromID": "151181",
      "toID": "151179",
      "formEdgeID": null
    },
    {
      "edgeID": "191318",
      "fromID": "151183",
      "toID": "151184",
      "formEdgeID": null
    },
    {
      "edgeID": "191319",
      "fromID": "151184",
      "toID": "151182",
      "formEdgeID": null
    },
    {
      "edgeID": "191320",
      "fromID": "151186",
      "toID": "151187",
      "formEdgeID": null
    },
    {
      "edgeID": "191321",
      "fromID": "151187",
      "toID": "151185",
      "formEdgeID": null
    },
    {
      "edgeID": "191322",
      "fromID": "151188",
      "toID": "151189",
      "formEdgeID": null
    },
    {
      "edgeID": "191323",
      "fromID": "151189",
      "toID": "151177",
      "formEdgeID": null
    },
    {
      "edgeID": "191324",
      "fromID": "151191",
      "toID": "151192",
      "formEdgeID": null
    },
    {
      "edgeID": "191325",
      "fromID": "151192",
      "toID": "151190",
      "formEdgeID": null
    },
    {
      "edgeID": "191326",
      "fromID": "151194",
      "toID": "151195",
      "formEdgeID": null
    },
    {
      "edgeID": "191327",
      "fromID": "151195",
      "toID": "151193",
      "formEdgeID": null
    },
    {
      "edgeID": "191328",
      "fromID": "151196",
      "toID": "151197",
      "formEdgeID": null
    },
    {
      "edgeID": "191329",
      "fromID": "151197",
      "toID": "151191",
      "formEdgeID": null
    },
    {
      "edgeID": "191330",
      "fromID": "151198",
      "toID": "151199",
      "formEdgeID": null
    },
    {
      "edgeID": "191331",
      "fromID": "151199",
      "toID": "151191",
      "formEdgeID": null
    },
    {
      "edgeID": "191332",
      "fromID": "151201",
      "toID": "151202",
      "formEdgeID": null
    },
    {
      "edgeID": "191333",
      "fromID": "151202",
      "toID": "151200",
      "formEdgeID": null
    },
    {
      "edgeID": "191334",
      "fromID": "151203",
      "toID": "151204",
      "formEdgeID": null
    },
    {
      "edgeID": "191335",
      "fromID": "151204",
      "toID": "151201",
      "formEdgeID": null
    },
    {
      "edgeID": "191336",
      "fromID": "151206",
      "toID": "151207",
      "formEdgeID": null
    },
    {
      "edgeID": "191337",
      "fromID": "151207",
      "toID": "151205",
      "formEdgeID": null
    },
    {
      "edgeID": "191338",
      "fromID": "151209",
      "toID": "151210",
      "formEdgeID": null
    },
    {
      "edgeID": "191339",
      "fromID": "151210",
      "toID": "151208",
      "formEdgeID": null
    },
    {
      "edgeID": "191340",
      "fromID": "151212",
      "toID": "151213",
      "formEdgeID": null
    },
    {
      "edgeID": "191341",
      "fromID": "151213",
      "toID": "151211",
      "formEdgeID": null
    },
    {
      "edgeID": "191342",
      "fromID": "151215",
      "toID": "151216",
      "formEdgeID": null
    },
    {
      "edgeID": "191343",
      "fromID": "151216",
      "toID": "151214",
      "formEdgeID": null
    },
    {
      "edgeID": "191344",
      "fromID": "151217",
      "toID": "151218",
      "formEdgeID": null
    },
    {
      "edgeID": "191345",
      "fromID": "151218",
      "toID": "151203",
      "formEdgeID": null
    },
    {
      "edgeID": "191346",
      "fromID": "151219",
      "toID": "151220",
      "formEdgeID": null
    },
    {
      "edgeID": "191347",
      "fromID": "151220",
      "toID": "151206",
      "formEdgeID": null
    },
    {
      "edgeID": "191348",
      "fromID": "151222",
      "toID": "151223",
      "formEdgeID": null
    },
    {
      "edgeID": "191349",
      "fromID": "151223",
      "toID": "151221",
      "formEdgeID": null
    },
    {
      "edgeID": "191350",
      "fromID": "151225",
      "toID": "151226",
      "formEdgeID": null
    },
    {
      "edgeID": "191351",
      "fromID": "151226",
      "toID": "151224",
      "formEdgeID": null
    },
    {
      "edgeID": "191352",
      "fromID": "151227",
      "toID": "151228",
      "formEdgeID": null
    },
    {
      "edgeID": "191353",
      "fromID": "151228",
      "toID": "151215",
      "formEdgeID": null
    },
    {
      "edgeID": "191354",
      "fromID": "151229",
      "toID": "151230",
      "formEdgeID": null
    },
    {
      "edgeID": "191355",
      "fromID": "151230",
      "toID": "151227",
      "formEdgeID": null
    },
    {
      "edgeID": "191356",
      "fromID": "151231",
      "toID": "151232",
      "formEdgeID": null
    },
    {
      "edgeID": "191357",
      "fromID": "151232",
      "toID": "151227",
      "formEdgeID": null
    },
    {
      "edgeID": "191358",
      "fromID": "151234",
      "toID": "151235",
      "formEdgeID": null
    },
    {
      "edgeID": "191359",
      "fromID": "151235",
      "toID": "151233",
      "formEdgeID": null
    },
    {
      "edgeID": "191360",
      "fromID": "151237",
      "toID": "151238",
      "formEdgeID": null
    },
    {
      "edgeID": "191361",
      "fromID": "151238",
      "toID": "151236",
      "formEdgeID": null
    },
    {
      "edgeID": "191362",
      "fromID": "151240",
      "toID": "151241",
      "formEdgeID": null
    },
    {
      "edgeID": "191363",
      "fromID": "151241",
      "toID": "151239",
      "formEdgeID": null
    },
    {
      "edgeID": "191364",
      "fromID": "151242",
      "toID": "151243",
      "formEdgeID": null
    },
    {
      "edgeID": "191365",
      "fromID": "151243",
      "toID": "151217",
      "formEdgeID": null
    },
    {
      "edgeID": "191366",
      "fromID": "151245",
      "toID": "151246",
      "formEdgeID": null
    },
    {
      "edgeID": "191367",
      "fromID": "151246",
      "toID": "151244",
      "formEdgeID": null
    },
    {
      "edgeID": "191368",
      "fromID": "151248",
      "toID": "151249",
      "formEdgeID": null
    },
    {
      "edgeID": "191369",
      "fromID": "151249",
      "toID": "151247",
      "formEdgeID": null
    },
    {
      "edgeID": "191370",
      "fromID": "151251",
      "toID": "151252",
      "formEdgeID": null
    },
    {
      "edgeID": "191371",
      "fromID": "151252",
      "toID": "151250",
      "formEdgeID": null
    },
    {
      "edgeID": "191372",
      "fromID": "151254",
      "toID": "151255",
      "formEdgeID": null
    },
    {
      "edgeID": "191373",
      "fromID": "151255",
      "toID": "151253",
      "formEdgeID": null
    },
    {
      "edgeID": "191374",
      "fromID": "151257",
      "toID": "151258",
      "formEdgeID": null
    },
    {
      "edgeID": "191375",
      "fromID": "151258",
      "toID": "151256",
      "formEdgeID": null
    },
    {
      "edgeID": "191376",
      "fromID": "151260",
      "toID": "151261",
      "formEdgeID": null
    },
    {
      "edgeID": "191377",
      "fromID": "151261",
      "toID": "151259",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
