{
  "nodes": [
    {
      "nodeID": "144862",
      "text": "I think the argument that a woman has the right to determine what is done with her bodily resources during pregnancy lacks justification. For those who do: Do you assume that this is an absolute right and the moral good at any time and in every circumstance (even before the 14th amendment existed and even in countries where it does not apply)? Do you agree that breast milk is a bodily resource of the mother? If the answers to these questions are yes: Imagine a time when artificial formula did not exist. According to this reasoning it would be legitimate for a woman who suddenly decided she did not want to donate her bodily resources to withhold nutrition until the infant died. In fact, she should be able to dispose of that tissue some call infants through any of the same means as done in abortions (that would be sticking scissors in the head, burning, ect). Infanticide would be a moral option for any woman who does not wish to donate bodily fluids to her newborn 'parasite' and does not have access to formula at any moment because of various reasons. I am sure there are women in the world today who do not have access to formula. Are these women justified in deeming these babies as life unworthy of life and disposing of them? emoticon_xchicken",
      "type": "I",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144863",
      "text": "A minor point, but your opening question is confined to 'during pregnancy' and your concluding scenario is confined to childcare. The baby has no need of breast milk or a substitute formula until it is a breathing human. In that case, the mother (at least in the USA) is obligated to feed it, whether she uses her own milk or a substitute. I do not understand the interest in things before the 14th Amendment. ************************* The 14th Amendment: Section 1. All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside. No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.  Section 2. Representatives shall be apportioned among the several States according to their respective numbers, counting the whole number of persons in each State, excluding Indians not taxed. But when the right to vote at any election for the choice of electors for President and Vice President of the United States, Representatives in Congress, the Executive and Judicial officers of a State, or the members of the Legislature thereof, is denied to any of the male inhabitants of such State, being twenty-one years of age,(See Note 15) and citizens of the United States, or in any way abridged, except for participation in rebellion, or other crime, the basis of representation therein shall be reduced in the proportion which the number of such male citizens shall bear to the whole number of male citizens twenty-one years of age in such State.  Section 3. No person shall be a Senator or Representative in Congress, or elector of President and Vice President, or hold any office, civil or military, under the United States, or under any State, who, having previously taken an oath, as a member of Congress, or as an officer of the United States, or as a member of any State legislature, or as an executive or judicial officer of any State, to support the Constitution of the United States, shall have engaged in insurrection or rebellion against the same, or given aid or comfort to the enemies thereof. But Congress may by a vote of two-thirds of each House, remove such disability.  Section 4. The validity of the public debt of the United States, authorized by law, including debts incurred for payment of pensions and bounties for services in suppressing insurrection or rebellion, shall not be questioned. But neither the United States nor any State shall assume or pay any debt or obligation incurred in aid of insurrection or rebellion against the United States, or any claim for the loss or emancipation of any slave; but all such debts, obligations and claims shall be held illegal and void.  Section 5. The Congress shall have power to enforce, by appropriate legislation, the provisions of this article. ************************** This has little to do with a mother's obligations and rights regarding her children. It does prohibit states from denying rights, but it says nothing of a mother's milk. States do have laws against deliberately starving children.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144864",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144865",
      "text": "Holy Moles! Chloe! This is absolutely the worst analogy you could possibly use. Jeepers creepers! Do you have absolutely any sense at all of history? It was the RULE for RICH CHRISTIAN WOMEN IN EUROPE NOT TO BREASTFEED THEIR BABIES BECAUSE IT WOULD THEM SEXUALLY UNATTRACTIVE TO THEIR RICH CHRISTIAN HUSBANDS!!! A poor woman was usually hired to serve as a wetnurse for said child--and I certainly hope that the children of that poor woman did not suffer as a result of the poor woman's economic need to serve as a wetnurse for a RICH CHRISTIAN WOMAN'S CHILD, but you can be very sure that THE RICH CHRISTIAN WOMAN AND HER RICH, DEMANDING CHRISTIAN HUSBAND DID NOT GIVE A FLYING FARK ABOUT THE WELFARE OF THE poor woman's children!",
      "type": "I",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144866",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144867",
      "text": "The belief that a woman has a right to abort because she is granted under the 14th amendment the right to do what she wishes with her bodily resources lacks sufficient justification.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144868",
      "text": "The Due Process Clause is cited in response to the pro-life assertion that the gov't should have the power to force a woman to donate bodily resources against her will and without her consent.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144869",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144870",
      "text": "For this to be a consistent pro-choice argument, and assuming this to be a rightful interpretation and application of the 14th amendment there would be necessary conclusions. Those who hold this as an absolute belief must extend the right of a woman's right to choose the allocation of her bodily resources beyond pregnancy and into every instance of life. Therefore the pro-choice line of reasoning that says that a woman has the right to choose to abort because she does not wish do share her bodily resources can be extended to conclude also that a newborn infant can be aborted if a woman decides not to donate her bodily resource of nutrition and she has no access to formula (no other factors involved).",
      "type": "I",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144871",
      "text": "That is an erroneous line of reasoning because it fails to take into account the myriad of other options open to a women after birth to remove the newborn from her care without any ill effects (physically anyway). Killing in the instance of a newborn is not justified because of those other options open to her. By contrast, a pregnant woman has exactly one option open to her to remove the fetus from her care and that is abortion. I would contend that the same line of reasoning that allows for adoption can be used here, that no one must donate their resources to a dependant. Your reasoning that a woman, using the same line of reasoning that pro-choice people employ, can withhold her bodily resources 'until the newborn dies' as if that is equal to withholding bodily resources in pregnancy is faulty.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144872",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144873",
      "text": "This belief is based upon a common pro-choice interpretation of the 14th amendment. Some say that these rights include the right to choose to abort a pregnancy. They say that this right is afforded under the 14th amendment (ie: ...nor shall any State deprive any person of life, liberty, or property, without due process of law...). It is applied to say that a woman has a right to do what she wishes with her bodily resources.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144874",
      "text": "Mr. Justice Harlan once wrote: '[T]he full scope of the liberty guaranteed by the Due Process Clause cannot be found in or limited by the precise terms of the specific guarantees elsewhere provided in the Constitution. This `liberty' is not a series of isolated points pricked out in terms of the taking of property; the freedom of speech, press, and religion; the right to keep and bear arms; the freedom from unreasonable searches and seizures; and so on. It is a rational continuum which, broadly speaking, includes a freedom from all substantial arbitrary impositions and purposeless restraints . . . and which also recognizes, what a reasonable and sensitive judgment must, that certain interests require particularly careful scrutiny of the state needs asserted to justify their abridgment.'  Justice Potter Stewart, a judge on the Roe v Wade case said in his concurring opinon: 'Several decisions of this Court make clear that freedom of personal choice in matters of marriage and family life is one of the liberties protected by the Due Process Clause of the Fourteenth Amendment. . . . As recently as last Term, in Eisenstadt v. Baird, 405 U. S. 438, 453, we recognized 'the right of the individual, married or single, to be free from unwarranted governmental intrusion into matters so fundamentally affecting a person as the decision whether to bear or beget a child.' '  That right necessarily includes the right of a woman to decide whether or not to terminate her pregnancy.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144875",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144876",
      "text": "That is an erroneous line of reasoning because it fails to take into account the myriad of other options open to a women after birth to remove the newborn from her care without any ill effects (physically anyway). Killing in the instance of a newborn is not justified because of those other options open to her.",
      "type": "I",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144877",
      "text": "Sigma I have taken into account the options a woman has after pregnancy. However, there are no doubt cases in the history of the world (not just within America) where there were no options available to a mother but to keep her child (ie: the first human woman to give birth in the history of the world). For this pro-choice line of reasoning to be absoulutely true it must be true in every possible situation. Are you saying that the killing would be justified if no other options were available to her?",
      "type": "I",
      "timestamp": "2016-03-08 20:00:58"
    },
    {
      "nodeID": "144878",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:00:59"
    }
  ],
  "edges": [
    {
      "edgeID": "186868",
      "fromID": "144863",
      "toID": "144864",
      "formEdgeID": null
    },
    {
      "edgeID": "186869",
      "fromID": "144864",
      "toID": "144862",
      "formEdgeID": null
    },
    {
      "edgeID": "186870",
      "fromID": "144865",
      "toID": "144866",
      "formEdgeID": null
    },
    {
      "edgeID": "186871",
      "fromID": "144866",
      "toID": "144862",
      "formEdgeID": null
    },
    {
      "edgeID": "186872",
      "fromID": "144868",
      "toID": "144869",
      "formEdgeID": null
    },
    {
      "edgeID": "186873",
      "fromID": "144869",
      "toID": "144867",
      "formEdgeID": null
    },
    {
      "edgeID": "186874",
      "fromID": "144871",
      "toID": "144872",
      "formEdgeID": null
    },
    {
      "edgeID": "186875",
      "fromID": "144872",
      "toID": "144870",
      "formEdgeID": null
    },
    {
      "edgeID": "186876",
      "fromID": "144874",
      "toID": "144875",
      "formEdgeID": null
    },
    {
      "edgeID": "186877",
      "fromID": "144875",
      "toID": "144873",
      "formEdgeID": null
    },
    {
      "edgeID": "186878",
      "fromID": "144877",
      "toID": "144878",
      "formEdgeID": null
    },
    {
      "edgeID": "186879",
      "fromID": "144878",
      "toID": "144876",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
