{
  "nodes": [
    {
      "nodeID": "155358",
      "text": "This fine upstanding pillar of the shooter community had a ccw permit.",
      "type": "I",
      "timestamp": "2016-03-08 20:23:38"
    },
    {
      "nodeID": "155359",
      "text": "So? Last time I checked, MASS MURDER was against the law. Didn't care too much for following that one, did he? This is like pointing out that the man who drove through a retirement community killing 3 elderly people and 2 grandchildren in a drunk driving accident was a liquor store owner. According to your logic, this would mean he was a drunk driver because he was a liquor store owner, therefore, all liquor store owners are drunk drivers. But according to my logic, instead of focusing on a mere 'feel good' bit of information, I would look at the actual drunk driving records of liquor store owners. What if I found out that this was the only incident of a liquor store owner killing someone in the past 50 years? Which is closer to the truth: Your assertion that liquor store owners are all dangerous because of this one incident, or mine that they aren't because of the actual facts? The state of Virginia has no requirement for a CCW permit. CCW permits are available for request for those citizens who desire documentation in order to carry in other states. There have been over 225,000 permits issued in Virginia. This means: HOW MANY PEOPLE CARRY HAVING NOT REQUESTED A PERMIT? (We know at least 225,000 are carrying there because they have requested one).....let's be conservative and say that half of them have done so. This means that over 50% of gun carriers enjoy paperwork. My guess would be less than half desire documentation, but hey, I'm gonna be conservative. So, over 500,000 people carrying CCW in Virginia everyday and one of them goes nuts. This means that CCW holders account for less than 1/10th of 1 percent of shootings in Virginia. (It looks like this - <.01%)  What's the murder rate for the general population in Virginia, Penfold? By stating that this one shooter had a CCW, are you trying to point out to us that the crime rate for CCW holders in Virginia is 20 times better than the general population, or 50 times better? Maybe you're trying to point out that it's 75 times better? Even if it's only 10 times better...... ....it is still better (in multiples) than NON CCW holders! WHAT DO YOU FAIL TO GRASP ABOUT CCW HOLDERS COMMITTING SUBSTANTIALLY FAR FEWER CRIMES THAN THE REST OF THE WORLD? (BTW: This is just CCW holders in Virginia. Now go through the entire nation! ......and you point out that one has committed a murder! Wow! That's a real crime wave! One out of millions and millions! Whew! Maybe if another CCW holder commits another murder in a few more years IT WILL BE A TREND!)",
      "type": "I",
      "timestamp": "2016-03-08 20:23:38"
    },
    {
      "nodeID": "155360",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:38"
    },
    {
      "nodeID": "155361",
      "text": "It's on the AP wire and has been broadcast by CBS. 'Appomattox County court records show a concealed weapons permit was issued to a Christopher Bryan Speight three times between 1999 and last year. The issue dates match the five-year renewal period for concealed handgun permits under Virginia law.'",
      "type": "I",
      "timestamp": "2016-03-08 20:23:38"
    },
    {
      "nodeID": "155362",
      "text": "So what?",
      "type": "I",
      "timestamp": "2016-03-08 20:23:38"
    },
    {
      "nodeID": "155363",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:23:38"
    }
  ],
  "edges": [
    {
      "edgeID": "194276",
      "fromID": "155359",
      "toID": "155360",
      "formEdgeID": null
    },
    {
      "edgeID": "194277",
      "fromID": "155360",
      "toID": "155358",
      "formEdgeID": null
    },
    {
      "edgeID": "194278",
      "fromID": "155362",
      "toID": "155363",
      "formEdgeID": null
    },
    {
      "edgeID": "194279",
      "fromID": "155363",
      "toID": "155361",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
