{
  "nodes": [
    {
      "nodeID": "138677",
      "text": "Simply put, the majority of Christian teaching today differs a lot from when Jesus started it. In fact, I'd go as far as saying that the majority of so-called 'Christians' today are an insult to Jesus. Jesus used the bible when speaking to his people and he condoned it. Therefore, as Christians you have to follow ALL the bible. Not just pick and choose which bits you like. Christendom today gives true Christians a bad name, it is false worship. Take a look at these examples of 'Christians' that go against what the bible teaches: The Roman Catholic Church permits the worship of Jesus' mother marry. This tradition has PAGAN origin (http://bupc.montana.com/whores/marywors.html) and was not part of the Christian faith. Even worse, the bible condemns any worship that isn't directed at God - Deuteronomy 5:9; 6:13 (Jesus himself refered to this scripture when the devil was trying to temp him). One of the ten commandments strictly forbids worshipping anything other than God (Idolatry). Plenty religions permit idolatry, which is a great defiance of God's word - 'You must not have any other gods against my face. You must not make for yourself a carved image or a form like anything that is in the heavens above or that is on the earth underneath or that is in the waters under the earth. You must not bow down to them nor be induced to serve them.'-Ex. 20:3-5. And here are plenty other scriptures not permitting idol worship: Rom. 6:14; 1#Cor. 6:9, 10; 10:7, 14; 2#Cor. 6:16; Gal. 5:19, 20; 1#John 5:21; Rev. 21:8; 22:15. What do you define as idol worship? 'The giving of absolute devotion and ultimate trust to something that is not God; immoderate attachment or veneration for something; respect or love that approaches that due a divine power.'-Webster's Third New International Dictionary. Do you not see church members bowing down/praying at pictures, statutes, shrines etc? Christmas Christmas is the biggest joke of Christendom. Christmas didn't get it's origin from the bible or early Christians. Jesus never once said to celebrate his birth, yet he did say to celebrate his death (i.e. what his life accomplishment has achieved) through a memorial, or 'Lords supper' (this is a serious comemoration that doesn't need any showy displays) - 'Now as they were eating, Jesus took bread, and blessed, and broke it, and gave it to the disciples and said, 'Take, eat; this is my body.' And he took a cup, and when he had given thanks he gave it to them, saying, 'Drink of it, all of you; for this is my blood of the covenant, which is poured out for many for the forgiveness of sins.'' On that occasion Jesus also commanded, as reported by the apostle Paul: 'Do this in remembrance of me.' Matt. 26:26-28; 1#Cor. 11:24 To say that Christmas is Christian just goes to prove you don't know anything about it's origin. It started from the Winter Festivals which was a period where cultures celebrated the 'rest period' (agricultural activity was put on hold during the cold seaon). - http://en.wikipedia.org/wiki/Winter_holiday_season This in itself is a direct contradiction of the belief that Jesus was born at Christmas - would sheperds have been out looking after the sheep (as in the Nativity)? The idea that Jesus was born at Christmas was simply made up.  Another reason why Christmas isn't Christian is it's pagan attributes Yule and Saturnalia - http://en.wikipedia.org/wiki/Christmas Christians are to shun paganism. ...There are plenty other things I could say about how the majority of todays 'Christians' go against the bible and Jesus but my fiancee is going to kill me if I don't get off this computer!emoticon_xkillemoticon_frazzled",
      "type": "I",
      "timestamp": "2016-03-08 19:47:35"
    },
    {
      "nodeID": "138678",
      "text": "I may want to give a quick reminder that the bible was written by human beings, not a supernatural entity or Jesus. It is very unlikely that Jesus or God had anything to do with the bible, since the bible is not a very righteous, and preaches much hate. People who truely believe in doing good in the world and being followers of God would not even glance at this 2000 year old abomination.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:35"
    },
    {
      "nodeID": "138679",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:35"
    }
  ],
  "edges": [
    {
      "edgeID": "182476",
      "fromID": "138678",
      "toID": "138679",
      "formEdgeID": null
    },
    {
      "edgeID": "182477",
      "fromID": "138679",
      "toID": "138677",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
