{
  "nodes": [
    {
      "nodeID": "150717",
      "text": "SAN FRANCISCO - A federal judge challenged the backers of California's voter-enacted ban on same-sex marriage Wednesday to explain how allowing gay couples to wed threatens conventional unions, a demand that prompted their lawyer to acknowledge he did not know. The unusual exchange between U.S. District Chief Judge Vaughn Walker and Charles Cooper, a lawyer for the group that sponsored Proposition 8, came during a hearing on a lawsuit challenging the measure as discriminatory under the U.S. Constitution. Cooper had asked Walker to throw out the suit or make it more difficult for those civil rights claims to prevail. The judge not only refused but signaled that when the case goes to trial in January, he expects Cooper and his legal team to present evidence showing that male-female marriages would be undermined if same-sex marriages were legal. &#8216;Naturally procreative relationships&#8217; The question is relevant to the assertion that Proposition 8 is constitutionally valid because it furthers the states goal of fostering 'naturally procreative relationships,' Walker explained. 'What is the harm to the procreation purpose you outlined of allowing same-sex couples to get married?' Walker asked. 'My answer is, I don't know. I don't know,' Cooper answered. Moment later, after assuring the judge his response did not mean Proposition 8 was doomed to be struck down, Cooper tried to clarify his position. The relevant question was not whether there is proof that same-sex unions jeopardize marriages between men and women, but whether 'the state is entitled, when dealing with radical proposals to make changes to bedrock institutions such as this ... to take a wait and see attitude,' he said. 'There are things we can't know, that's my point,' Cooper said. 'The people of California are entitled to step back and let the experiment unfold in Massachusetts and other places, to see whether our concerns about the health of marital unions have either been confirmed or perhaps they have been completely assuaged.' Walker pressed on, asking again for specific 'adverse consequences' that could follow expanding marriage to include same-sex couples. Cooper cited a study from the Netherlands, where gay marriage is legal, showing that straight couples were increasingly opting to become domestic partners instead of getting married. 'Has that been harmful to children in the Netherlands? What is the adverse effect?' Walker asked. &#8216;Proof of no harm?&#8217; Cooper said he did not have the facts at hand. 'But it is not self-evident that there is no chance of any harm, and the people of California are entitled not to take the risk,' he said. 'Since when do Constitutional rights rest on the proof of no harm?' Walker parried, adding the First Amendment right to free speech protects activities that many find offensive, 'but we tolerate those in a free society.' Walker made clear that he wants to examine other issues that are part of the political rhetoric surrounding same-sex marriage but rarely surface in courtrooms. Among the questions he plans to entertain at the trial are whether sexual orientation is a fixed or immutable characteristic, whether gays are a politically powerful group, and if same-sex marriage bans such as Proposition 8 were motivated by anti-gay bias.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:12"
    },
    {
      "nodeID": "150718",
      "text": "Judge challenges backers of gay marriage ban - Crime & courts- msnbc.com It's funny. I have been making these types of comments FOR YEARS to refute that pathetic attempts trying to give a constitutional justification for why the government should be able to discriminate against gay marriage. People have scoffed at the constitutional requirements of equality, but FINALLY somebody is addressing it. Now I guess the question remains as to whether enough people like Scalia will be on the bench to ignore it... On another note, it's also interesting to see the anti-gay side taken to task. They casually toss out accusations that gay marriage somehow harms straight marriages or society without justification. Some like Jyoshu actually toss out such arguments, and then try to ignore the existence of such arguments... And now that argument is getting scrutinized by the courts and is being taken to task. The anti-gay side performed pathetically. I expect the right will have the typically mindless accusations of 'judicial activism' while ignoring the fact that upholding the constitution is one of the main duties of the courts... emoticon_angry",
      "type": "I",
      "timestamp": "2016-03-08 20:13:12"
    },
    {
      "nodeID": "150719",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:12"
    },
    {
      "nodeID": "150720",
      "text": "Defense of Marriage Act, or DOMA, is the short title of a federal law of the United States passed on September 21, 1996 as Public Law No. 104-199, 110 Stat. 2419. Its provisions are codified at 1 U.S.C. § 7 and 28 U.S.C. § 1738C. The law has two effects: 1. No state (or other political subdivision within the United States) needs to treat a relationship between persons of the same sex as a marriage, even if the relationship is considered a marriage in another state. 2. The federal government defines marriage as a legal union exclusively between one man and one woman.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:12"
    },
    {
      "nodeID": "150721",
      "text": "Defense of Marriage Act - Wikipedia, the free encyclopedia This very discussion could very well lead to the recognition that the federal DOMA itself is unconstitutional. And as for the state DOMA, this discussion is EXPLICITLY saying that it violates the federal constitution. emoticon_rolleyes",
      "type": "I",
      "timestamp": "2016-03-08 20:13:12"
    },
    {
      "nodeID": "150722",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:12"
    },
    {
      "nodeID": "150723",
      "text": "Do you not understand what is currently going on? The ruling on whether the California state constitutional amendment was enacted 'legally' was ruled on by the courts. What is discussed above is entirely separate. To say something brief to get you up to speed, our state constitution CANNOT violate the federal constitution. So if Prop 8 violates the 14th amendment, then Prop 8 loses. Whether or not Prop 8 violates the 14th amendment is the question that is currently being examined.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:12"
    },
    {
      "nodeID": "150724",
      "text": "If DOMA isn't declared unconstitutional, then those arguing against Prop 8 are micturating into the wind.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:12"
    },
    {
      "nodeID": "150725",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:13:12"
    },
    {
      "nodeID": "150726",
      "text": "Oh dear God your ignorance is abundant! Do you not understand what the federal DOMA law does?",
      "type": "I",
      "timestamp": "2016-03-08 20:13:13"
    },
    {
      "nodeID": "150727",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:13"
    },
    {
      "nodeID": "150728",
      "text": "I to have been wondering exactly how same sex marriages would pose a danger to male-female marriages. I've never gotten an answer and I don't think anyone has one.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:13"
    },
    {
      "nodeID": "150729",
      "text": "It has a financial impact on ALL taxpayers. To say that it has no impact on anyone else is disengenuous.",
      "type": "I",
      "timestamp": "2016-03-08 20:13:13"
    },
    {
      "nodeID": "150730",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:13:13"
    }
  ],
  "edges": [
    {
      "edgeID": "190986",
      "fromID": "150718",
      "toID": "150719",
      "formEdgeID": null
    },
    {
      "edgeID": "190987",
      "fromID": "150719",
      "toID": "150717",
      "formEdgeID": null
    },
    {
      "edgeID": "190988",
      "fromID": "150721",
      "toID": "150722",
      "formEdgeID": null
    },
    {
      "edgeID": "190989",
      "fromID": "150722",
      "toID": "150720",
      "formEdgeID": null
    },
    {
      "edgeID": "190990",
      "fromID": "150724",
      "toID": "150725",
      "formEdgeID": null
    },
    {
      "edgeID": "190991",
      "fromID": "150725",
      "toID": "150723",
      "formEdgeID": null
    },
    {
      "edgeID": "190992",
      "fromID": "150726",
      "toID": "150727",
      "formEdgeID": null
    },
    {
      "edgeID": "190993",
      "fromID": "150727",
      "toID": "150724",
      "formEdgeID": null
    },
    {
      "edgeID": "190994",
      "fromID": "150729",
      "toID": "150730",
      "formEdgeID": null
    },
    {
      "edgeID": "190995",
      "fromID": "150730",
      "toID": "150728",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
