{
  "nodes": [
    {
      "nodeID": "138291",
      "text": "That is a lot, but I want gun control. I want: 1) Instant background checks. No waiting period. No cool off time. No central database of gun owners.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:48"
    },
    {
      "nodeID": "138292",
      "text": "Only if they do the same thing for driver licences (cars are deadly). I would not be killed if they did an instant check that was seperate from the gun purchase... Although I would be supsicious....",
      "type": "I",
      "timestamp": "2016-03-08 19:46:48"
    },
    {
      "nodeID": "138293",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:48"
    },
    {
      "nodeID": "138294",
      "text": "4) If the militia is the National Guard, then I want formal seperation of National Guard from Federal authority.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:48"
    },
    {
      "nodeID": "138295",
      "text": "And the state... States can have armies... The people are the Militia.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:48"
    },
    {
      "nodeID": "138296",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:48"
    },
    {
      "nodeID": "138297",
      "text": "2) Larger budget for law enforcement for persecution of firearm offenders. No larger budget for law enforecemnt + unconstitutional gun laws on the same bill before Congress.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:48"
    },
    {
      "nodeID": "138298",
      "text": "Smaller budget for law enforcment.. Stop the so-called war on drugs. Disband the DEA, the BATFE, Have the FBI do these things on a very minor scale.  REPEAL LAWS FOR MALA IN PROHIBITA CRIMES! Shift the responsibility to the individual. REALEASE NON VIOLENT DRUG OFFENDERS! Liberty encompases all people in all passions even if we disprove of thier PERSONAL behavior.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:48"
    },
    {
      "nodeID": "138299",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:48"
    },
    {
      "nodeID": "138300",
      "text": "That is a lot, but I want gun control. I want: 1) Instant background checks. No waiting period. No cool off time. No central database of gun owners. 2) Larger budget for law enforcement for persecution of firearm offenders. No larger budget for law enforecemnt + unconstitutional gun laws on the same bill before Congress. 3) Expanded civilian training such as Civilian Marksmanship Program to include all manner of modern military weapons. 4) If the militia is the National Guard, then I want formal seperation of National Guard from Federal authority.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138301",
      "text": "Here is the definition of pro: 1 : an argument or evidence in affirmation <an appraisal of the pros and cons< 2 : the affirmative side or one holding it You claim to be defending the right to bear arms. Yet you defend the very gun control laws that the gun haters want! How are you defending the right to bear arms if you want the very same gun control laws as the gun haters?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138302",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138303",
      "text": "The National Guard interpretation of the militia is totally false. The NG is a standing army. The militia is not. The NG can be federalized. The militia can not. They wear the same uniforms. The officers all know each other and play golf together. If the NG is the militia, then I want to have stock plies of weapons at schools, hospitals, libraries, and churches. No federalization of NG. Complete and total seperation of NG from federal influence, communication, and socializatlion, right down to even different uniforms.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138304",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138305",
      "text": "We are saying the same thing.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138306",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138307",
      "text": "Correct. The National Guard is nothing more than an 'extension' of the Federal Army (and Air Force). We wear the same uniform as our active duty counterparts as well. You may recall that back in the 60's Gov. George Wallace was powerless to stop the 'Federalization' of National Guard troops which were used against him, by forcing the desegregation of Alabama schools. Regardless of where you stand on the politics of that situation, the Federal government clearly overstepped their authority here and thus established their control over 'National Guard' units henceforth. The National Guard being referred to as the 'militia' is laughable and wholly inaccurate. It's a cop out used by anti-gunners to excuse their attempts to disarm the 'law abiding'.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138308",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138309",
      "text": "I have laid down some conditions before I give up my guns. They are not going to happen. There is no way I see within my life, that the 2nd Amendment will be repealled. There is no way that the National Guard will become 'militia-ized' in my life time.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138310",
      "text": "Here is the definition of militia: Function: noun Etymology: Latin, military service, from milit-, miles Date: circa 1660 1 a : a part of the organized armed forces of a country liable to call only in emergency b : a body of citizens organized for military service 2 : the whole body of able-bodied male citizens declared by law as being subject to call to military service  Ok here is the 2nd amend : A well regulated militia, being necessary to the security of a free state, the right of the people to keep and bear arms, shall not be infringed.  Now if you read the definition of militia as a citizen of America I could be called up to serve in one. But no where can the gun haters produce one document stating a requirement to be in a militia to bear arms.  All gun haters want is to do is put limits on the right to bear arms. Once this limit is on the right to bear arms the gun haters will say now that we have a standing military we no longer need militias. So guess what just happened to the right to bear arms.  This is why the founding fathers put no limits on our rights.  This is why the founding fathers describe our rights as the right of the people! This is why they are not collective rights like the gun haters want to claim. Gun haters like the word collective. Gun haters will use the communist tactics to harass and threaten people gun haters cannot shut up!",
      "type": "I",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138311",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138312",
      "text": "Hey here is the definition of infringement 1 : the act of infringing 2 : an encroachment or trespass on a right or privilege  So tell me how you are pro right to bear arms if you want limits on that right?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138313",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138314",
      "text": "***Yawn*** revisionist history... Well here are the facts from http://www.gunowners.org/fs0404.htm: D. Myth #4: Recent gun control laws have reduced the U.S. murder rate. 1. Murder rate was already decreasing before Brady and semi-auto gun ban passed. Those who claim that the two gun control laws enacted in 1994 have reduced the murder rate ignore the fact that the U.S. murder rate has been decreasing from the high it reached in 1991.172 Thus, the murder rate had already begun decreasing two to three years before the Brady law and the semi-auto gun ban became law. 2. Murder rate decrease results from fewer violent youths. The Democratic Judiciary Committee noted in 1991 that, 'An analysis of the murder tolls since 1960 offers compelling evidence of the link-the significant rise of murder in the late 1960's, and the slight decrease in murder in the early 1980's follows from an unusually large number of 18-24 year-olds in the general population. This age group is the most violent one, as well as the group most likely to be victimized-and the murder figures ebb and flow with their ranks.'173 (Emphasis added.) 3. According to the Clinton Justice Department, crime has decreased even while the number of guns increased. The Bureau of Justice Statistics, the research arm of the Justice Department, reported in 2000 that while the number of firearms in circulation rose nearly 10% during a recent five-year period, gun-related deaths and woundings dropped 33%.174 4. Concealed carry laws have dropped murder and crime rates in the states that have enacted them. According to a comprehensive study which studied crime statistics in all of the counties in the United States from 1977 to 1992, states which passed concealed carry laws reduced their murder rate by 8.5%, rapes by 5%, aggravated assaults by 7% and robbery by 3%.175",
      "type": "I",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138315",
      "text": "BS. Where is the raw data... The link you show is from www.gunowners.org over there and does not give links to the raw data so it is probably skewed to make themselves look better.  Your own words condemn you",
      "type": "I",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138316",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138317",
      "text": "There called footnotes The GOA is peppered with them not like the made up XXXX from the brady bunch and other civil rights violators like yourself.  Why don't you try disputing facts than making up stories and childishly trying to copy me. Here lets start with this.... Please read and explain to me how (if) any of these 40 things are wrong Mr. Civil-Rights violator:  1. Banning guns works, which is why New York, DC, & Chicago cops need guns. 2. Washington DC's low murder rate of 69 per 100,000 is due to strict gun control, and Indianapolis' high murder rate of 9 per 100,000 is due to the lack of gun control. 3. Statistics showing high murder rates justify gun control but statistics showing increasing murder rates after gun control are 'just statistics.' 4. The Brady Bill and the Assault Weapons Ban, both of which went into effect in 1994 are responsible for the decrease in violent crime rates, which have been declining since 1991. 5. We must get rid of guns because a deranged lunatic may go on a shooting spree at any time and anyone who would own a gun out of fear of such a lunatic is paranoid. 6. The more helpless you are the safer you are from criminals. 7. An intruder will be incapacitated by tear gas or oven spray, but if shot with a .357 Magnum will get angry and kill you. 8. A woman raped and strangled is morally superior to a woman with a smoking gun and a dead rapist at her feet. 9. When confronted by violent criminals, you should 'put up no defense -- give them what they want, or run' (Handgun Control Inc. Chairman Pete Shields, Guns Don't Die - People Do, 1981, p.125). 10. The New England Journal of Medicine is filled with expert advice about guns; just like Guns & Ammo has some excellent treatises on heart surgery. 11. One should consult an automotive engineer for safer seatbelts, a civil engineer for a better bridge, a surgeon for internal medicine, a computer programmer for hard drive problems, and Sarah Brady for firearms expertise. 12. The 2nd Amendment, ratified in 1787, refers to the National Guard, which was created 130 years later, in 1917. 13. The National Guard, federally funded, with bases on federal land, using federally-owned weapons, vehicles, buildings and uniforms, punishing trespassers under federal law, is a 'state' militia. 14. These phrases: 'right of the people peaceably to assemble,' 'right of the people to be secure in their homes,' 'enumerations herein of certain rights shall not be construed to disparage others retained by the people,' and 'The powers not delegated herein are reserved to the states respectively, and to the people' all refer to individuals, but 'the right of the people to keep and bear arm' refers to the state. 15. 'The Constitution is strong and will never change.' But we should ban and seize all guns thereby violating the 2nd, 4th, and 5th Amendments to that Constitution. 16. Rifles and handguns aren't necessary to national defense! Of course, the army has hundreds of thousands of them. 17. Private citizens shouldn't have handguns, because they aren't 'military weapons', but private citizens shouldn't have 'assault rifles', because they are military weapons. 18. In spite of waiting periods, background checks, finger printing, government forms, etc., guns today are too readily available, which is responsible for recent school shootings. In the 1940's, 1950's and1960's, anyone could buy guns at hardware stores, army surplus stores, gas stations, variety stores, Sears mail order, no waiting, no background check, no fingerprints, no government forms and there were no school shootings. 19. The NRA's attempt to run a 'don't touch' campaign about kids handling guns is propaganda, but the anti-gun lobby's attempt to run a 'don't touch' campaign is responsible social activity. 20. Guns are so complex that special training is necessary to use them properly, and so simple to use that they make murder easy. 21. A handgun, with up to 4 controls, is far too complex for the typical adult to learn to use, as opposed to an automobile that only has 20. 22. Women are just as intelligent and capable as men but a woman with a gun is 'an accident waiting to happen' and gun makers' advertisements aimed at women are 'preying on their fears.' 23. Ordinary people in the presence of guns turn into slaughtering butchers but revert to normal when the weapon is removed. 24. Guns cause violence, which is why there are so many mass killings at gun shows. 25. A majority of the population supports gun control, just like a majority of the population supported owning slaves. 26. Any self-loading small arm can legitimately be considered to be a 'weapon of mass destruction' or an 'assault weapon.' 27. Most people can't be trusted, so we should have laws against guns, which most people will abide by because they can be trusted. 28. The right of Internet pornographers to exist cannot be questioned because it is constitutionally protected by the Bill of Rights, but the use of handguns for self defense is not really protected by the Bill of Rights. 29. Free speech entitles one to own newspapers, transmitters, computers, and typewriters, but self-defense only justifies bare hands. 30. The ACLU is good because it uncompromisingly defends certain parts of the Constitution, and the NRA is bad, because it defends other parts of the Constitution. 31. Charlton Heston, a movie actor as president of the NRA is a cheap lunatic who should be ignored, but Michael Douglas, a movie actor as a representative of Handgun Control, Inc. is an ambassador for peace who is entitled to an audience at the UN arms control summit. 32. Police operate with backup within groups, which is why they need larger capacity pistol magazines than do 'civilians' who must face criminals alone and therefore need less ammunition. 33. We should ban 'Saturday Night Specials' and other inexpensive guns because it's not fair that poor people have access to guns too. 34. Police officers have some special Jedi-like mastery over hand guns that private citizens can never hope to obtain. 35. Private citizens don't need a gun for self-protection because the police are there to protect them even though the Supreme Court says the police are not responsible for their protection. 36. Citizens don't need to carry a gun for personal protection but police chiefs, who are desk-bound administrators who work in a building filled with cops, need a gun. 37. 'Assault weapons' have no purpose other than to kill large numbers of people. The police need assault weapons. You do not. 38. When Microsoft pressures its distributors to give Microsoft preferential promotion, that's bad; but when the Federal government pressures cities to buy guns only from Smith & Wesson, that's good. 39. Trigger locks do not interfere with the ability to use a gun for defensive purposes, which is why you see police officers with one on their duty weapon. 40. Handgun Control, Inc. says they want to 'keep guns out of the wrong hands.' Guess what? You have the wrong hands",
      "type": "I",
      "timestamp": "2016-03-08 19:46:49"
    },
    {
      "nodeID": "138318",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138319",
      "text": "Your experience with raw data is laughable. Your UK raw data says NOTHING about a causal relationship between guns and crime.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138320",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138321",
      "text": "Nice try, but no cigar. It's been widely reported, even on liberal-run media, that states with 'conceal carry laws' have had a reduction in overall crime and more dramatic reductions in specific crimes like murder, etc. Myself, I don't worry with providing 'raw data' for lazy liberals who won't be swayed in their rabid hatred of 'gun ownership' anyway. Just keep believing Sarah Brady and the rest of those fools. However, you might want to read some of John Lott's stuff: http://www.johnrlott.com/ http://www.press.uchicago.edu/Misc/Chicago/493636.html",
      "type": "I",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138322",
      "text": "Oh he won't read that... This American in exile (does not even live here anymore) just disappears for a while whe the heat is on only to resurface with his same propaganda after the heat has died down.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138323",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138324",
      "text": "'According to the Federal Bureau of Investigation's Uniform Crime Reports, from 1997 to 1998 the nation's overall crime rate dropped 6.4%, from 4930.0 to 4615.5 crimes per 100,000 population. More telling is this continuing trend where crime fell faster in states that have strict carrying concealed weapons (CCW) laws or that do not allow the carrying of concealed weapons at all than in states which have lax CCW laws.' 'From 1992 to 1998 (the last six years for which data exists), the violent crime rate in the strict and no-issue states fell 30% while the violent crime rate for the 11 states that had liberal CCW laws (where law enforcement must issue CCW licenses to almost all applicants) during this entire period dropped only 15%.' http://www.bradycampaign.org/facts/research/?page=conctruth&menu=gvr",
      "type": "I",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138325",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138326",
      "text": "Check out this USDOJ report entitled 'Violent crime rates have declined since 1994, reaching the lowest level ever recorded in 2002.' http://www.ojp.usdoj.gov/bjs/glance/viort.htm Why do you call this revisionist history? And please don't copy and paste a bunch of stuff from some progun website again.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138327",
      "text": "So what the hell does that have to do with anything... oh and do not tell me that the AWB was the reason... Assault weapons are used in less than .20% of crimes: 'Assault weapons are not the weapons of choice among drug dealers, gang members or criminals in general. Assault weapons are used in about one-fifth of one percent (.20%) of all violent crimes and about one percent in gun crimes. It is estimated that from one to seven percent of all homicides are committed with assault weapons (rifles of any type are involved in three to four percent of all homicides). However a higher percentage are used in police homicides, roughly ten percent. (There has been no consistent trend in this rate from 1978 through 1996.) Between 1992 and 1996 less than 4% of mass murders, committed with guns, involved assault weapons. (Our deadliest mass murders have either involved arson or bombs.) ' Whats your point?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138328",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138329",
      "text": "My point was to ask you a question. Why do you call it revisionist history?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138330",
      "text": "Your implication that dropping crime rates has anything to do with the AWB....",
      "type": "I",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138331",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138332",
      "text": "May I also suggest to firearms owners, to carefully edit from their rhetoric, any mention of them personally owning firearms. Who knows when these forums are being monitored?",
      "type": "I",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138333",
      "text": "What difference would that make? The BATFE (E for explosives, their power grows) already knows you own a firearm if you've ever had a NICS check. They're supposed to destroy the records, but who knows what they do? Might as well let it be known you have some personal experiance in this area. Gives you better grounds for debate than 'Joe Foreigner' who has never owned or possibly even seen a real firearm in person. Being part of the crowd and looking in from the outside make big differences when it comes to understanding.",
      "type": "I",
      "timestamp": "2016-03-08 19:46:50"
    },
    {
      "nodeID": "138334",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:46:50"
    }
  ],
  "edges": [
    {
      "edgeID": "182200",
      "fromID": "138292",
      "toID": "138293",
      "formEdgeID": null
    },
    {
      "edgeID": "182201",
      "fromID": "138293",
      "toID": "138291",
      "formEdgeID": null
    },
    {
      "edgeID": "182202",
      "fromID": "138295",
      "toID": "138296",
      "formEdgeID": null
    },
    {
      "edgeID": "182203",
      "fromID": "138296",
      "toID": "138294",
      "formEdgeID": null
    },
    {
      "edgeID": "182204",
      "fromID": "138298",
      "toID": "138299",
      "formEdgeID": null
    },
    {
      "edgeID": "182205",
      "fromID": "138299",
      "toID": "138297",
      "formEdgeID": null
    },
    {
      "edgeID": "182206",
      "fromID": "138301",
      "toID": "138302",
      "formEdgeID": null
    },
    {
      "edgeID": "182207",
      "fromID": "138302",
      "toID": "138300",
      "formEdgeID": null
    },
    {
      "edgeID": "182208",
      "fromID": "138303",
      "toID": "138304",
      "formEdgeID": null
    },
    {
      "edgeID": "182209",
      "fromID": "138304",
      "toID": "138292",
      "formEdgeID": null
    },
    {
      "edgeID": "182210",
      "fromID": "138305",
      "toID": "138306",
      "formEdgeID": null
    },
    {
      "edgeID": "182211",
      "fromID": "138306",
      "toID": "138303",
      "formEdgeID": null
    },
    {
      "edgeID": "182212",
      "fromID": "138307",
      "toID": "138308",
      "formEdgeID": null
    },
    {
      "edgeID": "182213",
      "fromID": "138308",
      "toID": "138303",
      "formEdgeID": null
    },
    {
      "edgeID": "182214",
      "fromID": "138310",
      "toID": "138311",
      "formEdgeID": null
    },
    {
      "edgeID": "182215",
      "fromID": "138311",
      "toID": "138309",
      "formEdgeID": null
    },
    {
      "edgeID": "182216",
      "fromID": "138312",
      "toID": "138313",
      "formEdgeID": null
    },
    {
      "edgeID": "182217",
      "fromID": "138313",
      "toID": "138309",
      "formEdgeID": null
    },
    {
      "edgeID": "182218",
      "fromID": "138315",
      "toID": "138316",
      "formEdgeID": null
    },
    {
      "edgeID": "182219",
      "fromID": "138316",
      "toID": "138314",
      "formEdgeID": null
    },
    {
      "edgeID": "182220",
      "fromID": "138317",
      "toID": "138318",
      "formEdgeID": null
    },
    {
      "edgeID": "182221",
      "fromID": "138318",
      "toID": "138315",
      "formEdgeID": null
    },
    {
      "edgeID": "182222",
      "fromID": "138319",
      "toID": "138320",
      "formEdgeID": null
    },
    {
      "edgeID": "182223",
      "fromID": "138320",
      "toID": "138315",
      "formEdgeID": null
    },
    {
      "edgeID": "182224",
      "fromID": "138322",
      "toID": "138323",
      "formEdgeID": null
    },
    {
      "edgeID": "182225",
      "fromID": "138323",
      "toID": "138321",
      "formEdgeID": null
    },
    {
      "edgeID": "182226",
      "fromID": "138324",
      "toID": "138325",
      "formEdgeID": null
    },
    {
      "edgeID": "182227",
      "fromID": "138325",
      "toID": "138321",
      "formEdgeID": null
    },
    {
      "edgeID": "182228",
      "fromID": "138327",
      "toID": "138328",
      "formEdgeID": null
    },
    {
      "edgeID": "182229",
      "fromID": "138328",
      "toID": "138326",
      "formEdgeID": null
    },
    {
      "edgeID": "182230",
      "fromID": "138330",
      "toID": "138331",
      "formEdgeID": null
    },
    {
      "edgeID": "182231",
      "fromID": "138331",
      "toID": "138329",
      "formEdgeID": null
    },
    {
      "edgeID": "182232",
      "fromID": "138333",
      "toID": "138334",
      "formEdgeID": null
    },
    {
      "edgeID": "182233",
      "fromID": "138334",
      "toID": "138332",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
