{
  "nodes": [
    {
      "nodeID": "146202",
      "text": "There is considerable confusion about the legal theory underlying the 'right to keep and bear arms'. This is a brief outline for a clarification of the discussion of this issue.  < (1) The Second Amendment to the U.S. Constitution does not establish the right to keep and bear arms. None of the provisions of the Constitution establish any 'natural' rights. They recognize such rights, but the repeal of such provisions would not end such rights. Such rights were considered by many of the Framers as obvious or 'self-evident', but they were immersed in the prevailing republican thought of the day, as expressed in the writings of Locke, Montesquieu, Rousseau, Madison, Hamilton, and others, which discussed 'natural rights' in some detail. Others argued that at least some of the rights needed to be made explicit in the Bill of Rights to avoid having future generations with less understanding of republican theory weaken in their defense of those rights. That has turned out to have been a good idea  < (2) The right to keep and bear arms is a natural right of individuals under the theory of democratic government. This was clearly the understanding and intent of the Framers of the U.S. Constitution and was a long-established principle of English common law at the time the Constitution was adopted, which is considered to be a part of constitutional law for purposes of interpreting the written Constitution.",
      "type": "I",
      "timestamp": "2016-03-08 20:03:44"
    },
    {
      "nodeID": "152017",
      "text": "And Hamilton's writings in Federalist 28.  FEDERALIST No. 28 HAMILTON",
      "type": "I",
      "timestamp": "2016-03-08 20:16:01"
    },
    {
      "nodeID": "152018",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:16:01"
    }
  ],
  "edges": [
    {
      "edgeID": "191912",
      "fromID": "152017",
      "toID": "152018",
      "formEdgeID": null
    },
    {
      "edgeID": "191913",
      "fromID": "152018",
      "toID": "146202",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
