{
  "nodes": [
    {
      "nodeID": "144192",
      "text": "I don't have a large amount of interest in this topic and thus haven't heard alot of argument for or against it. I don't have an opinion and stand no chance against those who know beyond infinite times more on this topic than I do. But regardless, I still have a question. Maybe I'm wrong but, isn't lowering shootings a siginificant point in those who want to ban guns? So they want to make the guns illegal and thus the only place they would be available is in the 'black market'. Now we all know that guns in cases serve as a form of self protection from other people who would want to commit harm to the indiviusal. It is simply an average law abiding man who wants to have this pistol or handgun to protect him and or his family from those who would want to bring harm upon him family. The illegalization of these handguns would make it virtually impossible for those law abiding to get one of these guns in hopes of protecting his loved ones. I suppose a hope for those for the illegalization is that this would keep guns out of the hands of criminals. But that doesn't make much sense. Making it against the law to own a gun is not going to stop the selling, posession and illegal use of them. Instead it only takes protection out of the hands of those who who only want to use it for 'good' and does not do alot for those who would use it for 'evil'. Like weed, making guns illegal would not lower the crime rate, but instead may very well increase those innocent dead because they were without protection.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:43"
    },
    {
      "nodeID": "144193",
      "text": "Your argument is akin to saying 'We can't stop people over-dosing on heroin, so let's legalise it' Why have limitations on hand-grenades or mines? People use mines all over the world for bad. Obviously laws aren't going to work... but perhaps the laws are also suggestive of a particular ethos; a set of standards that the community believe are necessary for a civil society. Thus, a nation such as New Zealand, or Australia, promotes a more 'community-minded' citizen then an 'individualisticlly-minded' citizen. This also carries over into general attitudes towards one's neighbours. In America, you're in fear that what little you have is going to be plundered by blacks or hispanics, or commies or someone. Even the government's out to rip away your rights. This 'seige' mentality permeates American society. For the interest of those who aren't aware, gun ownership for self-protection (from nasty criminals) is not protected by the Constitution ... it is written to state that a well-armed militia is necessary for the protection of rights.",
      "type": "I",
      "timestamp": "2016-03-08 19:59:43"
    },
    {
      "nodeID": "144194",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:59:43"
    }
  ],
  "edges": [
    {
      "edgeID": "186396",
      "fromID": "144193",
      "toID": "144194",
      "formEdgeID": null
    },
    {
      "edgeID": "186397",
      "fromID": "144194",
      "toID": "144192",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
