{
  "nodes": [
    {
      "nodeID": "146952",
      "text": "So much for 'genetic altruism'",
      "type": "I",
      "timestamp": "2016-03-08 20:05:15"
    },
    {
      "nodeID": "146953",
      "text": "Well not exactly. The article addresses some commonality in humans and chimps with regard to altruism exhibited toward chimpanzees who are not known to the chimp exhibiting the behavior. The point was to draw a possible parallel between human altrusim which is known to go beyond mere kinship selection and the chimp behaviors which also appear to go beyond kinship-selection. The discussion goes to the fact that humans and chimps share a common ancestor at the point where humans and chimps went their separate evolutionary pathways. One possibility is that such a common ancestor may have had the capacity to also be altruistic to individuals outside its kinship group. Or of course that chimps and humans both developed their respective altruistic behaviors independently after the branch point. None of this negates the concept of biological altruism in the form of kinship selection which a geneticall based effect. Indeed the article recognizes that chimps DO exhibit kinship selection effects! There is of course no reason at al that one cannot have kinship selection as well as other motivators for altruistic behavior. So its rather premature to take kinship selection (which I think is what WW means by genetic altruisim) off the table just yet. The article certainly does not draw the same conclusions as WW would have it do. Once more the rabbit hops over the actual work to his own preferred conclusion. SOP for the lagomorph.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:15"
    },
    {
      "nodeID": "146954",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:16"
    },
    {
      "nodeID": "146955",
      "text": "The facts speak for themselves, and no amount of geneticist/darwinist hand-waving is going to change what they say.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:16"
    },
    {
      "nodeID": "146956",
      "text": "Yes the facts speak for themselves, they just don't sing the song you think they do. No biologist will find any need at all to wave any hands in this instance, for as you say the facts DO speak for themselves.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:16"
    },
    {
      "nodeID": "146957",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:16"
    }
  ],
  "edges": [
    {
      "edgeID": "188340",
      "fromID": "146953",
      "toID": "146954",
      "formEdgeID": null
    },
    {
      "edgeID": "188341",
      "fromID": "146954",
      "toID": "146952",
      "formEdgeID": null
    },
    {
      "edgeID": "188342",
      "fromID": "146956",
      "toID": "146957",
      "formEdgeID": null
    },
    {
      "edgeID": "188343",
      "fromID": "146957",
      "toID": "146955",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
