{
  "nodes": [
    {
      "nodeID": "160733",
      "text": "First, a comment about your second link. Gould had this to say about the quotes on that page: It seems that creationists are still at it. Yes. That is one component of evolutionary thought. But there is more to it than that. Another component of evolutionary thought is that many times species remain static (as far as the fossil record reveals) for long periods of time, sometimes millions of years. Another component of evolutionary thought is that sometimes speciation can happen relatively rapidly, in a flash of geological time, maybe as little as 50 or 60 thousand years. Even Darwin hypothesized that changes that caused speciation took place in peripheral segments of the population. Just before World War II Dobzhansky and Mayr discussed the gaps in the fossil record and the reasons for them. They agreed with Darwin. Finally, in the 1960s Eldredge and Gould worked out the first statement of what became the theory of punctuated equilibria in which they elaborated on the previous thoughts of Darwin, Dobzhansky, and Mayr. I think their paper, in which they discussed their observations from the fossil record of just such events, was published in 1972. Actually, the fossil record does support it. Both Eldredge and Gould have discussed it. Both men made observations of slow gradual speciation in the fossil record in a small geographical area. These changes were reflected at other locations as an abrupt change from one species to another. But given that such changes take place very quickly in populations that are usually under environmental stress and isolated from the main population, and given the rarity of fossilization in the first place, we don't expect to find many examples in the fossil record. It is a bit like trying to time a 100 yd. dash with a sundial. The fossil record just isn't fine grained enough to see the rapid (50-60 thousand years) changes. Nope. It does. Or maybe it supports the hypothesis of successive creation. The fossil record that we find certainly doesn't support the creation as told in the Bible. Even the creationists who went in search of evidence of the flood some 200 years ago realized that the geology didn't support what the Bible said. So they thought that the geology represented many floods, the last one from the Bible being on top. This objection has already been answer by Gould in the quote above. But of course, what creationists demand is eyedropper precision from a fire hose. Nevertheless, we have some spectacular transitional forms. My favorite is Archaeopteryx. And there is a great progression from four legged land animal to two finned aquatic whales. Some whales in that progression had rear legs that would have been useless for walking. Really? What evidence is that?",
      "type": "I",
      "timestamp": "2016-03-08 20:35:51"
    },
    {
      "nodeID": "160734",
      "text": "I will answer the remainder later as I am pressed for time. Archaeopteryx is not a transitional form. It has well defined feathers. Where is the evidence for transition from scales to feathers that is predicted by evolution. Natural selection in particular but overall evolution.  If you read Gould's original work he does not say what he says above and in fact actually contradicts it. It appears like a response that is back peddling at best.  As I said, more later. EF",
      "type": "I",
      "timestamp": "2016-03-08 20:35:51"
    },
    {
      "nodeID": "160735",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:51"
    },
    {
      "nodeID": "160736",
      "text": "The fossil record does not support this. So, in an attempt to deal with this problem, Gould and Eldredge came up with a theory called, punctuated equilibrium.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:51"
    },
    {
      "nodeID": "160737",
      "text": "Actually, the fossil record does support it. Both Eldredge and Gould have discussed it. Both men made observations of slow gradual speciation in the fossil record in a small geographical area. These changes were reflected at other locations as an abrupt change from one species to another. But given that such changes take place very quickly in populations that are usually under environmental stress and isolated from the main population, and given the rarity of fossilization in the first place, we don't expect to find many examples in the fossil record. It is a bit like trying to time a 100 yd. dash with a sundial. The fossil record just isn't fine grained enough to see the rapid (50-60 thousand years) changes.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:51"
    },
    {
      "nodeID": "160738",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:51"
    },
    {
      "nodeID": "160739",
      "text": "I am not saying that creation can be evidenced, simply that there is evidence against evolution which was never taught in my high school classes.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:51"
    },
    {
      "nodeID": "160740",
      "text": "Really? What evidence is that?",
      "type": "I",
      "timestamp": "2016-03-08 20:35:52"
    },
    {
      "nodeID": "160741",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:52"
    },
    {
      "nodeID": "160742",
      "text": "Essentially, as I understand things, one of the main components of evolutionary thought is that changes to new species take place gradually over long periods of time.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:52"
    },
    {
      "nodeID": "160743",
      "text": "Yes. That is one component of evolutionary thought. But there is more to it than that. Another component of evolutionary thought is that many times species remain static (as far as the fossil record reveals) for long periods of time, sometimes millions of years. Another component of evolutionary thought is that sometimes speciation can happen relatively rapidly, in a flash of geological time, maybe as little as 50 or 60 thousand years. Even Darwin hypothesized that changes that caused speciation took place in peripheral segments of the population. Just before World War II Dobzhansky and Mayr discussed the gaps in the fossil record and the reasons for them. They agreed with Darwin. Finally, in the 1960s Eldredge and Gould worked out the first statement of what became the theory of punctuated equilibria in which they elaborated on the previous thoughts of Darwin, Dobzhansky, and Mayr. I think their paper, in which they discussed their observations from the fossil record of just such events, was published in 1972.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:52"
    },
    {
      "nodeID": "160744",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:35:52"
    }
  ],
  "edges": [
    {
      "edgeID": "198094",
      "fromID": "160734",
      "toID": "160735",
      "formEdgeID": null
    },
    {
      "edgeID": "198095",
      "fromID": "160735",
      "toID": "160733",
      "formEdgeID": null
    },
    {
      "edgeID": "198096",
      "fromID": "160737",
      "toID": "160738",
      "formEdgeID": null
    },
    {
      "edgeID": "198097",
      "fromID": "160738",
      "toID": "160736",
      "formEdgeID": null
    },
    {
      "edgeID": "198098",
      "fromID": "160740",
      "toID": "160741",
      "formEdgeID": null
    },
    {
      "edgeID": "198099",
      "fromID": "160741",
      "toID": "160739",
      "formEdgeID": null
    },
    {
      "edgeID": "198100",
      "fromID": "160743",
      "toID": "160744",
      "formEdgeID": null
    },
    {
      "edgeID": "198101",
      "fromID": "160744",
      "toID": "160742",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
