{
  "nodes": [
    {
      "nodeID": "160614",
      "text": "Michigan Attorney General Mike Cox today threw his support behind the National Rifle Association's challenge of a City of Chicago ordinance banning possession of most handguns by filing a brief with the U.S. Supreme Court. Cox's amicus brief -- a document filed in court by someone not directly related to a case -- supports the request by the NRA to the Supreme Court for an appeal of the U.S. Seventh Circuit Court of Appeals' decision in June favoring the City of Chicago. At least 33 other states support the NRA's request for the court to hear an appeal in National Rifle Association v. City of Chicago.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:36"
    },
    {
      "nodeID": "160615",
      "text": "Say hello to my little friend! We the people, through our State Governments!",
      "type": "I",
      "timestamp": "2016-03-08 20:35:36"
    },
    {
      "nodeID": "160616",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:35:36"
    },
    {
      "nodeID": "160617",
      "text": "Fifty-seven percent (57%) of Americans say gun sales are up in the United States because of a fear of increased government restriction on gun ownership.  A new Rasmussen Reports national telephone survey shows that just 23% say gun sales have risen because of a fear of increased crime. Twenty-one percent (21%) are not sure.  Sixty-three percent (63%) of men say the threat of more gun control is behind increased sales, compared to 51% of women. Fifty-nine percent (59%) of whites agree, while African-Americans are more closely divided on the question.  Similarly, 65% of Republicans and 66% of those not affiliated with either major political party say gun sales are up due to a fear of increased government restriction. But a plurality of Democrats agrees by just 10 points.  Seventy-one percent (71%) of Americans believe it is at least somewhat likely that President Obama will seek tougher gun control laws, including 43% who say it is very likely.  In March, 43% of Americans said the United States needed more gun control laws, but 47% disagreed. This marked a slight drop in support for more gun control from last year.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:36"
    },
    {
      "nodeID": "160618",
      "text": "For the gun banners who are thinking, you paranoid delusional low lives! Uh. They have already tried.  57% Say Gun Sales Up Due To Fear of More Gun Control",
      "type": "I",
      "timestamp": "2016-03-08 20:35:36"
    },
    {
      "nodeID": "160619",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:35:36"
    },
    {
      "nodeID": "160620",
      "text": "The fear on the street is palpable. Ever since the election of Barack Obama as President of these United States in November 2008, coupled with the election of a democrat party majority in both the U.S. House and Senate, concern for the United States and personal safety has ignited like a fire in dry grass. <snip< What is odd about this new fear is that it is not coming from the average citizen gun owner out there, but it is coming from what to me is an almost shocking source: street cops. Street cops and SWAT cops that I know from various agencies - rural, suburban and metro - in my area are scared. Cops that before November 2008 never gave much thought (that I knew of anyway) to politics or more importantly to gun rights. For the most part, these are the guys that didn't generally have any interest in shooting or gun ownership beyond keeping track of where their duty gun is, and a few of them didn't even do that so well. The guys I am talking about now are some of the same guys who used to not even carry off duty on a regular basis- but not anymore. They don't scare easily, defenders of the Constitution of this State and the United States (as our oath of office reads), have been buying ARs, survival gear, and all the ammo they can lay their hands on. All of them (or I should say 'us') have been discussing and have been acquiring guns to provide a layered perimeter defense. What are we suddenly so afraid of? Well in our discussions it seems to boil down to four areas... First, fear of federal government intrusion into our lives. Every time I look at or listen to the news, there is something new and intrusive coming out of the Obama administration and this Congress. New tax schemes, government-run Canadian-style healthcare, a volunteer citizen defense force (whatever that is, what happened to the National Guard?) equipped with funding similar to our military, forced voluntary 'service' after retirement, a lack of a southern border with hordes of illegal and criminal aliens pouring over our border, the swine flu scare as well as government forced closing of thousands of privately held Chrysler and GM dealerships, which will be the final nail in the coffin for these companies and the list goes on and on. But these items in the news are just the tip of the iceberg. We can't see the full impact of these actions yet, but we don't know what was added into the thousand of pages of stimulus package bills in the dead of night yet. I predict however that when the plans contained in the stimulus packages go into effect, a lot of us are going to be surprised if not shocked by what has suddenly and sweepingly changed. What also scares us is the second, well-founded fear that there is an assault weapons ban looming, one that would make the Clinton Ban appear like a look of disdain in comparison. I remember well the 1990s and the Clinton years: the rise of militia groups, the 'black helicopter' rumors and paranoia, all of which was motivated by the Brady Law and the Assault Weapon's ban. What if a new ban comes requiring registration or confiscation and turn-in of banned weapons as what happened in Australia? ...I foresee much civil disobedience coming down the road. Americans are citizens, and not subjects like the British, Canadians or Australians. They just don't always obey the law blindly and not one officer or citizen that I spoke to said anything like 'I hope I get to keep this gun for awhile before they are banned; They are fun to shoot, so I would hate to give it up.' It isn't going to happen, so the cop on the street and the soldier on the base needs to think now what he will do if the orders come down. I think you all get what I am saying here. Which leads me to the third fear, that there is a revolution coming, yes, a revolution on the scale of the original American Revolution. You can hear this topic discussed on many of the talk radio shows by even the big name hosts. The possibility of an armed revolution against the U.S. government being discussed, albeit very gingerly and fleetingly and as something to be avoided, which it is. I never heard this mentioned in the 90s. One of my quietest, low profile officer friends brought it up the other day. He said that at some point in the near future, he felt there is going to be an armed revolt if things keep going the way they are. Something has got to give. I was shocked. Yes, I had heard this from some of my more radical cop friends in the past, but to hear it from a guy like this was unprecedented. Now, these guys are not saying this will happen to foment revolution, preach sedition or to even participate. They just want to be ready if it happens, to at least defend their families, because number four on the fear list is general societal chaos. Cops fear for their parents, wives, children or grandchildren more now than ever before. Most cops are encouraging their spouses and loved ones to get concealed carry permits. Not only that, but some of these same cops are buying gun mounts for their personal cars so they can carry an AR in the family ride at the ready all the time. They are also strapping on heavier forms of off-duty hardware. I have other friends that are issued ARs or subguns for tactical team use, who always have their gear with them and are planning on just commandeering these weapons for personal use in defending hearth and home. Final Notes This is pretty heady and maybe even dangerous stuff. Know fully that I am not advocating anything here. I am reflecting to you what I see and hear going on around me, and maybe saying things that haven't been said in the open, until now. It is something to think about.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:36"
    },
    {
      "nodeID": "160621",
      "text": "To our fellow Americans on the Left. Think carefully before you overplay your cards!  But what do I know. I am just a dumb Hillbilly pickup driving, Dumb Bunny! emoticon_xdonno",
      "type": "I",
      "timestamp": "2016-03-08 20:35:36"
    },
    {
      "nodeID": "160622",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:35:36"
    },
    {
      "nodeID": "160623",
      "text": "Why is the gun control debate so different now? Because before, the Gun Banners were able to paint us as nothing but a bunch of ignorant, red neck, hillbilly, pickup driving, beer drinking, dumb bunnies, which wasn't actually true. (Well, except in my case! emoticon_smile ) But now the States have gotten in the act of stopping the Constitutional Rights grabbers!   Michigan AG Mike Cox backs NRA efforts to overturn Chicago handgun ban Say hello to my little friend! We the people, through our State Governments!",
      "type": "I",
      "timestamp": "2016-03-08 20:35:37"
    },
    {
      "nodeID": "160624",
      "text": "March 16th, 2009 . by TexasFred Oath Keepers: Orders We Will Not Obey 1. We will NOT obey any order to disarm the American people. 2. We will NOT obey any order to conduct warrantless searches of the American people, their homes, vehicles, papers, or effects &#8212; such as warrantless house-to house searches for weapons or persons. 3. We will NOT obey any order to detain American citizens as &#8220;unlawful enemy combatants&#8221; or to subject them to trial by military tribunal. 4. We will NOT obey orders to impose martial law or a &#8220;state of emergency&#8221; on a state, or to enter with force into a state, without the express consent and invitation of that state&#8217;s legislature and governor. 5. We will NOT obey orders to invade and subjugate any state that asserts its sovereignty and declares the national government to be in violation of the compact by which that state entered the Union. 6. We will NOT obey any order to blockade American cities, thus turning them into giant concentration camps. 7. We will NOT obey any order to force American citizens into any form of detention camps under any pretext. 8. We will NOT obey orders to assist or support the use of any foreign troops on U.S. soil against the American people to &#8220;keep the peace&#8221; or to &#8220;maintain control&#8221; during any emergency, or under any other pretext. We will consider such use of foreign troops against our people to be an invasion and an act of war. 9. We will NOT obey any orders to confiscate the property of the American people, including food and other essential supplies, under any emergency pretext whatsoever. 10. We will NOT obey any orders which infringe on the right of the people to free speech, to peaceably assehttp://www.4forums.com/political/images/smilies/xangel.gif and to petition their government for a redress of grievances. Still good reading and interesting real interesting if you like reading...sounds plausible.",
      "type": "I",
      "timestamp": "2016-03-08 20:35:37"
    },
    {
      "nodeID": "160625",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:35:37"
    },
    {
      "nodeID": "160626",
      "text": "I think we're seeing a culture war. Hardly seems a fair fight though, since only one side has any.:p",
      "type": "I",
      "timestamp": "2016-03-08 20:35:37"
    },
    {
      "nodeID": "160627",
      "text": "Oh sinj.don't let it get you down,it don't mean nothingemoticon_xhoho (sorry couldn't help it)",
      "type": "I",
      "timestamp": "2016-03-08 20:35:37"
    },
    {
      "nodeID": "160628",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:35:37"
    }
  ],
  "edges": [
    {
      "edgeID": "198012",
      "fromID": "160615",
      "toID": "160616",
      "formEdgeID": null
    },
    {
      "edgeID": "198013",
      "fromID": "160616",
      "toID": "160614",
      "formEdgeID": null
    },
    {
      "edgeID": "198014",
      "fromID": "160618",
      "toID": "160619",
      "formEdgeID": null
    },
    {
      "edgeID": "198015",
      "fromID": "160619",
      "toID": "160617",
      "formEdgeID": null
    },
    {
      "edgeID": "198016",
      "fromID": "160621",
      "toID": "160622",
      "formEdgeID": null
    },
    {
      "edgeID": "198017",
      "fromID": "160622",
      "toID": "160620",
      "formEdgeID": null
    },
    {
      "edgeID": "198018",
      "fromID": "160624",
      "toID": "160625",
      "formEdgeID": null
    },
    {
      "edgeID": "198019",
      "fromID": "160625",
      "toID": "160623",
      "formEdgeID": null
    },
    {
      "edgeID": "198020",
      "fromID": "160627",
      "toID": "160628",
      "formEdgeID": null
    },
    {
      "edgeID": "198021",
      "fromID": "160628",
      "toID": "160626",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
