{
  "nodes": [
    {
      "nodeID": "140198",
      "text": "So how do creationists account for this: ERVs in humans match those in apes. ERV = useless code in DNA, but present in all members of a species Basically it goes like this. Viruses inject their DNA into the hosts DNA. This means that if the cell is able to replicate itself, it also replicates the viral DNA. As we all accept, creationists as well, sometimes things go wrong during this replication process. Sometimes, the viral DNA is rendered inactive. This is inconsequential as the cell dies and the error dies with it. But sometimes, this can happen to sperm cells that just happen to end up fertilizing. Therefore, the organism that is born from the fertilized egg carries this viral error (ERV) permanently and then passes it on. Since we can sequence viral DNA and have sequenced the entire human genome, we can go hunting for these viral sequences that have actually been propagating for millions of years. This is testable, every human on the planet has the same ERV's each of which has resulted from a SINGLE little virus doing its thing at some point in our evolutionary history. For evolution to be false, and this is a golden opportunity for creationists to prove it false, you would have to see that in apes none of these ERVs are present and they would have their own unique set of ERVs. When we looked, we found them and in the exact right place out of billions of sequences. The only way this can currently be explained is with evolution. We have the same error in our DNA that all apes have. Each of these errors has a cause that we can trace to a single event. How can you deny that that single event took place in a common ancestor?",
      "type": "I",
      "timestamp": "2016-03-08 19:50:55"
    },
    {
      "nodeID": "140199",
      "text": "Is there anyone who doesn't think species come from earlier species?",
      "type": "I",
      "timestamp": "2016-03-08 19:50:55"
    },
    {
      "nodeID": "140200",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:55"
    },
    {
      "nodeID": "140201",
      "text": "This argument... bascially suggests... an orignial adam and eve... and simply places the time... as much farther back... much farther.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:55"
    },
    {
      "nodeID": "140202",
      "text": "Well... yes.. it does... and it makes adam... and eve... rather... hairy...",
      "type": "I",
      "timestamp": "2016-03-08 19:50:55"
    },
    {
      "nodeID": "140203",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:55"
    },
    {
      "nodeID": "140204",
      "text": "Databed, Mosheh seems to be proposing that the biblical creation account is metaphorical. Therefore, if reality does not exactly match it, it does not invalidate the whole of the Bible. You can't really get him there - metaphorical is not literal. You can have Eve as the first genetic human and Adam her sexual partner, and declare that they were created by god via the Big bang - and it will be covered by a metaphorical interpretation of the biblical creation account.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:55"
    },
    {
      "nodeID": "140205",
      "text": "very well said... thank you for clarifing... very helpful. -Mosheh Thezion",
      "type": "I",
      "timestamp": "2016-03-08 19:50:55"
    },
    {
      "nodeID": "140206",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:55"
    },
    {
      "nodeID": "140207",
      "text": "Uh...yeah? Is there some other way than evolution this can happen? Evolution encompasses speciation which results from evolution taking different paths when populations are separated by some factor in their environment or geographically.  Are you saying you believe that the species have all somehow resulted from a common genome yet at the same time rejecting evolution as an explanation?",
      "type": "I",
      "timestamp": "2016-03-08 19:50:55"
    },
    {
      "nodeID": "140208",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:55"
    },
    {
      "nodeID": "140209",
      "text": "There are certainly more people who think that species evolve from earlier species than there are than people who think species evolve from later species.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:55"
    },
    {
      "nodeID": "140210",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:55"
    },
    {
      "nodeID": "140211",
      "text": "Yes The only other option would be multi-formation, leaving the similarity in genetic material entirely unexplained.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140212",
      "text": "By multi-formation you mean spontaneous, simultaneous mutations in all the related genomes?",
      "type": "I",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140213",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140214",
      "text": "They would not have to be spontaneous or simultaneous but they would have to exactly copy many structures of each other, highly unlikely.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140215",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140216",
      "text": "A glimpse of what all this means may be found in my limited theory of quantum potential. In short, it is theory on understanding our universe using potential as the driving force. The speculations of where we are going is quite interesting.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140217",
      "text": "Could you give a overview?",
      "type": "I",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140218",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140219",
      "text": "If we try to define that difference then things become murky. If we use attributes like intelligence, language, emotions, etc. which apes also possess then theoretically apes could evolve into beings of the same nature as humans. This difference must be of such a nature that other species do not have the building blocks to recognize the quality through evolution.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140220",
      "text": "How about rationality? It is not the same as intelligence (which is more like 'mental capability' or 'ability to learn' as opposed to specific process of identification (the axiom of consciousness).",
      "type": "I",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140221",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140222",
      "text": "The real question is, are humans of a different nature than apes?  If not, then a strictly evolutionary view of human origin makes sense. This view has its downside; eventually the argument becomes empirical and we are really just modified energy. However, most of us think we are of a different nature than apes,and there are arguments supporting this position.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140223",
      "text": "Are you saying that without emotional investment in not believing in evolution, evolution makes sense?",
      "type": "I",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140224",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140225",
      "text": "Some would say, the answer is that man is both a physical being (evolutionist) and is for the lack of a better word, a spiritual being (creationist). So, in a sense they are both right. In short, an ape like creature was zapped with a spirit and thus became human. In layman's terms that is what happened. The interesting part is understanding the true nature of this zap and what that means to our future.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140226",
      "text": ".........",
      "type": "I",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140227",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140228",
      "text": "What we see throughout the history of the universe is a continuous cycle of things becoming more complex and things of a different nature being created. When you look at humans and apes as being of a different nature, some quantum leap had to have occurred. While the physical (common usage) human may have evolved from ape, that essense of what makes humans human occurred in a much different manner. Comparing the DNA of humans and apes tells us nothing about the differences of the two. That which makes humans human does not reside in the physical self, it is of another nature. So the creationist are right in concept at least.  In short the limited theory of quantum potential simply contends the nature of our existence is to recognize our potential, to prepare for the next quantum leap. Once that idea is internalized, one can see how limited our current views are.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:56"
    },
    {
      "nodeID": "140229",
      "text": "You've got it backwards, disorder in the universe is increasing, (see entropy). An increase in complexity does not mean there is an increase in organized matter, the opposite is true. A random pile of building material is more complex then a house which is created from that same pile of building materials, because that material is now organized. To make matters worse, organized matter increases entropy because it takes energy to organize it.",
      "type": "I",
      "timestamp": "2016-03-08 19:50:57"
    },
    {
      "nodeID": "140230",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:50:57"
    }
  ],
  "edges": [
    {
      "edgeID": "183560",
      "fromID": "140199",
      "toID": "140200",
      "formEdgeID": null
    },
    {
      "edgeID": "183561",
      "fromID": "140200",
      "toID": "140198",
      "formEdgeID": null
    },
    {
      "edgeID": "183562",
      "fromID": "140202",
      "toID": "140203",
      "formEdgeID": null
    },
    {
      "edgeID": "183563",
      "fromID": "140203",
      "toID": "140201",
      "formEdgeID": null
    },
    {
      "edgeID": "183564",
      "fromID": "140205",
      "toID": "140206",
      "formEdgeID": null
    },
    {
      "edgeID": "183565",
      "fromID": "140206",
      "toID": "140204",
      "formEdgeID": null
    },
    {
      "edgeID": "183566",
      "fromID": "140207",
      "toID": "140208",
      "formEdgeID": null
    },
    {
      "edgeID": "183567",
      "fromID": "140208",
      "toID": "140199",
      "formEdgeID": null
    },
    {
      "edgeID": "183568",
      "fromID": "140209",
      "toID": "140210",
      "formEdgeID": null
    },
    {
      "edgeID": "183569",
      "fromID": "140210",
      "toID": "140199",
      "formEdgeID": null
    },
    {
      "edgeID": "183570",
      "fromID": "140212",
      "toID": "140213",
      "formEdgeID": null
    },
    {
      "edgeID": "183571",
      "fromID": "140213",
      "toID": "140211",
      "formEdgeID": null
    },
    {
      "edgeID": "183572",
      "fromID": "140214",
      "toID": "140215",
      "formEdgeID": null
    },
    {
      "edgeID": "183573",
      "fromID": "140215",
      "toID": "140212",
      "formEdgeID": null
    },
    {
      "edgeID": "183574",
      "fromID": "140217",
      "toID": "140218",
      "formEdgeID": null
    },
    {
      "edgeID": "183575",
      "fromID": "140218",
      "toID": "140216",
      "formEdgeID": null
    },
    {
      "edgeID": "183576",
      "fromID": "140220",
      "toID": "140221",
      "formEdgeID": null
    },
    {
      "edgeID": "183577",
      "fromID": "140221",
      "toID": "140219",
      "formEdgeID": null
    },
    {
      "edgeID": "183578",
      "fromID": "140223",
      "toID": "140224",
      "formEdgeID": null
    },
    {
      "edgeID": "183579",
      "fromID": "140224",
      "toID": "140222",
      "formEdgeID": null
    },
    {
      "edgeID": "183580",
      "fromID": "140226",
      "toID": "140227",
      "formEdgeID": null
    },
    {
      "edgeID": "183581",
      "fromID": "140227",
      "toID": "140225",
      "formEdgeID": null
    },
    {
      "edgeID": "183582",
      "fromID": "140229",
      "toID": "140230",
      "formEdgeID": null
    },
    {
      "edgeID": "183583",
      "fromID": "140230",
      "toID": "140228",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
