{
  "nodes": [
    {
      "nodeID": "143277",
      "text": "If one agrees to a discussion without using the Bible as some people insist, then they have set the terms of the debate. In essence these terms are: 1. 'Facts' are neutral. However, there are no such things as 'brute facts'; all facts are interpreted. Once the Bible is eliminated in the argument, then the Christians' presuppositions are gone, leaving them unable to effectively give an alternate interpretation of the facts. Their opponents then have the upper hand as they still have their presuppositions - see Naturalism, logic and reality.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:37"
    },
    {
      "nodeID": "143278",
      "text": "This is where intuitive, ready agreement with the opening paragraph starts to get the reader into trouble. All facts are interpreted according to presuppositions, so it's only fair that Creationists should get to bring their presuppositions to the table just like everyone else, right? Well, let's apply that same blanket reasoning to other situations and see what happens. Imagine a juror whose personal prejudices lead him to presuppose the guilt of a defendant based on her skin colour, and to interpret the facts of the case accordingly. Should he be allowed to sit in judgement? Of course not - but according to the reasoning presented by AiG that leaves us in an impossible position: by eliminating those jurors predisposed to return a guilty verdict based upon race, we necessarily cede the court to those predisposed to return an innocent verdict based upon race. Our intuition rightly rebels at this false dichotomy. We readily apprehend the existence of a middle ground wherein skin colour confers neither automatic guilt nor automatic innocence. Ah, but! Is that neutrality itself not merely another presupposition, another axiom through which the facts are being interpreted? One might protest that it is not, that the irrelevance of skin colour as a determinant of guilt can be determined empirically. But it would be in vain, because there are, after all, no such thing as 'brute facts'. The data you supply to justify your position only do so when interpreted according to your presupposition that guilt can be race-agnostic. To someone whose presupposition is otherwise, your 'facts' mean something quite different - they might for instance mean the research itself must be corrupt and biased, or at least faulty in some unknown way. In short, following Ken Ham's reasoning we find ourselves deep in a rabbit hole with no end in sight. We can venture to justify no opinion or belief, because the facts that appear to support one may upon the least whim be reinterpreted in the light of another. I may if I so choose presuppose the bible to be the work of the devil himself, and I am not to be chastised nor deterred through argument, for the axioms by which I choose to interpret the world are, in Ken's eyes, inviolate. This is hardly the result Ken could have intended. What's gone wrong? Why has his fair-minded attempt to level the playing field backfired so badly? The answer, of course, is that the playing field isn't really level. Every once in a while someone will decide that he can fly, and attempt to demonstrate this facility to the world by leaping from a high place. The world thus far has remained largely unimpressed. This is an extreme example of what can happen when the axioms one uses to interpret the world conflict with those upon which it really operates, and it provides the first key to unlocking our dilemma: Good axioms yield accurate predictions. As Ken rightly observed, known facts are always subject to interpretation. But the reverse process, the prediction of facts yet to come based on a formulated theory, is not. In making a prediction we are forced to stop shoehorning data into our preconceived worldview and make a statement about what we will find. This yields the closest thing we have to a truly objective measurement of congruence between theory and reality. This understanding allows us to validate or repudiate the presuppositions we bring to bear on the facts at our disposal. The racist juror would from the outset predict the evidence to be presented would turn out to be stacked against the defendant, but his low 'hit rate' would invalidate his axiom. So, part of what distinguishes Creationism from mainstream scientific understanding is that, in hindsight and on an ongoing basis its predictions fall wide of the mark. The discovery of shared pseudogenes should have been all but impossible, as should identically located retroviral insertions. We should not have found fossils at all, let alone a nested hierarchy of forms. We should not have been able to observe evolution and speciation. We should not have been able to see very distant stars and galaxies. All of these unexpected face-plants for Creationism have of course been rationalised away after the fact. Shared pseudogenes must all have some function we don't know about; there must be some determinism in the location of ERVs; fossils and the geological column were all laid down in the Great Flood; the speed of light and the rate of decay of radioactive materials were different in the past. But these rationalisations entail further predictions: we ought not to be able to safely remove pseudogenes if they are functional - but we can. If ERV insertion is deterministic we should see that in the lab - but we don't. If fossils were laid down by the flood we wouldn't expect similar animals to be sorted by depth according to the number of cusps on a back tooth, or to be buried in amongst consistent strata of pollen grains, and we wouldn't expect there to be anything like as much limestone. If decay rates had been high enough in the past to explain what we see today in just 10,000 years, we ought to now be breathing incandescent rock vapour instead of air. And so on. Science also changes to accommodate the unexpected - but as often as not the 'unexpected' has been discovered by scientists extrapolating existing theories to their logical conclusions, predicting something we didn't initially suspect but which has later been confirmed. And that's the bottom line: Creationism and science both evolve as new facts emerge, but while the result for science has been a trend towards better and more accurate predictions, indicative of closing the gap between theory and reality, Creationism remains a tumbling snowball of post-hoc rationalisation growing around a hard core of sacred axioms that - it would certainly appear thus far - make it impossible for the convergence of prediction and reality to occur.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:37"
    },
    {
      "nodeID": "143279",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:57:37"
    },
    {
      "nodeID": "143280",
      "text": "Creationists and evolutionists, Christians and non-Christians all have the same evidence-the same facts. Think about it: we all have the same earth, the same fossil layers, the same animals and plants, the same stars-the facts are all the same. The difference is in the way we all interpret the facts. And why do we interpret facts differently? Because we start with different presuppositions. These are things that are assumed to be true, without being able to prove them. These then become the basis for other conclusions. All reasoning is based on presuppositions (also called axioms). This becomes especially relevant when dealing with past events.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:37"
    },
    {
      "nodeID": "143281",
      "text": "This opening paragraph sets the stage for the rest of the article, and on the face of it there wouldn't seem to be much to disagree with. We all do live on the same earth under the same stars, and we do interpret facts according to axioms.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:37"
    },
    {
      "nodeID": "143282",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:57:37"
    },
    {
      "nodeID": "143283",
      "text": "Browsing through AiG today I came across Ken Ham's 'Creation: where's the proof?' page. I found it very interesting and well written, and decided to put my own understanding to the test by discussing various points here.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:37"
    },
    {
      "nodeID": "143284",
      "text": "How about a link, to the entire page? emoticon_confused",
      "type": "I",
      "timestamp": "2016-03-08 19:57:37"
    },
    {
      "nodeID": "143285",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:57:37"
    },
    {
      "nodeID": "143286",
      "text": "Also, Ham's wrong about the bible. It's not that the bible is eliminated, it's that the bible is not considered to have primacy over actual evidence, whereas Ham wants the bible to have primacy over everything.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:37"
    },
    {
      "nodeID": "143287",
      "text": "The bible is evidence. Its existence is a fact. What that fact represents is subject to interpretation. Ken's argument is that choosing to believe the bible is infallible is no more or less of a presupposition than choosing to believe that logic is infallible. He's right in absolute terms, but those axioms are not equally congruent with reality.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:37"
    },
    {
      "nodeID": "143288",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:38"
    },
    {
      "nodeID": "143289",
      "text": "Consider an extreme literalist, asked to put the two Genesis accounts side by side and then asked, 'according to the two accounts, on what day was man created?' Everyone not a literalist can see that the two accounts conflict when read literally. But I've known literalists say, 'I see no contradiction' - and they meant it.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:38"
    },
    {
      "nodeID": "143290",
      "text": "Because their axiom is that the bible is infallible, so any problems with reading it are the reader's fault, whereas yours is that contradiction implies error. What Ken's saying is that we can't draw a distinction between your axioms and those of a bible literalist in terms of which is 'right', because axioms are stated not proved: axioms define what is 'right'. To reiterate: his error is in forgetting that the universe operates according to its own axioms, whatever they may be, and we can judge whether or not our axioms are congruent.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:38"
    },
    {
      "nodeID": "143291",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:38"
    },
    {
      "nodeID": "143292",
      "text": "No, he is right. You're thinking about evidence after it's been interpreted rather than the raw data available to all - which is not to say that it is equally scrutinised by all. The difference is that the interpretation of those facts that supports common descent is based on axioms that have many times proved their worth as accurate and predictive. That's the part Ken doesn't seem to appreciate: although axioms are indeed stated rather than derived or proved, where they lead you, the expectations they engender, can be compared with reality in order to see whether your axioms are congruent with those upon which reality operates.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:38"
    },
    {
      "nodeID": "143293",
      "text": "I think Ham is simply being disingenuous - he advances the idea that we all have the same evidence so that he can then go on to argue that indeed it's a matter of interpretation and that it's unfair to deny the bible as an interpretative tool, because he knows perfectly well that any fair-minded person will stop and consider the argument. But in practice, he and the people whose opinions he defends do not actually think like this. We do not have all the same evidence, because something that you and I and all other reasonable people will agree is evidence even though interpretations may diverge will be rejected as evidence ab initio. And that is my point - albeit probably expressed unclearly in my earlier post.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:38"
    },
    {
      "nodeID": "143294",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:38"
    },
    {
      "nodeID": "143295",
      "text": "To reiterate: his error is in forgetting that the universe operates according to its own axioms, whatever they may be, and we can judge whether or not our axioms are congruent.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:38"
    },
    {
      "nodeID": "143296",
      "text": "Except that in some things, Ham and others cannot so judge. Their axioms are, by their lights, not congruent with reality but an accurate description of it. Note two standard responses where there is an apparent incongruity: we've misinterpreted what the bible says*; or, this will all be explained at the end of days. In all other contexts, we'd describe such people as insane, of course. Here we merely deem them pious. * Note that, for the literalists, 'firmament' became 'expanse' once we knew that the heavens were not a solid object into which stars could be affixed.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:38"
    },
    {
      "nodeID": "143297",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:57:38"
    },
    {
      "nodeID": "143298",
      "text": "I've added one now. It's the first result if you google 'Creation: where's'. It's also the top article in AiG's 'Get Answers' section, which is linked directly from the navigation bar on their front page.",
      "type": "I",
      "timestamp": "2016-03-08 19:57:38"
    },
    {
      "nodeID": "143299",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:57:38"
    }
  ],
  "edges": [
    {
      "edgeID": "185750",
      "fromID": "143278",
      "toID": "143279",
      "formEdgeID": null
    },
    {
      "edgeID": "185751",
      "fromID": "143279",
      "toID": "143277",
      "formEdgeID": null
    },
    {
      "edgeID": "185752",
      "fromID": "143281",
      "toID": "143282",
      "formEdgeID": null
    },
    {
      "edgeID": "185753",
      "fromID": "143282",
      "toID": "143280",
      "formEdgeID": null
    },
    {
      "edgeID": "185754",
      "fromID": "143284",
      "toID": "143285",
      "formEdgeID": null
    },
    {
      "edgeID": "185755",
      "fromID": "143285",
      "toID": "143283",
      "formEdgeID": null
    },
    {
      "edgeID": "185756",
      "fromID": "143287",
      "toID": "143288",
      "formEdgeID": null
    },
    {
      "edgeID": "185757",
      "fromID": "143288",
      "toID": "143286",
      "formEdgeID": null
    },
    {
      "edgeID": "185758",
      "fromID": "143290",
      "toID": "143291",
      "formEdgeID": null
    },
    {
      "edgeID": "185759",
      "fromID": "143291",
      "toID": "143289",
      "formEdgeID": null
    },
    {
      "edgeID": "185760",
      "fromID": "143293",
      "toID": "143294",
      "formEdgeID": null
    },
    {
      "edgeID": "185761",
      "fromID": "143294",
      "toID": "143292",
      "formEdgeID": null
    },
    {
      "edgeID": "185762",
      "fromID": "143296",
      "toID": "143297",
      "formEdgeID": null
    },
    {
      "edgeID": "185763",
      "fromID": "143297",
      "toID": "143295",
      "formEdgeID": null
    },
    {
      "edgeID": "185764",
      "fromID": "143298",
      "toID": "143299",
      "formEdgeID": null
    },
    {
      "edgeID": "185765",
      "fromID": "143299",
      "toID": "143284",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
