{
  "nodes": [
    {
      "nodeID": "149099",
      "text": "I have been thinking recently 'What is evolution?' Sounds an easy enough question to answer, but all of my sources are kind of contradictory. Some say evolution is 'X' while others say that evolution is 'X+Y'. So I am rather confused as to a clear definition.  Here is what I define evolution as: Evolution is a three part theory, we have: 1. Astronomical evolution - the big bang theory. Explains how the universe started. 2. Chemical evolution - explains how life supposedly came from non-life, or lifeless chemicals. 3. Biological evolution - explains how a single celled creature evolved into all the variety of life that we see today. Is that right? I think that many times that I get into an argument with several of you people is because I don't think we both have the same definition of what evolution is. How do you define what 'evolution' is, just say to someone who has no idea? Thanks. Yours truly, Matt.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:01"
    },
    {
      "nodeID": "149100",
      "text": "No, thats not right. Evolution only deals with the diversification of life, not its origins, and most certainly not the origin of the universe. As typically defined, evolution is descent with modification -- or in equivalent population genetics terms -- change in allele frequency in a population over time.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:01"
    },
    {
      "nodeID": "149101",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:01"
    },
    {
      "nodeID": "149102",
      "text": "Here is what I define evolution as: Evolution is a three part theory,",
      "type": "I",
      "timestamp": "2016-03-08 20:10:01"
    },
    {
      "nodeID": "149103",
      "text": "Actually, it isn't.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:01"
    },
    {
      "nodeID": "149104",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:01"
    },
    {
      "nodeID": "149105",
      "text": "3. Biological evolution - explains how a single celled creature evolved into all the variety of life that we see today.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:01"
    },
    {
      "nodeID": "149106",
      "text": "Well, that is PART of the Scientific Theory of Evolution. There is more to the Scientific Theory, such as adaptation to local changes in the environment and the ability to use new niches and so on.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:01"
    },
    {
      "nodeID": "149107",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:01"
    },
    {
      "nodeID": "149108",
      "text": "No I listened, but I was wondering what others had to say. I don't know how old you are nor if you can remember that stuff about life coming from non-life experiment that was being done. In the end I think they ended up producing some amenio acids.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149109",
      "text": "You are perhaps thinking of the Miller-Urrey experiment. No one expected life to appear. They were merely curious about what would happen if they simulated the conditions of the early Earth. Since then, we've found pretty much the same thing in the interior of stony meteorites, including an excess of L-forms. So, it's confirmed the findings of Miller-Urey. None of this has anything to do with evolution, however. Evolution is the change in allele frequencies over time. This happens in populations; individuals don't evolve. Everything else in evolution is an elaboration of this phenomenon.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149110",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149111",
      "text": "and some people were saying 'They are just that close in showing how life could come from non-life.'",
      "type": "I",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149112",
      "text": "Well, it showed how it was physically possible to generate amino acids from inorganic material. That's rather impressive. Again, irrelevant and unrelated to the Scientific theory of Evolution, regardless of you trying to create that association. Your continued attempt at doing so despite having been shown and told multiple times that the two are unrelated, well that only shows one thing, namely that you are dishonest.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149113",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149114",
      "text": "I got the information from: 'Finally, there is large-scale evolution that may be referred to as molecules-to-man evolution,",
      "type": "I",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149115",
      "text": "And so on. Yes. a lie generated by creationist liars is what you use as source for what scientists are claimed to adhere to? Your dishonesty is actually rather startling. This is the worst attempt at dishonesty I have seen from lying creationists yet, and your gleeful introduction of that lie shows how truly and completely dishonest you are. Would you stop your lies. You are pathetic.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149116",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149117",
      "text": "But there was a big evolutionary hyp over this and some people were saying 'They are just that close in showing how life could come from non-life.'",
      "type": "I",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149118",
      "text": "Really? I suspect that you have been duped by creationist ministers. There is no hype about Miller/Urey. It was an interesting experiment that demonstrated possibilities.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149119",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149120",
      "text": "Correct me if iIm wrong but I thought entropy was the tendency of all things to go toward dissorder. For instance you cannot take a bunch of watch parts, shake them up in a box and expect them to eventually assemble themselves properly wound and calibrated right with enough shakes and enough time. These things just dont happen. They are impossible. All of the watch pieces would become more and more random but never more ordered. So I find it hard to believe that one cell gained more and more intelligence or whatever to evolve into all living thing s that we know of today. There isnt a single natrural process that creates that information that we see in DNA, the information for how all things are put together, that would have had to have been present in order for that single cell to replicate itself and evolve. Life is a creation not an evolution.  It is also hard for me to believe that out of nothing came something. I have wondered what evolutionsists say about what was going on befor the 'big bang' that allowed for whatever it was that started the 'big bang' to come into being. I would like to know what evolutionists say was going on prior to the 'big bang.' Its jus that I have never heard a whole lot said about that. So if anyone could help me out in either of these subjects I have just discussed it would be much appreciated.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149121",
      "text": "i will correct you since you are wrong. actually, let me just point you to a website that came from folks that have been fed up with entropy's comparison to disorder simply because it causes confusion, this website has nothing to do with creationism vs. evolution http://www.entropysite.com/ http://www.entropysite.com/students_approach.html here is another one http://www.entropylaw.com/index.html (this one may have been motivated by c vs. e but is no less accurate) this page oughta confuse a few creationists: http://www.entropylaw.com/entropyproduction.html   emoticon_cry",
      "type": "I",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149122",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149123",
      "text": "This is why I oppose evolution even though I may not understand it fully. Evolution is only around because those who created evolution created it as a rejection of the God that I serve and as it were the idea that all of creation shared before Darwin came along.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:02"
    },
    {
      "nodeID": "149124",
      "text": "You sure about that? I think you will find that that view is oversimplyfied and not in accordance with the history of the subject. Big Bang: Evolutionists are not concerned with the BB, per sae. Cosmologists on the other hand are. In very simple terms we have a factual observation: the universe is expanding with time. If we say, what does this mean for the past of th universe it can be postulated that the universe then becomes very small and hot if we go far back enough in time. We then find that the laws that describe the behaviour of the physical universe start to break down; gravity, electromagnetism, weak nuclear force and strong nuclear force. The pursuit of a Grand Unified Theory (GUT) and Theory of Everything is concerned with combining the laws that describe some or all of these forces to see if we can understand how the universe behaved very shortly after it began to expand. What came before? this is not well understood at the moment. Some workers have suggested a cyclic universe in which more than one BB has occured over time. Don't forget though, cosmology is only concerned with the physical world, and not that which may lie outside of it.  Macroevolution: how do you know that this does not happen? if you are to say it has not been observed happening today, it is not surprising as our slow life cycles don't lend themselves to making a direct observation. If you posed this question in about 5000 years time, we may be in a sensible position to answer it with regard to a limited number of cases. Aside from that we have large quantities of evidence in the form of fossils that has lead us to the conclusion that macroevolution is a contiuous process that has been operating as long as life has existed on this planet.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:03"
    },
    {
      "nodeID": "149125",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:03"
    }
  ],
  "edges": [
    {
      "edgeID": "189850",
      "fromID": "149100",
      "toID": "149101",
      "formEdgeID": null
    },
    {
      "edgeID": "189851",
      "fromID": "149101",
      "toID": "149099",
      "formEdgeID": null
    },
    {
      "edgeID": "189852",
      "fromID": "149103",
      "toID": "149104",
      "formEdgeID": null
    },
    {
      "edgeID": "189853",
      "fromID": "149104",
      "toID": "149102",
      "formEdgeID": null
    },
    {
      "edgeID": "189854",
      "fromID": "149106",
      "toID": "149107",
      "formEdgeID": null
    },
    {
      "edgeID": "189855",
      "fromID": "149107",
      "toID": "149105",
      "formEdgeID": null
    },
    {
      "edgeID": "189856",
      "fromID": "149109",
      "toID": "149110",
      "formEdgeID": null
    },
    {
      "edgeID": "189857",
      "fromID": "149110",
      "toID": "149108",
      "formEdgeID": null
    },
    {
      "edgeID": "189858",
      "fromID": "149112",
      "toID": "149113",
      "formEdgeID": null
    },
    {
      "edgeID": "189859",
      "fromID": "149113",
      "toID": "149111",
      "formEdgeID": null
    },
    {
      "edgeID": "189860",
      "fromID": "149115",
      "toID": "149116",
      "formEdgeID": null
    },
    {
      "edgeID": "189861",
      "fromID": "149116",
      "toID": "149114",
      "formEdgeID": null
    },
    {
      "edgeID": "189862",
      "fromID": "149118",
      "toID": "149119",
      "formEdgeID": null
    },
    {
      "edgeID": "189863",
      "fromID": "149119",
      "toID": "149117",
      "formEdgeID": null
    },
    {
      "edgeID": "189864",
      "fromID": "149121",
      "toID": "149122",
      "formEdgeID": null
    },
    {
      "edgeID": "189865",
      "fromID": "149122",
      "toID": "149120",
      "formEdgeID": null
    },
    {
      "edgeID": "189866",
      "fromID": "149124",
      "toID": "149125",
      "formEdgeID": null
    },
    {
      "edgeID": "189867",
      "fromID": "149125",
      "toID": "149123",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
