{
  "nodes": [
    {
      "nodeID": "141195",
      "text": "I was actually looking up on the story of the Uzi, AK47 and the M16. After doing some research I settled on the upgraded M16 as my weapon of choice. It has great automatic, whoop-butt accuracy and amazing reload times. It is my favrioute weapon for combat (should I ever have to fight in a war or such), but for home-defense I have to go with the AK47. Cause lets be honest, we can't clean weapons all day and the AK47 gives you the ease of mind of knowing your weapon isn't going to conk out when the murderer charges at ya. Although the other assualt rifles may have more stopping power, accuracy etc., I have to go with the Uzi for portable self-defense, mainly because of its small design.  So, not going into the argument on whether guns are moral or whatever, what is your weapon of choice and why? emoticon_xkill",
      "type": "I",
      "timestamp": "2016-03-08 19:53:08"
    },
    {
      "nodeID": "141196",
      "text": "My weapon of choice is a portable nuclear bomb, because with one of them nobody will ever mess with you. Automatic shotgun is good, just in case somebody trys to steal my portable nuke. But i would love one of those lazer guns, i would also like next weeks lottery numbers. On a serious note, what you think of lazer guns?",
      "type": "I",
      "timestamp": "2016-03-08 19:53:08"
    },
    {
      "nodeID": "141197",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:08"
    },
    {
      "nodeID": "141198",
      "text": "Well for what it's worth, the police prefer to use AR-15 Carbines, MP-5 9mms, and either Mossberg or Remington 12ga when they are serving a no-knock warrant on your house (or the wrong house next door) in the middle of then night. And the AK may be a bit much for home use, as the 7.62 would way over-penetrate the walls and hit the neighbors houses (or the neighbors.) Hope that helped.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:08"
    },
    {
      "nodeID": "141199",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:08"
    },
    {
      "nodeID": "141200",
      "text": "My first line of defense for up to 300 yards is an M4 (specops m16) flattop with an ACOG scope and tritium backup sights, 14.5 barrel with a 1/7 twist with mccluek (sp) muzzle brake to make it the legal 16 inches. foward pistol grip and a surefire light mounted to my knights RASII. I keep 45 grains in the clips so they frange and not penatrate walls. I keep a second clip with 77gr noslers in a mag-cinched clip for longer range shots. I use a long range Shephered scope on my .308 chambered m14 for shotting zombies out to 1000 yards. And to compliment my defensive ability I keep a romanian AK in my bugout bag with a surefire light and an OKO red dot scope for quick egress when reliability is of most importance and close range firefight is likley. (this in not to mention the plethora of pistoles and handguns I keep for home defense also). THe m4 is 1.5 MOA, The M14 (m1a) is sub MOA, and the AK is a typical 3-4moa. BTW. I have had military and civilian training in all of these weapons I also keep a well trained Caucasian Mountain dog roaming the house at night so if anyone where to make it inside I doubt there would be anything left of him by the time I got there...  Preparedness my friends...  Now VoR probably keeps his Rechargable phone next to his bed and a whistle around his wifes neck and a fancy pug roaming the house...  Dear Mr. Criminal,  Which house would you like to break into.  SIncerely, 1 constitutional rights violator and 1 law abiding citizen.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:08"
    },
    {
      "nodeID": "141201",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:53:08"
    },
    {
      "nodeID": "141202",
      "text": "Dear Mr. Criminal,  Which house would you like to break into.  SIncerely, 1 constitutional rights violator and 1 law abiding citizen.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:08"
    },
    {
      "nodeID": "141203",
      "text": "So you think that people that express a different point of view than you are doing something illegal? You must disagree with freedom of speech. You're a scary guy.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:08"
    },
    {
      "nodeID": "141204",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:09"
    },
    {
      "nodeID": "141205",
      "text": "Is English your first language emoticon_wow ... Let me take you for a ride on the logic bus...  VoR, You, and the other would be civil rights violators are so certain in your views about guns but are hesitant to put a sign in your window claiming that your home is a 'Gun Free Home'. Yet you want to take away my personal property all in the guise of public saftey. My very simple point was that a criminal would be much happier breaking into your home than he would mine as he would most likley walk out of your house with a little loot to support his drug habit while in my castle he would be carried out in a body bag all seen on the 6 oclock news for your entertainment.... My question (a R h e t o r i c a l one) was an open question for would be criminals, asking Which house would you rather break into?  Let me ask you this... If your liberty, your very life is not worth fighting for then what purpose do you have consuming oxygen? In lifes tennis match which are you... THe player, or the ball boy....",
      "type": "I",
      "timestamp": "2016-03-08 19:53:09"
    },
    {
      "nodeID": "141206",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:53:09"
    }
  ],
  "edges": [
    {
      "edgeID": "184268",
      "fromID": "141196",
      "toID": "141197",
      "formEdgeID": null
    },
    {
      "edgeID": "184269",
      "fromID": "141197",
      "toID": "141195",
      "formEdgeID": null
    },
    {
      "edgeID": "184270",
      "fromID": "141198",
      "toID": "141199",
      "formEdgeID": null
    },
    {
      "edgeID": "184271",
      "fromID": "141199",
      "toID": "141195",
      "formEdgeID": null
    },
    {
      "edgeID": "184272",
      "fromID": "141200",
      "toID": "141201",
      "formEdgeID": null
    },
    {
      "edgeID": "184273",
      "fromID": "141201",
      "toID": "141198",
      "formEdgeID": null
    },
    {
      "edgeID": "184274",
      "fromID": "141203",
      "toID": "141204",
      "formEdgeID": null
    },
    {
      "edgeID": "184275",
      "fromID": "141204",
      "toID": "141202",
      "formEdgeID": null
    },
    {
      "edgeID": "184276",
      "fromID": "141205",
      "toID": "141206",
      "formEdgeID": null
    },
    {
      "edgeID": "184277",
      "fromID": "141206",
      "toID": "141203",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
