{
  "nodes": [
    {
      "nodeID": "148281",
      "text": ".... It was a reassuring message that Mr. Obama takes seriously his duty to safeguard women's lives and basic rights, including free speech and the choice of whether to bear a child. The gag rule was first imposed by President Ronald Reagan. It barred any health care provider receiving American family planning assistance from counseling women on abortion, engaging in political speech on abortion or providing abortions, even with its own money. .... That seriously disrupted the best quality and most accessible family planning services in poor countries. It denied women access to desperately needed contraceptives, help in preventing H.I.V.-AIDS, and maternal care. Mr. Obama's executive order lifting the financing ban will mean fewer deaths from unsafe illegal abortions. Mr. Obama's stated intention to work with Congress to restore financing to the population fund also is a life-saving step. It ends the sorry exercise by which Mr. Bush repeatedly blocked money approved by Congress to advance poor women's reproductive health, reduce infant mortality, end sexual trafficking and prevent the spread of H.I.V. and AIDS. To justify this cruelty, the Bush administration perpetuated a bogus charge that the population fund has either stood by or helped with coerced abortions in China.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:11"
    },
    {
      "nodeID": "148282",
      "text": "Very nicely stated in an editorial in today's New York Times: http://www.nytimes.com/2009/01/24/opinion/24sat3.html At last. Real people matter. Not tiresome maxims of blind, unquestioning faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:11"
    },
    {
      "nodeID": "148283",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:11"
    },
    {
      "nodeID": "148284",
      "text": "I'm not too familiar with this...does this mean the US will be funding organizations outside the US that support or perform abortions (or can) or does it mean they will be able to fund organizations that are foreign owned and have operations in the US? Hopefully someone will know :)",
      "type": "I",
      "timestamp": "2016-03-08 20:08:11"
    },
    {
      "nodeID": "148285",
      "text": "Obama overturns ban on overseas abortion funding I thought abortion was the fix for bad or no family planning emoticon_xdonno",
      "type": "I",
      "timestamp": "2016-03-08 20:08:11"
    },
    {
      "nodeID": "148286",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:11"
    },
    {
      "nodeID": "148287",
      "text": "In other words, the health of our nation's women is not a national concern.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:11"
    },
    {
      "nodeID": "148288",
      "text": "Not a federal government power as dictated in the constitution. The federal government has no business funding NPOs (the obvious exception of services performed for the federal government is ok but this is more a payment).",
      "type": "I",
      "timestamp": "2016-03-08 20:08:11"
    },
    {
      "nodeID": "148289",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:08:11"
    },
    {
      "nodeID": "148290",
      "text": "The problem is that the US has, in the past, refused funding to any organisation that, even as part of its activities, offered advice to women regarding abortion. Even when the women in question are on their 7th or 8th pregnancy and their husband refuses to use a condom, and the kids they already have don't have enough to eat.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:11"
    },
    {
      "nodeID": "148291",
      "text": "Good, it isn't a federal responsibility.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:11"
    },
    {
      "nodeID": "148292",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:11"
    },
    {
      "nodeID": "148293",
      "text": "Agreed. It does not matter whether abortion is included or not, it is unconstitutional for the federal government to be funding any of it. Of course, it is also unconstitutional for the federal government to be jumping in the middle of the abortion issue anyway since there is no possible way to read the constitution that would put abortion under the purview of the federal government. It is an issue for the states.  Woudn't things be simpler if we all just followed the constitution???",
      "type": "I",
      "timestamp": "2016-03-08 20:08:11"
    },
    {
      "nodeID": "148294",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:11"
    },
    {
      "nodeID": "148295",
      "text": "I'm not convinced that the fund people didn't turn their heads in China, but I am otherwise in agreement with the editorial. And it is great to have a president I can feel good about again. As an American, I intend not to agree with him about everything, either.",
      "type": "I",
      "timestamp": "2016-03-08 20:08:11"
    },
    {
      "nodeID": "148296",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:08:12"
    }
  ],
  "edges": [
    {
      "edgeID": "189270",
      "fromID": "148282",
      "toID": "148283",
      "formEdgeID": null
    },
    {
      "edgeID": "189271",
      "fromID": "148283",
      "toID": "148281",
      "formEdgeID": null
    },
    {
      "edgeID": "189272",
      "fromID": "148285",
      "toID": "148286",
      "formEdgeID": null
    },
    {
      "edgeID": "189273",
      "fromID": "148286",
      "toID": "148284",
      "formEdgeID": null
    },
    {
      "edgeID": "189274",
      "fromID": "148288",
      "toID": "148289",
      "formEdgeID": null
    },
    {
      "edgeID": "189275",
      "fromID": "148289",
      "toID": "148287",
      "formEdgeID": null
    },
    {
      "edgeID": "189276",
      "fromID": "148291",
      "toID": "148292",
      "formEdgeID": null
    },
    {
      "edgeID": "189277",
      "fromID": "148292",
      "toID": "148290",
      "formEdgeID": null
    },
    {
      "edgeID": "189278",
      "fromID": "148293",
      "toID": "148294",
      "formEdgeID": null
    },
    {
      "edgeID": "189279",
      "fromID": "148294",
      "toID": "148288",
      "formEdgeID": null
    },
    {
      "edgeID": "189280",
      "fromID": "148295",
      "toID": "148296",
      "formEdgeID": null
    },
    {
      "edgeID": "189281",
      "fromID": "148296",
      "toID": "148282",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
