{
  "nodes": [
    {
      "nodeID": "155712",
      "text": "I'm just impressed this type of experiment was done at all.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:26"
    },
    {
      "nodeID": "155713",
      "text": "So SS. Please explain it all to me. Please show that you are not conclusion jumping and making unwarranted extrapolation based on poor understanding of the material. In other words, show me that you understand by explaining the research to me. Thanks.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:26"
    },
    {
      "nodeID": "155714",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:26"
    },
    {
      "nodeID": "155715",
      "text": "** Apart from the fact that this claim is utterly unsupported empirically, and is so nebulous as to be fundamentally vacuous, what is there in the article that prompts kronus to say such a thing? Apparently kronus took this as his cue-- 'To investigate whether there was any genetic basis for the effect, the research group examined the expression levels of about 9000 genes in the brain of the chickens. In birds exposed to stress, there was a number of genes where the expression was either increased or decreased, and the same genes were similarly affected in the offspring.'  N.B.---The 'genes' DID NOT change. The 'genes' in the brain did not mutate. So there goes RMNS darwinism as an explanation for evolved traits in the offspring, right from the jump.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:26"
    },
    {
      "nodeID": "155716",
      "text": "So you don't have genes in your body that aren't activated? Aka my father has blue eyes and my mother brown eyes. I have 1 blue eye gene in my body yet I don't have 1 blue eye and 1 brown eye. But 2 brown eyes. So it's obviously not active.(ok bad example) Don't know the exact name for it. But don't rabbits have a genetic response hard coded. As every animal. That when they are being chased that they make irratic maneuvres. He says that the chickens had genes that had some hardcoded information about how to respond to certain conditions. They got activated in them. And the same information was passed to the children. So they don't come out all big eyed and is mister big teeth my uncle?",
      "type": "I",
      "timestamp": "2016-03-08 20:24:26"
    },
    {
      "nodeID": "155717",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:26"
    },
    {
      "nodeID": "155718",
      "text": "Any novel change/mutation in 'expression' at the organismic level that cannot be directly linked to a novel genetic mutation can only be EAM, aka Devo-Evo, (that is, developmental evolution), a neo-lamarkian phenomenon. Why? Because such a phenomenon nothing whatsoever to do with the darwinist, 'ToE', that is, that such novel trait changes/'expressions' originate from-- 'Random Genetic Mutation', coincidentally expressed as some lucky organismic trait that 'Natural Selection' does not eliminate before it is inherited by offspring. And there simply is no genetic mutation here. What it does show, empirically, are that organismic tyraits are not determined by genetic chemicals, but by the organism's usage of those chemicals to its own purposes and advantage.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:26"
    },
    {
      "nodeID": "155719",
      "text": "I will stop quoting here. Don't want people to have too big a read. Actually ToE isn't all that random. To a certain degree yes. But Sexual Selection aka a part of the ToE. Dictates that when there is a benificial/attractive change. That change will be enhanced almost exponentially. Because the female of the species will be programmed to search for that and will carry the gene herself so will give it to her off spring. And the male will be more succesfull so produce more off spring. So no instant eyes or anything like that. I think that's what you were implying.  Sorry for responding in Kronus's stead. I'm sure he can defend himself but I found it unjust the way you replied to his post and attacked it on foundations that you didn't have.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:26"
    },
    {
      "nodeID": "155720",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:26"
    },
    {
      "nodeID": "155721",
      "text": "Sorry for responding in Kronus's stead. I'm sure he can defend himself but I found it unjust the way you replied to his post and attacked it on foundations that you didn't have.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:26"
    },
    {
      "nodeID": "155722",
      "text": "Actually, I had no intention of responding to WW. As I'm sure you can see by now, he doesn't actually respond to what's written, but rather just engages in lies and insults. He's not worth the effort to debunk; he's self-debunking.",
      "type": "I",
      "timestamp": "2016-03-08 20:24:26"
    },
    {
      "nodeID": "155723",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:24:26"
    }
  ],
  "edges": [
    {
      "edgeID": "194524",
      "fromID": "155713",
      "toID": "155714",
      "formEdgeID": null
    },
    {
      "edgeID": "194525",
      "fromID": "155714",
      "toID": "155712",
      "formEdgeID": null
    },
    {
      "edgeID": "194526",
      "fromID": "155716",
      "toID": "155717",
      "formEdgeID": null
    },
    {
      "edgeID": "194527",
      "fromID": "155717",
      "toID": "155715",
      "formEdgeID": null
    },
    {
      "edgeID": "194528",
      "fromID": "155719",
      "toID": "155720",
      "formEdgeID": null
    },
    {
      "edgeID": "194529",
      "fromID": "155720",
      "toID": "155718",
      "formEdgeID": null
    },
    {
      "edgeID": "194530",
      "fromID": "155722",
      "toID": "155723",
      "formEdgeID": null
    },
    {
      "edgeID": "194531",
      "fromID": "155723",
      "toID": "155721",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
