{
  "nodes": [
    {
      "nodeID": "161043",
      "text": "Define 'many'. What you really mean one is too much. Even when the one is used soles (sic) for personal defense. Besides your (sic) in Austraila, no one cares what you think.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:30"
    },
    {
      "nodeID": "161044",
      "text": "Ouch! And we're one of your best allies! You know that really hurts. Maybe that 'We're American, screw the world' attitude is why you're getting planes hurled at you. And we're one of your best allies and you don't care about us? But, yes, one is too many. A nut case who is so freaked out that he thinks his own government is out to steal everything he has, is one too many. The good thing though, is you've now painted yourself into a corner. You say no one cares about me because I'm from Australia. So, if you reply to this, it means you do care. And if you don't then as far as we're concerned, I've had the last word. Thank you. emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:36:30"
    },
    {
      "nodeID": "161045",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:31"
    },
    {
      "nodeID": "161046",
      "text": "One has to wonder why gun haters always ask this quesion (sic). Has this question ever been asked of people that read books? It is interesting how people that want to ban the right to bear arms never apply their logic to the rights they like.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:31"
    },
    {
      "nodeID": "161047",
      "text": "Spot the difference between reading a book and carrying a gun. I'm sorry if you can't. People don't carry books because they're worried about being assailed by someone with an eraser.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:31"
    },
    {
      "nodeID": "161048",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:31"
    },
    {
      "nodeID": "161049",
      "text": "Why do Americans want so many guns? emoticon_xkill  What are you most afraid of?",
      "type": "I",
      "timestamp": "2016-03-08 20:36:31"
    },
    {
      "nodeID": "161050",
      "text": "Define 'many'. What you really mean one is too much. Even when the one is used soles for personal defense. Besides your in Austraila, no one cares what you think.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:31"
    },
    {
      "nodeID": "161051",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:31"
    },
    {
      "nodeID": "161052",
      "text": "Not afraid of anything... I want them and buy them because I CAN. They all have different uses and history I collect some of them for that reason.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:31"
    },
    {
      "nodeID": "161053",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:31"
    },
    {
      "nodeID": "161054",
      "text": "Actually what are YOU most afraid of.. Perhaps your skyrocketing violence since they confiscated your guns is not enough of an eyeopener as to the perils of tyrannical government intrusion into a persons life, liberty, etc at the expense of your personal saftey.. Perhaps the hail mary at the bottom of your post is all you have left!  Britain, Australia top U.S. in violent crime  g'day mate!  MOLON LABE",
      "type": "I",
      "timestamp": "2016-03-08 20:36:31"
    },
    {
      "nodeID": "161055",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:31"
    },
    {
      "nodeID": "161056",
      "text": "One has to wonder why gun haters always ask this quesion.  Has this question ever been asked of people that read books? It is interesting how people that want to ban the right to bear arms never apply their logic to the rights they like. The gun haters clearly like the 1st amend.  The gun haters use their 1st amend right to attack the right to bear arms. When racist use their 1st amend right to attack other peoples right it is called hate speech. So why is it that gun haters demanding the banning of the right to bear arms is not considered hate speech? After all gun haters are just like the other hate groups. All they do is attack the right to bear arms. Not once has a gun hater ever demand that dangerous criminals be punished.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:31"
    },
    {
      "nodeID": "161057",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:31"
    },
    {
      "nodeID": "161058",
      "text": "An interesting analysis of that article you keep quoting from the World Net Daily. http://www.saneguns.org/commentary/comment002.html",
      "type": "I",
      "timestamp": "2016-03-08 20:36:31"
    },
    {
      "nodeID": "161059",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:36:32"
    },
    {
      "nodeID": "161060",
      "text": "I'm sure invading armies would be deterred by people sniping them off at random (which is what would happen if any ever tried an invasion of America, especially in the rural areas)",
      "type": "I",
      "timestamp": "2016-03-08 20:36:32"
    },
    {
      "nodeID": "161061",
      "text": "There is some truth here. Did you ever see 'Independence Day'? They were taking pot-shots at the alien ships when they first arrived. It didn't stop the aliens... sure only a film... let's look at real life... modern - Iraq - Sadaam gave guns out to the people just before Gulf War II not so modern - Boer War - Dutch farmers in South Africa were all excellent marksmen - Britain still invaded. US Civil War - I believe that the Confederate States were pretty well armed as far as the white citizens were concerned. US still invaded.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:32"
    },
    {
      "nodeID": "161062",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:32"
    },
    {
      "nodeID": "161063",
      "text": "Afraid of? Well guns are a pretty good deterrent from the government trying to take away my rights. And shooting at criminals makes criminals rethink trying to steal my stuff.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:32"
    },
    {
      "nodeID": "161064",
      "text": "Finally someone answered the question. Thanks. I thought it might be the government. Does your government attempt to do this? What do you think about other democratic nations that have citizens that are less armed? Do you think that they're in danger - or is it only the American government that's out to do this?",
      "type": "I",
      "timestamp": "2016-03-08 20:36:32"
    },
    {
      "nodeID": "161065",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:36:32"
    },
    {
      "nodeID": "161066",
      "text": "Not once has a gun hater ever demand that dangerous criminals be punished.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:32"
    },
    {
      "nodeID": "161067",
      "text": "What? You did a poll?",
      "type": "I",
      "timestamp": "2016-03-08 20:36:32"
    },
    {
      "nodeID": "161068",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:32"
    },
    {
      "nodeID": "161069",
      "text": "The gun haters clearly like the 1st amend.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:32"
    },
    {
      "nodeID": "161070",
      "text": "Do you want to debate this too? Do you support the 2nd Amendment or do you think exceptions should be made?",
      "type": "I",
      "timestamp": "2016-03-08 20:36:32"
    },
    {
      "nodeID": "161071",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:32"
    },
    {
      "nodeID": "161072",
      "text": "The gun haters use their 1st amend right to attack the right to bear arms. When racist use their 1st amend right to attack other peoples right it is called hate speech. So why is it that gun haters demanding the banning of the right to bear arms is not considered hate speech? After all gun haters are just like the other hate groups. All they do is attack the right to bear arms.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:32"
    },
    {
      "nodeID": "161073",
      "text": "Probably because the 'hate' is directed at the gun, not the person. Are you defending the rights of racists to exercise their free speech? I thought 'slander' was against the law in the US.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:32"
    },
    {
      "nodeID": "161074",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:33"
    },
    {
      "nodeID": "161075",
      "text": "I have guns for hunting, which is something I like to do. I have guns for target shooting, which is a hobby of mine. I have the right to own firearms, which I do not need to justify the ownership of. That is my answer to the original topic. But to you other people...damn. Why do 'gun enthusiests' or 'gun lovers' have to get to get so damn ignorant when someone states they disagree with you. Why is anyone who challenges your supreme wisdom and beliefs automatically a 'gun hater'? The reason for a militia was that at the time our country was small comparatively speaking about other nations. We needed a militia because our army was small, and if we did not have a militia, it was possible that france, germany, england, or spain would have come over, kicked our XXX, and taken our country for themselves. THIS IS AN OUT OF DATE IDEA. Do we have the right to have a gun...yes, i'm glad for that. Do we have the right to protect our property and loved ones...yes. Do we need guys in camo running around in south dakota with guns preparing for an invasion from Iran...HELL NO. Our country is bigger, has a bigger military, and we would now know if the Iranian military was attacking us before they left their own country. We no longer have to worry about 'invasion' by another nation. IMHO, it is the the modern quasi-militia type people and those who are continuously stocking up on sterno, camo, ammo, and NBC gear that are the major problem in this country that makes everybody else wonder why we allow our citizens to still carry guns. You can own guns responsibly, the can be a source of entertainment, and a great hobby. But seriously guys...what is wrong with someone questioning why we have guns? Some of your responses make ALL gun owners look like paranoid, itchy people just waiting for the russians to come. GROW UP.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:33"
    },
    {
      "nodeID": "161076",
      "text": "Why would gun haters like gun hater pilot say there are reasons to have guns? To answer this a person must know that the only reason the 2nd amend gives to bear arms is it is your right to! The 2nd amend does not say people must be in a militia to bear arms!  The 2nd amend does not say people need guns for self defense! The 2nd amend does not say people need guns to hunt with! The 2nd amend does not say people need guns to target shoot with! Gun hater pilot will then later start saying since we have a standing army there is no reason for militias. Gun hater pilot will then say hey we have police to protect us, so why do people need guns to defend themselves.  Gun hater pilot will then say we have grocery store so why do people need to hunt? Gun hater pilot will then say why do you need to target shoot if you no longer need guns to hunt or defend yourself? Gun hater pilot will continue adding why do you need guns reasons until the reason gun hater pilot said are gone. It is always interesting how gun haters like gun hater pilot apply the common sense lie to banning the right to bear arms.  What gun hater pilot will never apply the common sense thing is to demand that dangerous criminals be removed from the streets of America to make it safe. The only paranoid people are the gun haters that want to ban the right to bear arms of law abiding citizens. Notice gun hater pilot did state if you cannot trust one person you must suspect all people! That is what being paranoid is!",
      "type": "I",
      "timestamp": "2016-03-08 20:36:33"
    },
    {
      "nodeID": "161077",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:33"
    },
    {
      "nodeID": "161078",
      "text": "I don't believe you are a gun owner, My b r o t h a. Your illogic on the whole purpose of the militia aside..... What guns do you own? What grain bullets do you shoot? What are the serial numbers? Your phobic rant on people who are concious of self prepardness shows your true colors.... Should we all just sit back and wait for tom ridge to tell us to go get some duct tape? A source of entertainment and a hobby and if not we should be restricted simply because we prepare for ourselves, our families, and if possible members of our community? scary dood... Tell that to those Koreans with AK-47s who succsessfully protected thier stores during the LA riots.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:33"
    },
    {
      "nodeID": "161079",
      "text": "Ok:  1. Desert Eagle Pistol (Israel Military Industries LTD (IMI) .40'S&W UMC 40 S&W 180Gr. alternated every other one in the clip with Federal Hydrashoks.  2. Taurus (Taurus INT.MFG) .38 SPECIAL UMC rounds...when I have them 3. Ithica Model 37 Featherlight 20Ga. Usually the cheapest high-brass shell I can find...use them for rabbit and turkey. 4. Mossberg Old .22Mag, currently at my parents house in PA. Do not have a clip for it, and i have never fired it. It was given to me in my grandfathers will.  5. Marlin .22 LR Who cares what kind of ammo, it's a .22! I usually buy Rem I think. 6. Winchester 300 WIN MAG Model 700 Usually: 300 Win. Magnum 180Gr. Trophy Bonded Bear Claw (Federal Premium)  -not a chance in hell i will wrte the serial numbers down here. Oh...and DOOD is spelled Dude. And I was pointing out that these paramilitary militia types are what gives the anti-gun control argument a bad name. Good for the Koreans. You have the right to protect yourself, sure...but some people take this to extremes. (Maybe we will call them...extremists..yeah thats it) The people who stand up loudly screaming 'the only way you'll ever get my gun is by to pry it from my cold dead fingers...' News for you. The way a lot of these militia types act, the general public fears them. This fear is doing more harm to the gun movement than anything else. I'm not talking about someone who has a shotgun by his bed ready for John Q. Criminal to walk in, I keep my .40 by my bed. I'm talking about anti-government militia types who think that they will one day be fighting Russians from their doorstep. You said something about my 'phobic rant'? Have you ever heard these paranoid people?",
      "type": "I",
      "timestamp": "2016-03-08 20:36:33"
    },
    {
      "nodeID": "161080",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:33"
    },
    {
      "nodeID": "161081",
      "text": "'d00d' (do you really think I do not know how to spell d00d?) I am one of these so called paranoid people... But it is not paranoia it is vigilance. I don't expect any ill to come my way but if it does... well lets say I am 'well-regulated'... Should you thank your government overlords to allow you to protect your family with a shotgun as opposed to a FLASH SUPPRESSED carbine? Ever fire a shotgun or rifle not flash suppressed at night? lets just say pray there is only one of them and he got the lead or you'll be running around like mr-magoo while he rapes your wife and steals your government cheese. OH and not so good for the Koreans... Those very same AK's which saved those individuals AND the state millions of dollars can't own those weapons anymore... hmmmm.....  Oh and its not the russians.. Its the jack booted blue helmets that will come knockin when some skirt wearing liberal turns over our soveriegnty to the UN. Don't laugh Klinton tried it.  Standing up screaming the cold dead hands mantra is not extremism. Its called defending the constitution. Personally I usually wear a MOLON LABE! tshirt (Avaliable here when I attend council meetings, at the airport, various functions were the libs tend to hang out... Its a declaration of freedom... Not paranoia.... vigilance not rebellion.  Get educated.. read Unintended Consequences then reflect on your position. You will see that 'reasonable' gun control is not so 'reasonable'.  BTW you half passed the test.. Personally I would never under ANY circumstance list the weapons or most other property for that matter. Why would you alternate hydrashocks with UMC? besides the supersonic 135gr hydrashock is a much better man-stopper...",
      "type": "I",
      "timestamp": "2016-03-08 20:36:33"
    },
    {
      "nodeID": "161082",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:33"
    },
    {
      "nodeID": "161083",
      "text": "More propaganda!  Analysys my thoin! its propagandist opinionary 'The news does reach the press -- including WorldNetDaily, which gives it a particularly... ah..... WorldnetDaily spin. (WND, out of California, still believes Ken Starr is part of the Vince Foster cover-up).' ^^^Ad Hominen? They hold a certain opinion on something completley unrelated to prove that WND does not know what its talking about.... Nothing to back this claim up, nor any attempt to show contradicting data. They mysteriously have data from a website from what I could tell was last updated in 1996 that does not even ASK THE QUESTION ABOUT USE OF GUNS IN CRIME!  Pitiful.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:33"
    },
    {
      "nodeID": "161084",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:33"
    },
    {
      "nodeID": "161085",
      "text": "WND is not some guy on the internet who is 30 years old and has only had summer jobs on his resume.",
      "type": "I",
      "timestamp": "2016-03-08 20:36:33"
    },
    {
      "nodeID": "161086",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:36:33"
    }
  ],
  "edges": [
    {
      "edgeID": "198320",
      "fromID": "161044",
      "toID": "161045",
      "formEdgeID": null
    },
    {
      "edgeID": "198321",
      "fromID": "161045",
      "toID": "161043",
      "formEdgeID": null
    },
    {
      "edgeID": "198322",
      "fromID": "161047",
      "toID": "161048",
      "formEdgeID": null
    },
    {
      "edgeID": "198323",
      "fromID": "161048",
      "toID": "161046",
      "formEdgeID": null
    },
    {
      "edgeID": "198324",
      "fromID": "161050",
      "toID": "161051",
      "formEdgeID": null
    },
    {
      "edgeID": "198325",
      "fromID": "161051",
      "toID": "161049",
      "formEdgeID": null
    },
    {
      "edgeID": "198326",
      "fromID": "161052",
      "toID": "161053",
      "formEdgeID": null
    },
    {
      "edgeID": "198327",
      "fromID": "161053",
      "toID": "161049",
      "formEdgeID": null
    },
    {
      "edgeID": "198328",
      "fromID": "161054",
      "toID": "161055",
      "formEdgeID": null
    },
    {
      "edgeID": "198329",
      "fromID": "161055",
      "toID": "161049",
      "formEdgeID": null
    },
    {
      "edgeID": "198330",
      "fromID": "161056",
      "toID": "161057",
      "formEdgeID": null
    },
    {
      "edgeID": "198331",
      "fromID": "161057",
      "toID": "161049",
      "formEdgeID": null
    },
    {
      "edgeID": "198332",
      "fromID": "161058",
      "toID": "161059",
      "formEdgeID": null
    },
    {
      "edgeID": "198333",
      "fromID": "161059",
      "toID": "161054",
      "formEdgeID": null
    },
    {
      "edgeID": "198334",
      "fromID": "161061",
      "toID": "161062",
      "formEdgeID": null
    },
    {
      "edgeID": "198335",
      "fromID": "161062",
      "toID": "161060",
      "formEdgeID": null
    },
    {
      "edgeID": "198336",
      "fromID": "161064",
      "toID": "161065",
      "formEdgeID": null
    },
    {
      "edgeID": "198337",
      "fromID": "161065",
      "toID": "161063",
      "formEdgeID": null
    },
    {
      "edgeID": "198338",
      "fromID": "161067",
      "toID": "161068",
      "formEdgeID": null
    },
    {
      "edgeID": "198339",
      "fromID": "161068",
      "toID": "161066",
      "formEdgeID": null
    },
    {
      "edgeID": "198340",
      "fromID": "161070",
      "toID": "161071",
      "formEdgeID": null
    },
    {
      "edgeID": "198341",
      "fromID": "161071",
      "toID": "161069",
      "formEdgeID": null
    },
    {
      "edgeID": "198342",
      "fromID": "161073",
      "toID": "161074",
      "formEdgeID": null
    },
    {
      "edgeID": "198343",
      "fromID": "161074",
      "toID": "161072",
      "formEdgeID": null
    },
    {
      "edgeID": "198344",
      "fromID": "161076",
      "toID": "161077",
      "formEdgeID": null
    },
    {
      "edgeID": "198345",
      "fromID": "161077",
      "toID": "161075",
      "formEdgeID": null
    },
    {
      "edgeID": "198346",
      "fromID": "161079",
      "toID": "161080",
      "formEdgeID": null
    },
    {
      "edgeID": "198347",
      "fromID": "161080",
      "toID": "161078",
      "formEdgeID": null
    },
    {
      "edgeID": "198348",
      "fromID": "161081",
      "toID": "161082",
      "formEdgeID": null
    },
    {
      "edgeID": "198349",
      "fromID": "161082",
      "toID": "161079",
      "formEdgeID": null
    },
    {
      "edgeID": "198350",
      "fromID": "161083",
      "toID": "161084",
      "formEdgeID": null
    },
    {
      "edgeID": "198351",
      "fromID": "161084",
      "toID": "161058",
      "formEdgeID": null
    },
    {
      "edgeID": "198352",
      "fromID": "161085",
      "toID": "161086",
      "formEdgeID": null
    },
    {
      "edgeID": "198353",
      "fromID": "161086",
      "toID": "161058",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
