{
  "nodes": [
    {
      "nodeID": "137206",
      "text": "True.",
      "type": "I",
      "timestamp": "2016-03-08 19:44:34"
    },
    {
      "nodeID": "158791",
      "text": "************************************* DamEtel: However, a better set of inequalities is as follows: c + e < c - e e - c < e + c *************************************  Oops, I think YOU made a mistake here on the second one. This is the correct inequality based off of my original equation. e-c<e+c So, start over again.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:33"
    },
    {
      "nodeID": "158792",
      "text": "Oh, and keep your lie - I mean, explanation - consistent with your entire post!",
      "type": "I",
      "timestamp": "2016-03-08 20:31:33"
    },
    {
      "nodeID": "158793",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:33"
    },
    {
      "nodeID": "158794",
      "text": "...The existence of it's [evolution] category here is because this is a public entertainment, not because it's a reasonable path for inquiry into the workings of the universe...",
      "type": "I",
      "timestamp": "2016-03-08 20:31:33"
    },
    {
      "nodeID": "158795",
      "text": "It's one of many viable paths, when combined with others, helps us to discover the workings of the physical universe. Unless, I'm reading this wrong, and your statement means that the 'debate' about evolution vs. creationism isn't a path for inquiry into the workings of the universe... In which case, I would suggest that debate is a healthy way to help us all crystallize what we believe, which in turn can lead to greater discovery, indirectly.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:33"
    },
    {
      "nodeID": "158796",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:33"
    },
    {
      "nodeID": "158797",
      "text": "I remember looking at the classic evolutionary latter (ape to man) poster and thinking.. yep, that's how He did it. Makes perfect sense. Dang, He's smart. I think it would be neat to have a poster that showed all the way from dirt to Man. A little piece of Genesis.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:33"
    },
    {
      "nodeID": "158798",
      "text": "Why do you find it necessary to fit observations to Genesis? or why it makes perfect sense to design creatures that resemble humans but have them evolve from things that look like apes? and so on? Are you saying that mankind is the original goal of evolution?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:34"
    },
    {
      "nodeID": "158799",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:34"
    },
    {
      "nodeID": "158800",
      "text": "I think it's beautiful when we understand a little more about the whole creation. It's wonderful to see faith validated scientifically.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:34"
    },
    {
      "nodeID": "158801",
      "text": "It's not faith if it's validated scientifically.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:34"
    },
    {
      "nodeID": "158802",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:34"
    },
    {
      "nodeID": "158803",
      "text": "Faith is as natural as love or expression.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:34"
    },
    {
      "nodeID": "158804",
      "text": "It is? If a child grew up never hearing the words religion, gods, spirits, etc. would this child still have faith of some sort? Is faith some innate human tendency? It could be seeing as how there is the 'god spot' in the brain, but maybe the god spot wouldn't develop as fully in the child that was never exposed to religion or thoughts of the supernatural. Then again, kids are scared of the dark...",
      "type": "I",
      "timestamp": "2016-03-08 20:31:34"
    },
    {
      "nodeID": "158805",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:34"
    },
    {
      "nodeID": "158806",
      "text": "I think what hurts me the most, is when I meet scientists that have slowly turned to atheism and agnosticism Because of science. We all doubt. It is in our nature. But, science is just too small. It is impossible for me to live inside of it's box.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:34"
    },
    {
      "nodeID": "158807",
      "text": "But why do you think that doubt limits people's ideas? If anything it helps to expand them.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:34"
    },
    {
      "nodeID": "158808",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:34"
    },
    {
      "nodeID": "158809",
      "text": "What I don't understand is why YEC's want to Limit their faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:34"
    },
    {
      "nodeID": "158810",
      "text": "That's what faith does. It limits your options.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:34"
    },
    {
      "nodeID": "158811",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:34"
    },
    {
      "nodeID": "158812",
      "text": "I remember looking at the classic evolutionary latter (ape to man) poster and thinking.. yep, that's how He did it. Makes perfect sense. Dang, He's smart.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:35"
    },
    {
      "nodeID": "158813",
      "text": "So what is the bible then? Simply a nice story-book for you to read from? If Genesis is simply a representative story from which we can interpret the actions of god to mean natural selection and evolution, what about the ten commandments? It always amazes me to hear people with positions like this insist that it is okay to play fast and loose with their interpretations of Genesis or the Arc, but God really does hate the homosexuals. It says so in Leveticus, right? So it must be word perfect truth... This bit about the origins of the earth? Oh, we just interpret that as god designing evolution. But that part about people burning in hell for eternity, that's true, right?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:35"
    },
    {
      "nodeID": "158814",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:35"
    },
    {
      "nodeID": "158815",
      "text": "It can go both ways. We all doubt. It is what you do with it that matters. [QUOTE=gnojek]If a child grew up never hearing the words religion, gods, spirits, etc. would this child still have faith of some sort? Is faith some innate human tendency? It could be seeing as how there is the 'god spot' in the brain, but maybe the god spot wouldn't develop as fully in the child that was never exposed to religion or thoughts of the supernatural.QUOTE] Look around. Faith did not spontaneously generate out of thin air. It is obviously part of our psyche. Every civilization throughout history has felt the need for some type of faith. Even on different sides of the planet. It's as natural as the sun rising.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:35"
    },
    {
      "nodeID": "158816",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:35"
    },
    {
      "nodeID": "158817",
      "text": "Evolution has no goals, it is merely a beautiful process, like math. Don't deify it. And who cares what we look like?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:35"
    },
    {
      "nodeID": "158818",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:35"
    },
    {
      "nodeID": "158819",
      "text": "Why not? There's no rules that say faith and science must be separate.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:35"
    },
    {
      "nodeID": "158820",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:35"
    },
    {
      "nodeID": "158821",
      "text": "Here's a nice little Google def: A convinced belief; a condition of mind fully satisfied; next to actual knowledge. We have faith the sun will rise to-morrow morning, but the knowledge can not be actual until after sunrise. It appears that a Law or theorem is fundamentaly based on faith. If you couldn't build on the belief that something will happen, we'd be stuck never forming new hypostheses.  You may have it backwards.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:35"
    },
    {
      "nodeID": "158822",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:35"
    },
    {
      "nodeID": "158823",
      "text": "I'll just address this, if I may. My working definitions of faith and science are more or less as follows. Science is a belief system based on observation, logic, and reasoning. Faith is belief in the absence of proof. Now this isn't to say that one must adhere only to faith or only to science. I'm a firm adherent to the scientific method, but I believe many things that can't be proven true. However, in any situation where the truth or falsehood of a statement can be proven, I yield to science. It seems to me that faith can only justifiably be applied to areas that don't yield themselves to scientific analysis. If the truth or falsehood of a statement can be determined, then turning to faith for an answer seems to be to be an act of self deception. So I have to disagree with you. I think that science and faith are very different tools, which can only properly be used in distinct arenas.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:35"
    },
    {
      "nodeID": "158824",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:35"
    },
    {
      "nodeID": "158825",
      "text": "Look around. Faith did not spontaneously generate out of thin air. It is obviously part of our psyche. Every civilization throughout history has felt the need for some type of faith. Even on different sides of the planet. It's as natural as the sun rising.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:35"
    },
    {
      "nodeID": "158826",
      "text": "But what about the hypothetical? I can't think of a single child on this planet that has never been exposed to the ideas of the supernatural. So, what I was asking is whether faith is nature or nurture. That's why I brought up kids being afraid of the dark, likely no matter what anyone tells them. I think it's this fear of the unknown linked to the 'logical' brain of a human that possibly creates this need for explanations.  But faith involves specifics, so when the specifics are filled in and 'make sense' to more than one person, these specific 'explanations' can be passed down. So I don't know how much of faith is nature and how much is nurture.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:36"
    },
    {
      "nodeID": "158827",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:36"
    },
    {
      "nodeID": "158828",
      "text": "It can go both ways. We all doubt. It is what you do with it that matters.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:36"
    },
    {
      "nodeID": "158829",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:36"
    },
    {
      "nodeID": "158830",
      "text": "Aren't you deifying it when you say: 'yep, that's how He did it. Makes perfect sense. Dang, He's smart.' ? And if you care about Genesis at all then you'd care about in whose image man is made.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:36"
    },
    {
      "nodeID": "158831",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:36"
    },
    {
      "nodeID": "158832",
      "text": "If you have evidence for something, what purpose is faith with respect to that thing? Faith is belief with no evidence. Or from the dictionary: Belief that does not rest on logical proof or material evidence. If you verify something scientifically then is it even possible to believe it by faith?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:36"
    },
    {
      "nodeID": "158833",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:36"
    },
    {
      "nodeID": "158834",
      "text": "It appears that a Law or theorem is fundamentaly based on faith. If you couldn't build on the belief that something will happen, we'd be stuck never forming new hypostheses.  You may have it backwards.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:36"
    },
    {
      "nodeID": "158835",
      "text": "You really have a strange definition of faith. Scientific laws require reproducible results (patterns). That's how they got to be laws. I believe that the acceleration due to the gravity of the earth will have the same value tomorrow that it had yesterday because there is no indication that this pattern will change. It's not because of faith, or at least certainly not due to the kind of faith required to believe in the supernatural.  Your definition of faith sounds like an exercise in solipsim. I can't prove you are a human and not a computer so I have to have faith that you really are a human (despite all the patterns I have built up in my brain over time.)",
      "type": "I",
      "timestamp": "2016-03-08 20:31:36"
    },
    {
      "nodeID": "158836",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:36"
    },
    {
      "nodeID": "158837",
      "text": "Here's a nice little Google def: A convinced belief; a condition of mind fully satisfied; next to actual knowledge. We have faith the sun will rise to-morrow morning, but the knowledge can not be actual until after sunrise.'",
      "type": "I",
      "timestamp": "2016-03-08 20:31:36"
    },
    {
      "nodeID": "158838",
      "text": "This is a pretty loose definition. It's like saying you have faith that Jesus will come again because you personally witnessed his ressurection. But you didn't, you have faith because you believe this with absolutely no material evidence or logic to back it up.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:37"
    },
    {
      "nodeID": "158839",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:37"
    },
    {
      "nodeID": "158840",
      "text": "Which is why this statement is so interesting. What precisely do you mean by this Cush? is science the way to read the and interpret the physical world around us and faith to look after the spiritual of ourselves? Or should I say are science and faith completely separate from one another while being complementary to each other at the same time?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:37"
    },
    {
      "nodeID": "158841",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:37"
    },
    {
      "nodeID": "158842",
      "text": "Which is why this statement is so interesting. What precisely do you mean by this Cush? is science the way to read the and interpret the physical world around us and faith to look after the spiritual of ourselves?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:37"
    },
    {
      "nodeID": "158843",
      "text": "How elegant. Yes science is the way to understanding the physical world, and faith is the manifestation of our spiritual selves. But when you say this among sci-only people, it is immediately misconstrued. Most sci people won't even read that sentence objectively. Say the word 'spirit' and suddenly you are changed into a fundamentalist, inbred, uneducated, dimwit who wouldn't know Planck's constant if it hit you in the head. Life is much more than a series of reactions. It is cool that we are able to reduce it down so much. The benefits of science are vast. But there just seems that there is more than meets the eye. I'm curious.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:37"
    },
    {
      "nodeID": "158844",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:37"
    },
    {
      "nodeID": "158845",
      "text": "I think the relationship between science and faith is often distorted by the nature of the discussions we have here. We debate matters where faith is being used to advocate views that are in direct contradiction of what science has discovered- the YEC view (for example) is an extreme. I don't think this paints a very complementary picture of faith in most peoples minds. We touch far less on the more intriguing and subtle matters such as the reconcilliation of scientific outlook with a religious one.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:37"
    },
    {
      "nodeID": "158846",
      "text": "I've noticed. It's like walking into a rock fight between two of your best friends, and getting tore up. It saddens me to see such brilliant people ignore or supress one of the most beautiful parts of being a human.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:37"
    },
    {
      "nodeID": "158847",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:37"
    },
    {
      "nodeID": "158848",
      "text": "This bit about the origins of the earth? Oh, we just interpret that as god designing evolution. But that part about people burning in hell for eternity, that's true, right?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:37"
    },
    {
      "nodeID": "158849",
      "text": "What part about people burning in hell for eternity?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:37"
    },
    {
      "nodeID": "158850",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:37"
    },
    {
      "nodeID": "158851",
      "text": "It always amazes me to hear people with positions like this insist that it is okay to play fast and loose with their interpretations of Genesis or the Arc, but God really does hate the homosexuals. It says so in Leveticus, right? So it must be word perfect truth...",
      "type": "I",
      "timestamp": "2016-03-08 20:31:37"
    },
    {
      "nodeID": "158852",
      "text": "Um. Have you read Leveticus? And I mean, read it. Not skimmed it. Because, God loves everybody. Are you reaching? And what does fast and loose mean? I'm confused. I think you are trying to label me.. but I'm not quite sure what I'm being labled as.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:38"
    },
    {
      "nodeID": "158853",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:38"
    },
    {
      "nodeID": "158854",
      "text": "If Genesis is simply a representative story from which we can interpret the actions of god to mean natural selection and evolution, what about the ten commandments?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:38"
    },
    {
      "nodeID": "158855",
      "text": "What about them? Is this a question?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:38"
    },
    {
      "nodeID": "158856",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:38"
    },
    {
      "nodeID": "158857",
      "text": "However, a better set of inequalities is as follows: c + e < c - e e - c < e + c",
      "type": "I",
      "timestamp": "2016-03-08 20:31:38"
    },
    {
      "nodeID": "158858",
      "text": "Oops, I think YOU made a mistake here on the second one. This is the correct inequality based off of my original equation. e-c<e+c So, start over again.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:38"
    },
    {
      "nodeID": "158859",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:38"
    },
    {
      "nodeID": "158860",
      "text": "And what does fast and loose mean? I'm confused. I think you are trying to label me.. but I'm not quite sure what I'm being labled as.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:38"
    },
    {
      "nodeID": "158861",
      "text": "Fast and loose means to do something without fully thinking it through or paying attention to detail. I'm not trying to label anyone as anything, just pointing out common inconsistencies of logic for people who try and harmonize the real world with the bible.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:38"
    },
    {
      "nodeID": "158862",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:38"
    },
    {
      "nodeID": "158863",
      "text": "Well, you've told me you do not believe, literally, in the book of genesis. God didn't create the world in six days, the earth and the rest of the universe are actually billions of years old, etc. But I assume you do believe, literally, in the ten commandments? That they are really the words of god? Why the dichotomy? How can you write the creation story of as something to interpret as you wish, but the ten commandments are solid and correct?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:38"
    },
    {
      "nodeID": "158864",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:38"
    },
    {
      "nodeID": "158865",
      "text": "Um. Have you read Leveticus? And I mean, read it. Not skimmed it. Because, God loves everybody. Are you reaching?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:39"
    },
    {
      "nodeID": "158866",
      "text": "Semantics. God has mandated against homosexuality.  My point is, people are prepared to admit that the creation story, and the story of noahs arc are metaphors. They read them, and then look at the evidence to hand and say 'Well, it can't be really true the way it is written, so it must mean this...' But the bias of the church against homosexuality is based of a small passage of text which, it seems, cannot be interpreted away. That part that condemns homosexuality is accurate, straight-from-gods-mouth truth. Again, why the dichotomy? Why are some parts of the bible open to interpretation, but others are rigid?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:39"
    },
    {
      "nodeID": "158867",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:39"
    },
    {
      "nodeID": "158868",
      "text": "This is the correct inequality based off of my original equation. e-c<e+c",
      "type": "I",
      "timestamp": "2016-03-08 20:31:39"
    },
    {
      "nodeID": "158869",
      "text": "So? I wasn't just re-expressing YOUR inequalities. In fact, I made it clear that I was providing BETTER inequalities than you did. YOU EVEN QUOTED ME AS SAYING THAT!!! Then you turn right around and pretend that I didn't anything of the sort?!?! Get real dude.  PS: The most correct representation of the three main combinations of e and c is as follows (one which I did present in the post you are replying to): e - c < e + c < c - e",
      "type": "I",
      "timestamp": "2016-03-08 20:31:39"
    },
    {
      "nodeID": "158870",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:39"
    },
    {
      "nodeID": "158871",
      "text": "My point is, people are prepared to admit that the creation story, and the story of noahs arc are metaphors. They read them, and then look at the evidence to hand and say 'Well, it can't be really true the way it is written, so it must mean this...' But the bias of the church against homosexuality is based of a small passage of text which, it seems, cannot be interpreted away. That part that condemns homosexuality is accurate, straight-from-gods-mouth truth. Again, why the dichotomy? Why are some parts of the bible open to interpretation, but others are rigid?.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:39"
    },
    {
      "nodeID": "158872",
      "text": "The bible is not a science textbook. I do not treat it as such.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:39"
    },
    {
      "nodeID": "158873",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:39"
    },
    {
      "nodeID": "158874",
      "text": "Well, you've told me you do not believe, literally, in the book of genesis. God didn't create the world in six days, the earth and the rest of the universe are actually billions of years old, etc. But I assume you do believe, literally, in the ten commandments? That they are really the words of god? Why the dichotomy? How can you write the creation story of as something to interpret as you wish, but the ten commandments are solid and correct?.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:39"
    },
    {
      "nodeID": "158875",
      "text": "The 10 commandments are a real time story, told and recorded by the person with whom it happened to... Moses. Genesis, is a history lesson, told by a man who had no understanding of modern science, or the language to describe it in that fashion... Moses. If God chose to reveal to you in some special way, the origins of the universe, for you to write down for generations to come.. you would write a different story than Moses. Just as one person views art differently from another person. I see no duplicity between the two.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:39"
    },
    {
      "nodeID": "158876",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:39"
    },
    {
      "nodeID": "158877",
      "text": "Yeah.. caught that... But, hey.. I think you made a mistake.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:39"
    },
    {
      "nodeID": "158878",
      "text": "Oh really? <snicker<  Then why don't you: 1) explain exactly how my second statement is wrong and 2) how the rest of your post was not an attempt to explain how you wrongly believed my statement to be wrong Here is your entire post:",
      "type": "I",
      "timestamp": "2016-03-08 20:31:39"
    },
    {
      "nodeID": "158879",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:40"
    },
    {
      "nodeID": "158880",
      "text": "The 10 commandments are a real time story, told and recorded by the person with whom it happened to... Moses. Genesis, is a history lesson, told by a man who had no understanding of modern science, or the language to describe it in that fashion... Moses.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:40"
    },
    {
      "nodeID": "158881",
      "text": "No, genesis is not a history lesson. It is a combination of 'just so' stories, and a religious message in allegory format. If you bothered to learn understand some of the hebrew puns behind many of the words, and also see the political commentary of events that were happening during the time it was written, that would be obvious.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:40"
    },
    {
      "nodeID": "158882",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:40"
    },
    {
      "nodeID": "158883",
      "text": "I see no duplicity between the two.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:40"
    },
    {
      "nodeID": "158884",
      "text": "They are both written in the bible. Neither of them have any evidence (apart from the bible) to support their existence. One of them has been proven to be utterly false. This naturally discredits the other, as they appear in the same publication by the same author. Why decide one is true when the other is clearly not, and neither have any other supporting evidence?",
      "type": "I",
      "timestamp": "2016-03-08 20:31:40"
    },
    {
      "nodeID": "158885",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:40"
    },
    {
      "nodeID": "158886",
      "text": "...Course there is very little stopping faith and science going together, as long as the Faith is fairly vague, but even then I see it having a hard time without stepping on the toes of science in anyway, especially if we consider possible future science as well.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:40"
    },
    {
      "nodeID": "158887",
      "text": "Or a more obvious version - if science has over-ruled Noah and the Creation as impossible, why beleive in the reserection, another impossible act?...",
      "type": "I",
      "timestamp": "2016-03-08 20:31:40"
    },
    {
      "nodeID": "158888",
      "text": "I'm new to this idea that science has over-ruled Creation. Please explain.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:40"
    },
    {
      "nodeID": "158889",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:40"
    },
    {
      "nodeID": "158890",
      "text": "He probably should have been specific, and said 'the literal 6 day creation of Genesis'  Then again, it never was meant to be taken literally. There are too many puns, and political refrences in it to be literal",
      "type": "I",
      "timestamp": "2016-03-08 20:31:40"
    },
    {
      "nodeID": "158891",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:31:40"
    },
    {
      "nodeID": "158892",
      "text": "The 7 day creation I am referring to, not merely the possibility of divine creation through the Big bang etc",
      "type": "I",
      "timestamp": "2016-03-08 20:31:40"
    },
    {
      "nodeID": "158893",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:41"
    },
    {
      "nodeID": "158894",
      "text": "Ok. I'm not a YEC. So, God creation through science is a viable option for my faith.",
      "type": "I",
      "timestamp": "2016-03-08 20:31:41"
    },
    {
      "nodeID": "158895",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:31:41"
    }
  ],
  "edges": [
    {
      "edgeID": "196706",
      "fromID": "158792",
      "toID": "158793",
      "formEdgeID": null
    },
    {
      "edgeID": "196707",
      "fromID": "158793",
      "toID": "158791",
      "formEdgeID": null
    },
    {
      "edgeID": "196708",
      "fromID": "158795",
      "toID": "158796",
      "formEdgeID": null
    },
    {
      "edgeID": "196709",
      "fromID": "158796",
      "toID": "158794",
      "formEdgeID": null
    },
    {
      "edgeID": "196710",
      "fromID": "158798",
      "toID": "158799",
      "formEdgeID": null
    },
    {
      "edgeID": "196711",
      "fromID": "158799",
      "toID": "158797",
      "formEdgeID": null
    },
    {
      "edgeID": "196712",
      "fromID": "158801",
      "toID": "158802",
      "formEdgeID": null
    },
    {
      "edgeID": "196713",
      "fromID": "158802",
      "toID": "158800",
      "formEdgeID": null
    },
    {
      "edgeID": "196714",
      "fromID": "158804",
      "toID": "158805",
      "formEdgeID": null
    },
    {
      "edgeID": "196715",
      "fromID": "158805",
      "toID": "158803",
      "formEdgeID": null
    },
    {
      "edgeID": "196716",
      "fromID": "158807",
      "toID": "158808",
      "formEdgeID": null
    },
    {
      "edgeID": "196717",
      "fromID": "158808",
      "toID": "158806",
      "formEdgeID": null
    },
    {
      "edgeID": "196718",
      "fromID": "158810",
      "toID": "158811",
      "formEdgeID": null
    },
    {
      "edgeID": "196719",
      "fromID": "158811",
      "toID": "158809",
      "formEdgeID": null
    },
    {
      "edgeID": "196720",
      "fromID": "158813",
      "toID": "158814",
      "formEdgeID": null
    },
    {
      "edgeID": "196721",
      "fromID": "158814",
      "toID": "158812",
      "formEdgeID": null
    },
    {
      "edgeID": "196722",
      "fromID": "158815",
      "toID": "158816",
      "formEdgeID": null
    },
    {
      "edgeID": "196723",
      "fromID": "158816",
      "toID": "158798",
      "formEdgeID": null
    },
    {
      "edgeID": "196724",
      "fromID": "158817",
      "toID": "158818",
      "formEdgeID": null
    },
    {
      "edgeID": "196725",
      "fromID": "158818",
      "toID": "158798",
      "formEdgeID": null
    },
    {
      "edgeID": "196726",
      "fromID": "158819",
      "toID": "158820",
      "formEdgeID": null
    },
    {
      "edgeID": "196727",
      "fromID": "158820",
      "toID": "158798",
      "formEdgeID": null
    },
    {
      "edgeID": "196728",
      "fromID": "158821",
      "toID": "158822",
      "formEdgeID": null
    },
    {
      "edgeID": "196729",
      "fromID": "158822",
      "toID": "158798",
      "formEdgeID": null
    },
    {
      "edgeID": "196730",
      "fromID": "158823",
      "toID": "158824",
      "formEdgeID": null
    },
    {
      "edgeID": "196731",
      "fromID": "158824",
      "toID": "158815",
      "formEdgeID": null
    },
    {
      "edgeID": "196732",
      "fromID": "158826",
      "toID": "158827",
      "formEdgeID": null
    },
    {
      "edgeID": "196733",
      "fromID": "158827",
      "toID": "158825",
      "formEdgeID": null
    },
    {
      "edgeID": "196734",
      "fromID": "137206",
      "toID": "158829",
      "formEdgeID": null
    },
    {
      "edgeID": "196735",
      "fromID": "158829",
      "toID": "158828",
      "formEdgeID": null
    },
    {
      "edgeID": "196736",
      "fromID": "158830",
      "toID": "158831",
      "formEdgeID": null
    },
    {
      "edgeID": "196737",
      "fromID": "158831",
      "toID": "158815",
      "formEdgeID": null
    },
    {
      "edgeID": "196738",
      "fromID": "158832",
      "toID": "158833",
      "formEdgeID": null
    },
    {
      "edgeID": "196739",
      "fromID": "158833",
      "toID": "158815",
      "formEdgeID": null
    },
    {
      "edgeID": "196740",
      "fromID": "158835",
      "toID": "158836",
      "formEdgeID": null
    },
    {
      "edgeID": "196741",
      "fromID": "158836",
      "toID": "158834",
      "formEdgeID": null
    },
    {
      "edgeID": "196742",
      "fromID": "158838",
      "toID": "158839",
      "formEdgeID": null
    },
    {
      "edgeID": "196743",
      "fromID": "158839",
      "toID": "158837",
      "formEdgeID": null
    },
    {
      "edgeID": "196744",
      "fromID": "158840",
      "toID": "158841",
      "formEdgeID": null
    },
    {
      "edgeID": "196745",
      "fromID": "158841",
      "toID": "158815",
      "formEdgeID": null
    },
    {
      "edgeID": "196746",
      "fromID": "158843",
      "toID": "158844",
      "formEdgeID": null
    },
    {
      "edgeID": "196747",
      "fromID": "158844",
      "toID": "158842",
      "formEdgeID": null
    },
    {
      "edgeID": "196748",
      "fromID": "158846",
      "toID": "158847",
      "formEdgeID": null
    },
    {
      "edgeID": "196749",
      "fromID": "158847",
      "toID": "158845",
      "formEdgeID": null
    },
    {
      "edgeID": "196750",
      "fromID": "158849",
      "toID": "158850",
      "formEdgeID": null
    },
    {
      "edgeID": "196751",
      "fromID": "158850",
      "toID": "158848",
      "formEdgeID": null
    },
    {
      "edgeID": "196752",
      "fromID": "158852",
      "toID": "158853",
      "formEdgeID": null
    },
    {
      "edgeID": "196753",
      "fromID": "158853",
      "toID": "158851",
      "formEdgeID": null
    },
    {
      "edgeID": "196754",
      "fromID": "158855",
      "toID": "158856",
      "formEdgeID": null
    },
    {
      "edgeID": "196755",
      "fromID": "158856",
      "toID": "158854",
      "formEdgeID": null
    },
    {
      "edgeID": "196756",
      "fromID": "158858",
      "toID": "158859",
      "formEdgeID": null
    },
    {
      "edgeID": "196757",
      "fromID": "158859",
      "toID": "158857",
      "formEdgeID": null
    },
    {
      "edgeID": "196758",
      "fromID": "158861",
      "toID": "158862",
      "formEdgeID": null
    },
    {
      "edgeID": "196759",
      "fromID": "158862",
      "toID": "158860",
      "formEdgeID": null
    },
    {
      "edgeID": "196760",
      "fromID": "158863",
      "toID": "158864",
      "formEdgeID": null
    },
    {
      "edgeID": "196761",
      "fromID": "158864",
      "toID": "158849",
      "formEdgeID": null
    },
    {
      "edgeID": "196762",
      "fromID": "158866",
      "toID": "158867",
      "formEdgeID": null
    },
    {
      "edgeID": "196763",
      "fromID": "158867",
      "toID": "158865",
      "formEdgeID": null
    },
    {
      "edgeID": "196764",
      "fromID": "158869",
      "toID": "158870",
      "formEdgeID": null
    },
    {
      "edgeID": "196765",
      "fromID": "158870",
      "toID": "158868",
      "formEdgeID": null
    },
    {
      "edgeID": "196766",
      "fromID": "158872",
      "toID": "158873",
      "formEdgeID": null
    },
    {
      "edgeID": "196767",
      "fromID": "158873",
      "toID": "158871",
      "formEdgeID": null
    },
    {
      "edgeID": "196768",
      "fromID": "158875",
      "toID": "158876",
      "formEdgeID": null
    },
    {
      "edgeID": "196769",
      "fromID": "158876",
      "toID": "158874",
      "formEdgeID": null
    },
    {
      "edgeID": "196770",
      "fromID": "158878",
      "toID": "158879",
      "formEdgeID": null
    },
    {
      "edgeID": "196771",
      "fromID": "158879",
      "toID": "158877",
      "formEdgeID": null
    },
    {
      "edgeID": "196772",
      "fromID": "158881",
      "toID": "158882",
      "formEdgeID": null
    },
    {
      "edgeID": "196773",
      "fromID": "158882",
      "toID": "158880",
      "formEdgeID": null
    },
    {
      "edgeID": "196774",
      "fromID": "158884",
      "toID": "158885",
      "formEdgeID": null
    },
    {
      "edgeID": "196775",
      "fromID": "158885",
      "toID": "158883",
      "formEdgeID": null
    },
    {
      "edgeID": "196776",
      "fromID": "158888",
      "toID": "158889",
      "formEdgeID": null
    },
    {
      "edgeID": "196777",
      "fromID": "158889",
      "toID": "158887",
      "formEdgeID": null
    },
    {
      "edgeID": "196778",
      "fromID": "158890",
      "toID": "158891",
      "formEdgeID": null
    },
    {
      "edgeID": "196780",
      "fromID": "158892",
      "toID": "158893",
      "formEdgeID": null
    },
    {
      "edgeID": "196782",
      "fromID": "158894",
      "toID": "158895",
      "formEdgeID": null
    },
    {
      "edgeID": "196783",
      "fromID": "158895",
      "toID": "158892",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
