{
  "nodes": [
    {
      "nodeID": "151147",
      "text": "Smith & Wesson, the famed American gunmaker once owned by Tomkins, the British conglomerate, expects to nearly double its annual sales in the next three to five years as demand for its firearms soars in the recession. It is not alone. All over America demand for firearms and ammunition is rising amid concerns that rising unemployment, which passed 10 per cent this month, will lead inexorably to higher rates of crime. Fears of terrorism have also helped to lift demand, as have concerns among gun owners that the Obama Administration may introduce restrictions on gun ownership and impose additional taxes. ..... 'People are worried about personal protection with unemployment and crime on the rise,' he said in a presentation to investors, adding that 30 per cent of customers who had bought the company's guns in the first half of this year were 'first-time gun owners', up from 9 per cent nine a year earlier.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:12"
    },
    {
      "nodeID": "151148",
      "text": "I know the Left thinks this is just an example of delusional paranoia, but allow me to add some incite! (Not that I, or we, care about what you think is driving this increased sales, because it is really None of Your Business! emoticon_smile)  However, I have a very liberal friend who often talked of his concern about people he didn't want to be armed. However, back when the Brady Bill requiring background checks was passed, and before it's implementation, he purchased a 357 Magnum handgun with some of the nastiest hollow points that were on the market! When I asked him why, he told me that he didn't want the government to know what he owned. It simply was none of their business, because they work for us! It is not the other way around! (I liked that saying so much I stole it from him and you have seen it used several times here now.) emoticon_smile  The above is the REAL answer to the question of why this is happening now! And there is NOTHING you on the Left can do about it either! emoticon_smile !!!!!!!!!!!  Total NICS Firearm Background Checks November 30, 1998 - October 31, 2009",
      "type": "I",
      "timestamp": "2016-03-08 20:14:12"
    },
    {
      "nodeID": "151149",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:12"
    },
    {
      "nodeID": "151150",
      "text": "I notice its typos and mispellings that attract slim jim.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:12"
    },
    {
      "nodeID": "151151",
      "text": "I notice you never miss an opportunity to deride.  That's misspellings btw there, chief.emoticon_cry",
      "type": "I",
      "timestamp": "2016-03-08 20:14:12"
    },
    {
      "nodeID": "151152",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:12"
    },
    {
      "nodeID": "151153",
      "text": "The pious wringing of hands and croc tears over the murder rate here versus the rate some where else is unbelieveable. Instead of blaming XXXX poor police work and a joke of a criminal justice system it has to be lack of gun control.",
      "type": "I",
      "timestamp": "2016-03-08 20:14:13"
    },
    {
      "nodeID": "151154",
      "text": "So you're blaming America's higher murder rate than other developed nations on poor police work and the criminal justice system? America already has a higher incarceration rate than other developed nations. Gun activists keep telling us we need to lock more people up and keep them locked up for longer. If that's the standard by which criminal justice systems can be evaluated then America is doing a better job. So how can the difference in murder rates be blamed on America's criminal justice system?",
      "type": "I",
      "timestamp": "2016-03-08 20:14:13"
    },
    {
      "nodeID": "151155",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:14:13"
    }
  ],
  "edges": [
    {
      "edgeID": "191294",
      "fromID": "151148",
      "toID": "151149",
      "formEdgeID": null
    },
    {
      "edgeID": "191295",
      "fromID": "151149",
      "toID": "151147",
      "formEdgeID": null
    },
    {
      "edgeID": "191296",
      "fromID": "151151",
      "toID": "151152",
      "formEdgeID": null
    },
    {
      "edgeID": "191297",
      "fromID": "151152",
      "toID": "151150",
      "formEdgeID": null
    },
    {
      "edgeID": "191298",
      "fromID": "151154",
      "toID": "151155",
      "formEdgeID": null
    },
    {
      "edgeID": "191299",
      "fromID": "151155",
      "toID": "151153",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
