{
  "nodes": [
    {
      "nodeID": "139270",
      "text": "'If students... do not understand the weaknesses of evolutionary theory as well as the strengths, a grave injustice is being done to them,' Abrams said.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:50"
    },
    {
      "nodeID": "139271",
      "text": "While that is true, teaching ID is just filling them with horrible thinking skills. ID in one sentence is 'we don't know how it was done, and it seems too complicated to explain now, therefore God did it.' Do you really want kids to learn that kind of retarded thinking?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:50"
    },
    {
      "nodeID": "139272",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:50"
    },
    {
      "nodeID": "139273",
      "text": "Pretty soon, the policy will be nationwide. Pretty soon, all highly technical jobs will be exported so that we can all praise the lord as we fall to third world status.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:50"
    },
    {
      "nodeID": "139274",
      "text": "Don't count on it. The number of scientists in the American scientific community that subscribe to creationism is about %5, based upon a relatively recent poll. I will try to dig it up. Also, calling most Kansas residents stupid for voting in Christian Board of Education members is ridiculous. Religious views are almost never even mentioned in local politics. At the most, you see perhaps a flyer that says 'Vote ______'. The Christians who want to teach Intelligent Design in schools are an extreme minority that the media, in all its story-searching rating-mongering glory, is blowing out of proportion.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:50"
    },
    {
      "nodeID": "139275",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:50"
    },
    {
      "nodeID": "139276",
      "text": "I actually think that ID has a pretty good chance of winning. One reason being is that ID links with the idea of God was taught to them even before they understood it, so it holds a deep impression on many people there. Another reason I think is that most of them probably never took a decent bio class, so they would have no idea what the evolutionsist was talking about. Lastly, people hold God in a lot higher posistion in their minds then evolution, already giving evolution a bad reputation, because its 'competing' with God.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:50"
    },
    {
      "nodeID": "139277",
      "text": "Sadly, you may be correct. The mindless majority of the American people have been duped to believe that science is somehow opposed to their religion. They know that the mythology of bronze age nomads is historically correct. Don't confuse them with facts - so what if grasshoppers don't have 4 legs, what if rabbits don't chew cud, and who cares it bats are not birds? The Bible is true without error. Certainly people who have bee indoctrinated to believe that 'GODDIDIT' will believe that question. They have been taught that it is a sin to question revealed truth, and revealed truth is revealed by 'ministers' who are scientifically illiterate. Why does creationism seem to be a matter of the views of those who are becoming rich from the stupidity of the Christins masses. In the mean time, the U.S. is now a second rate country, where our universities are manned by an increasing number of foreign professors. I don't have a problem with foreign professors except that there are no qualified U.S. citizens out there. It is becoming increasingly apparent that the leadership of U.S. universities is due to the influx of foreign professors. They get paid more here than in their own country, and of course, they are more qualified than U.S. applicants for their positions. I wonder if our universities will be able to maintain leadership in the world of academia when the entire upper echelon is overtaken by better educated and more qualified foreigners. In fact: Japan has about half the population of the U.S. and graduates about twice the number of students with degrees in science and engineering. Isn't it wonderful that we are debating the pseudoscience of creationism and ID in our school boards? It is the beginning of the end.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:50"
    },
    {
      "nodeID": "139278",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:50"
    },
    {
      "nodeID": "139279",
      "text": "As a complete outsider i.e not from the US, I find it strange that people actually believe in things like Youth Earth Creationism. I honestly think the US needs to go through another 'enlightenment' to get rid of silly notions like Intelligent Design and YEC, to replace Superstition and fear with Science. How wide spread is this movement to get Youth Earth Creationism taught as Science ?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:50"
    },
    {
      "nodeID": "139280",
      "text": "Intellignet design seems to have a large following. The fact that somebody believes in intellient design does not necessarily mean that they disagree with evolution. A lot of folks (I would say the majority) view it as evolution used as a vehicle for intellient design (basically 'god planned it and made it all happen'). The movement to teach YEC is non existant. Creationism does not necessarily=YEC. The YEC crowd is their own little clique of scientific illiterates. I have been on the local board of education for 2 years now and have never heard the phrase 'Young Earth Creationists' in any official capacity, nor has anybody ever suggested that it be taught. I had no idea what a 'young earth creationist' was until I read it on this board, 6 months ago. It is simply not an issue, and I am right in the middle of Kansas.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:50"
    },
    {
      "nodeID": "139281",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139282",
      "text": "How likely is that Kansas will succeed and also is the teaching of YEC likely to spread to other states ?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139283",
      "text": "YEC really sin't an issue here.  Here is a link to what everybody is up in arms about, the proposed chanegs to the KS BOE science standards: http://www.kansasscience2005.com/Proposed%20Revision%20to%20Draft%202%20KS%20Sci%20Stds.pdf  They are not talking about actually teaching creationism in the classroom, nor is there actually any discussion about not teaching evolution. What they want is to write into state guidelines requirements that kids have to be told that there are other theories out there, and there are holes in the theory of evolution. Personally, I see no problem with this, and it has more or less been our unofficial policy for years around here. There are holes in the theory of evolution, and there are segments of it that are mostly conjecture. It is in no way as foolish as the YEC theory, or even the strict creationist theory, but there are certianly hole in the theory. We may fill them in the future, but for now, we just have conjecture to fill those holes. All they are really pressing for is basically for kids parents to tell their kids AT HOME that god guided evolution without it contrasting directly with what the kids are being taught at school. Personally, I see no problem with this, as long as they stick to the facts in any case. Just glanmcing over the proposed changes, I am not seeing anything that is factually incorrect. The problem is that you have wack jobs and zealots on both sides of the issue. On the one hand, you have the YEC/creationist crowd. Some fo them go off the deep end when you suggest anything but a literal interpetationof Genisis. On the other side, you have the evolutionaist crowd, who predict gloom and doom and a return to the middle ages every time you suggest that we leave some opening for kids parents to attach religous connotation to the issue. The evolutionist zealots are essentially pushig to remove any possible religous connotation from evolutionary teaching. The YEC folks want to remove any reference to science from the debate. Normal folks, people who are not just trying to **** on somebody elses religon or force their religon down somebody elses throat seem to be pushing for a secular and neutral classroom. This is not an unobtainable goal. In truth, we could put everything we absolutly know about evolution (have physical proof for) in a box, and it would be a small one. A large part of th theory is conjecture. Teach the kids what is conjecture and what is not. This just makes good sense. Teach it how it is, not how you wish it was. How many hundreds of years have we lost in scientific development because people failed to experiment into areas that were believed to be known? How long idd the theory of spontaneus generation hold prevelance before somebody actually challenged it scientifically?  Nobody is suggesting that creationism be pushed in our classrooms. Nobody is even suggesitng that evolution NOT be taught. They are suggesting that evolution be taught acuratly. They want the kids to understand that the theory of evolution certainly has a wide body of evidence behind it, but it also has a substantial amount of conjecture tacked on. While most of the commonly held conjecture certainly fits the evidence at hand, there may be other explanations, explanations we have not even thought of yet, that also fit the evidence.  One example is the section about the primordial soup theory. Do we actually have any evidence for the existance of 'primordial soup'? Have we found fossilized soup? Have we ever managed to create such a soup in a lab? Have we ever seen an example of life emerging from a sterile, lifeless environment? Is there really a difference between this and the theory of spontaneus generation? It is just as likely that an alien from uranus landed on premoridalearth, took a dump, and we are all decended from an intergallactic tapeworm. BUT, kansas BOA standards currently have people teaching the primordial soup theiry as if it was proven. It is not. It is baseless conjecture. In fact, it is in contrast to generally accepted biological rules (life does NOT come from nonliving matter).  Persoanlly, I think both sides are wrong. I think that the evolutionists have fallen prey to the arrogance of the soft sciences. In striving to understand something, they have taken a relatively small body of evidence, made up a big story around it, and told themselves 'we know it all now' rather than accepting that their explanation may not be entirely correct. the evolutionists ont he other hand (YECs anyway)....well, that one is a no brainer. I personally cannot find fault witht he intelligent design folks who feel that god guided evolution, since to disprove this you essentially have to disprove the existance of god, and nobody has ever managed to do so (though the concept of an invisible man in the sky is a little silly).",
      "type": "I",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139284",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139285",
      "text": "...Personally, I see no problem with this, and it has more or less been our unofficial policy for years around here. There are holes in the theory of evolution, and there are segments of it that are mostly conjecture. It is in no way as foolish as the YEC theory, or even the strict creationist theory, but there are certianly hole in the theory. We may fill them in the future, but for now, we just have conjecture to fill those holes...",
      "type": "I",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139286",
      "text": "The problem lies in the choice of theory. Evolutionary theory is one of our strongest theories. It has bucket-loads of evidence to support it. It is very well understood. Gravitational theory however is a woefully weak theory. Beyond the facts that mass has no effect upon the rate of descent, we can send probes to Saturn's moons using our knowledge of gravity and gravity effects time, we know next to diddly squat about it. We do not know how it works. It doesn't even appear to work properly over large siatnces, the universe is expanding at the wrong rate according to our gravitational calculations, we invent dark matter and dark energy (neithe rof which has been detected) to explain gaping hole sin the theory and the entire theory is at odds with quantum theory. So why don't Kansas shcools teach about alternate theories in physics classes when covering gravity? The answer of course is simple: evolution is questioned to appease the religious fundamentalists that still hold your country to ransom by the balls. Don't give me this nonsense about 'evolutionist zealots': they are simply scientists p***ed off with weak school boards cowering at the the first sign of the fundies getting upset over their kids being taught current scientific knowledge, rather than religious mythology, in science classes. ID is religious mythology. It has no evidence to support it. It isn't a scientific theory. It has no place in the science classroom.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139287",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139288",
      "text": "since to disprove this you essentially have to disprove the existance of god",
      "type": "I",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139289",
      "text": "But no one is trying to disprove it. But, the burden of any proof is on those making a positive claim. Unless there is a way to test for a designer, intellegent design is not science.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139290",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139291",
      "text": "The evolutionist zealots are essentially pushig to remove any possible religous connotation from evolutionary teaching. The YEC folks want to remove any reference to science from the debate.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139292",
      "text": "I think that scientists don't work with religion and religion has no place in science class.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139293",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139294",
      "text": "and nobody has ever managed to do so (though the concept of an invisible man in the sky is a little silly).",
      "type": "I",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139295",
      "text": "But it, along with the uranian tapeworm hypothesis, is just as valid as intellegent design as a hypothesis. Actually, the uranian tapeworm hypothesis,. as far fetched as it may be, is more testable than a supernatural designer. I think maybe the kids SHOULD be taught intellegent design as an example of pseudo-science. Hopefully they will see why it is not science and why evolutionary theory is.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139296",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139297",
      "text": "I personally cannot find fault witht he intelligent design folks who feel that god guided evolution",
      "type": "I",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139298",
      "text": "Is there scientific evidence for this?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:51"
    },
    {
      "nodeID": "139299",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139300",
      "text": "In fact, it is in contrast to generally accepted biological rules (life does NOT come from nonliving matter).",
      "type": "I",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139301",
      "text": "Well, it HAD to. How else did it get here? Even in the genesis myth, life came from non-life.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139302",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139303",
      "text": "Is there really a difference between this and the theory of spontaneus generation?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139304",
      "text": "Yes. Only the ignorant think not.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139305",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139306",
      "text": "I had no idea what a 'young earth creationist' was until I read it on this board, 6 months ago. It is simply not an issue, and I am right in the middle of Kansas.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139307",
      "text": "But you have heard of ID, right? And you think that ID - pushed by the Discovery Institute - is somehow science?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139308",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139309",
      "text": "I have been on the local board of education for 2 years now and have never heard the phrase 'Young Earth Creationists' in any official capacity, nor has anybody ever suggested that it be taught.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139310",
      "text": "Of course not. That battle has already been lost. Creationism is religion and it cannot be taught in a science class, even when it is called 'creation science' and the data is distorted and mininterpreted. The most recent attempt by creationists in Kansas on the State Board (and yes, they were YECs) was to eliminate all requirements to teach evolution, and all references to an old earth from all curriculum standards.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139311",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139312",
      "text": "Creationism does not necessarily=YEC. The YEC crowd is their own little clique of scientific illiterates.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139313",
      "text": "But most creationists are YECs. The word has taken on bad connotations so it sounds a bit sour to call a theistic evolutionist a 'creationist.' The most usual use of the word is as the name of someone who believes that the Bible is literal, including creation in 6 days, Adam and Eve in a magic garden, and a global flood. Someone who relieves in God but recognizes that much of the Bible is composed of moral tales and the mythology of the ancient Hebrews isn't really a 'creationist.' I guess we could run down the list of degrees of creationism from flat earth to theistic evolution if you want.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139314",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139315",
      "text": "They want the kids to understand that the theory of evolution certainly has a wide body of evidence behind it, but it also has a substantial amount of conjecture tacked on.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139316",
      "text": "Nope. Not the parts that are taught in high school. The conjecture is mostly at the molecular level these days.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:52"
    },
    {
      "nodeID": "139317",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139318",
      "text": "The problem is that you have wack jobs and zealots on both sides of the issue. On the one hand, you have the YEC/creationist crowd. Some fo them go off the deep end when you suggest anything but a literal interpetationof Genisis. On the other side, you have the evolutionaist crowd, who predict gloom and doom and a return to the middle ages every time you suggest that we leave some opening for kids parents to attach religous connotation to the issue.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139319",
      "text": "But religion is not a topic for science classes. Teach the science in class and if that presents a problem for your religion at home, perhaps you should think about your religion a bit more critically and realistically. What is being attempted is to cast doubt on well established scientific theory and pretend that magic is a viable alternative.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139320",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139321",
      "text": "The movement to teach YEC is non existant.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139322",
      "text": "Right. It was thrown out of schools back in the 1960s, and again in the 1980s when attempts were made to dress creationism up in the jargon of science and call it 'Creation science.'",
      "type": "I",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139323",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139324",
      "text": "While most of the commonly held conjecture certainly fits the evidence at hand, there may be other explanations, explanations we have not even thought of yet, that also fit the evidence.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139325",
      "text": "And none of those explanations have anything to do with a magic being who made everything out of nothing. Science should teach currently held theory.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139326",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139327",
      "text": "Intellignet design seems to have a large following. The fact that somebody believes in intellient design does not necessarily mean that they disagree with evolution. A lot of folks (I would say the majority) view it as evolution used as a vehicle for intellient design (basically 'god planned it and made it all happen').",
      "type": "I",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139328",
      "text": "Now you've ruined it! You're not supposed to mention god. That's the whole idea. ID is stealth creationism. XXXXXX pretend that there is some scientific basis for the assertion that there is some sort of magical designer that is responsible for everything, but they don't say it's god. If they did that, then ID would be religion and introducing it into schools would be unconstitutional.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139329",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139330",
      "text": "It is just as likely that an alien from uranus landed on premoridalearth, took a dump, and we are all decended from an intergallactic tapeworm.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139331",
      "text": "And that is more likely than a magical being who poofed everything from nothing, don't you agree?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139332",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139333",
      "text": "Personally, I see no problem with this, and it has more or less been our unofficial policy for years around here. There are holes in the theory of evolution, and there are segments of it that are mostly conjecture.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139334",
      "text": "Nonsense. Name the holes and what parts are conjecture? The parts that are conjecture are never, ever taught in a high school biology class. There isn't time. Only major points are covered about which there is no doubt.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:53"
    },
    {
      "nodeID": "139335",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139336",
      "text": "Persoanlly, I think both sides are wrong. I think that the evolutionists have fallen prey to the arrogance of the soft sciences. In striving to understand something, they have taken a relatively small body of evidence, made up a big story around it, and told themselves 'we know it all now' rather than accepting that their explanation may not be entirely correct.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139337",
      "text": "But then, you are obviously scientifically illiterate. Why don't you think that the panal of scientists who were hired to write the standards know better than you? It is, after all, their field.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139338",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139339",
      "text": "Here is a link to what everybody is up in arms about,...",
      "type": "I",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139340",
      "text": "And justifiably. If you don't see the problem, then you are the problem. The proposed revisions is typical YEC banter about 'evolution is a theory' - without making it clear what a theory is. 'Teach all sides of the question.' That's code for teaching 'creation theory' or ID. Does that mean that in geography class the teachers should present a flat earth as a reasonable alternative? How about the earth as the center of the universe? No? I am all for teaching well supported theories that are not in agreement with the mainstream, but ID or creationism aren't them.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139341",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139342",
      "text": "Have we ever seen an example of life emerging from a sterile, lifeless environment?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139343",
      "text": "Replicating molecules and lipid membranes have arisen spontaneously in the lab. Functioning viruses have been created from the correct sequencing of nucleic acids. Besides, what are you talking about?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139344",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139345",
      "text": "They are not talking about actually teaching creationism in the classroom, nor is there actually any discussion about not teaching evolution.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139346",
      "text": "Not this time. That was the previous attempt by the good people of Kansas.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139347",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139348",
      "text": "Teach the kids what is conjecture and what is not.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139349",
      "text": "We do. We don't even teach the conjecture. And we don't teach superstition. That's why creationism isn't taught.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139350",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139351",
      "text": "It is in no way as foolish as the YEC theory, or even the strict creationist theory, but there are certianly hole in the theory. We may fill them in the future, but for now, we just have conjecture to fill those holes.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139352",
      "text": "Again, name one that is presented in high school. In fact, name several since you seem to think that there are several. And it really doesn't matter how many times you squeal about how you aren't talking about YEC, you are. You have been duped and you didn't even know it was going on. Why do the people of Kansas elect scientific illiterates to make decisions about science education. Why did they pay a panal of 27 scientists and science educators to write science standards, and then throw them out?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:54"
    },
    {
      "nodeID": "139353",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139354",
      "text": "the evolutionists ont he other hand (YECs anyway)....well, that one is a no brainer. I personally cannot find fault witht he intelligent design folks who feel that god guided evolution, since to disprove this you essentially have to disprove the existance of god, and nobody has ever managed to do so (though the concept of an invisible man in the sky is a little silly).",
      "type": "I",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139355",
      "text": "Right. Spoken like a true YEC. In other words, you want the state to teach your religion in science class. Why the dishonest posing? Why don't you explain to us how your religious mythology is science? If you get to teach your religion, can I teach mine?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139356",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139357",
      "text": "It is not. It is baseless conjecture. In fact, it is in contrast to generally accepted biological rules (life does NOT come from nonliving matter).",
      "type": "I",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139358",
      "text": "Why are you dishonest enough to claim that you aren't trying to get YEC into the schools.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139359",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139360",
      "text": "In truth, we could put everything we absolutly know about evolution (have physical proof for) in a box, and it would be a small one.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139361",
      "text": "Actually, we have museums full of evidence. Only a fool talks about scientific proof. On the other hand, we wouldn't need any box for the evidence of creation or ID that you think is OK to teach as science. It doesn't exist.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139362",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139363",
      "text": "This just makes good sense. Teach it how it is, not how you wish it was.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139364",
      "text": "We do. And you are on a school board and you spout creationist **** like that?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139365",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139366",
      "text": "All they are really pressing for is basically for kids parents to tell their kids AT HOME that god guided evolution without it contrasting directly with what the kids are being taught at school. Personally, I see no problem with this, as long as they stick to the facts in any case. Just glanmcing over the proposed changes, I am not seeing anything that is factually incorrect.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139367",
      "text": "But that is how creationism works - half truth. Evolution is a theory but don't make it quite clear that in science the word theory doesn't mean half-assed guess, as it does in creationism. Check out that little piece of **** that was added to the bottom of the Patterns of Cumulative Change paragraph on page 7. That is pure YEC. And you aren't a YEC?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139368",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139369",
      "text": "Of course evolutionists want to remove any possible religious connotation from evolutionary teaching. Evolution isn't science and to introduce religion has been found unconstitutional several times. And you are actually on a school board making decisions about what children are taught? How sad.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139370",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:55"
    },
    {
      "nodeID": "139371",
      "text": "Normal folks, people who are not just trying to **** on somebody elses religon or force their religon down somebody elses throat seem to be pushing for a secular and neutral classroom. This is not an unobtainable goal.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139372",
      "text": "But it is OK to teach your religion in public school classrooms? Is that what you mean? What about my religion. Is it OK for me to teach it to your children against your will?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139373",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139374",
      "text": "YEC really sin't an issue here.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139375",
      "text": "If anyone is pushing ID, YEC is an issue. ID as a 'foot in the door' maneuver in an effort to teach science. The problem is that most school boards are made up of Christians who think that their religion is somehow supported by science, and they don't see the harm in teaching their idea of god as science. You seem to fit that picture pretty well.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139376",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139377",
      "text": "They are suggesting that evolution be taught acuratly.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139378",
      "text": "It is. What do you know about it?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139379",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139380",
      "text": "How long idd the theory of spontaneus generation hold prevelance before somebody actually challenged it scientifically?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139381",
      "text": "So what? How long did the idea of magical creation out of nothing in 6 days hold prevelance before somebody actually challenged it scientifically?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139382",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139383",
      "text": "What they want is to write into state guidelines requirements that kids have to be told that there are other theories out there, and there are holes in the theory of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139384",
      "text": "What other theories? Why mention them if you aren't going to explain them? You are actually on a board of education? I notice there was no mention of telling kids that there are other theories of gravity and that all of them have holes. Evolution is a more secure theory than gravity.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139385",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139386",
      "text": "And, what percentage is that? How was the poll conducted? Who conducted it? How was the determination made about who was a 'scientist'?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139387",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139388",
      "text": "EXTREME minority. Pandions ascertations are rediculous.  In the end, the decision will be made based on the accuracy of the proposal, nothing else. Back in 1999 when they removed macro evolution from the curriculum requirements, they did so because their science advisory board, a board composed of college professors from our state colleges, including a couple of folks who are cinsidered some fo the top biologists in the world, told them unanimously that while macro evolution was the best theory we currently have, it may be wrong. Apparently while there is a huge amount of data and emprical evidence to support micro evolution, the same body of evidence does not necessarily prove macro evolution.  Panion is simply a zealot on the other side of the issue from the YEC folks. He/She sees gloom and doom for anybody that dares approach the theory. This kind of thinking is what sets us back to the middle ages. If we do not present the holes and weak spots in the theory, how are they ever going to be filled?",
      "type": "I",
      "timestamp": "2016-03-08 19:48:56"
    },
    {
      "nodeID": "139389",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:57"
    },
    {
      "nodeID": "139390",
      "text": "When was this? IT NEVER HAPPENED. I assume you are talking about back in 1999, when they increased evolutionary curriculum five fold? What they did in '99 was remove the requirement that macro evolution be taught. They have never removed old earth (that just sounds stupid) from earth science standards,",
      "type": "I",
      "timestamp": "2016-03-08 19:48:57"
    },
    {
      "nodeID": "139391",
      "text": "You're kidding, right? You actually live in Kansas and you actually got yourself elected to a school board and you are unfamiliar with the efforts of creationists on the Kansas Board of Education to remove the teaching of evolution from the science standards? You are telling a lie. Maybe you have been duped by creationists and don't know that you are. A committee of 27 scientists and science educators was hired to rewrite the science standards. There were several drafts that were all presented to the board. When the final draft was presented, it was rejected and replaced by a version that had been put together by a YEC (a geocentrist no less) from Missouri. The adopted standards did not increase the evolutionary curriculum. The standards very clearly touted YEC ideas, barely mentioned even macro-evolution, and removed all references to the age of the earth and the universe. I know that sounds stupid, but then I don't live in Kansas where school board members think that limiting mention of evolution to microevolution is smart. I read the proposed standards and the ones that were adopted. At the next election several creationists lost their seats, and the new school board threw out the 'new standards' and adopted the version that had been written by the committee. Those standards probably actually did raise the levels of what was expected to be taught in Kansas schools from one of the worst in the nation to one of the best. You were aware that the Ford Foundation had funded a study of state science standards and Kansas had received an F. The creationist standards also received an F, and the standards written by the committee of scientists and educators received an A. You know, it almost would have been fun to be a biology teacher in Kansas when micro-evolution was OK and presentation of 'holes' in the theory were required. I could have probably gone on for a week or two about the problems presented to the Biblical flood story from a biological standpoint. Noah's flood requires macro-evolution. Not only that, it requires macro-evolution at rates that make the heads of evolutionary biologists spin. Just think - about 6 different species of horse, unknown numbers of cattle species, 36 different species of cat, twenty some species of the wolf/dog 'kind' and so forth. What fun to be required to teach 'alternative' theories in that case. Scientific Community Unites Against Kansas Board of Education Evolution Decision Kansas Board Votes To Bar Evolution From Classroom",
      "type": "I",
      "timestamp": "2016-03-08 19:48:57"
    },
    {
      "nodeID": "139392",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:57"
    },
    {
      "nodeID": "139393",
      "text": "I would have to say that whoever told you about 'macro-evoution' from a science perspective obviously did not explain things properly. It sounds like your 'science advice' was either misunderstood or the advice was 'stacked'.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:57"
    },
    {
      "nodeID": "139394",
      "text": "Actually what sank that debate was a bunch of paleontologists from K state who started arguing for punctuated equilibrium. That was pretty much the end. I remember one board member was quoted as saying 'These are public schools. We are luck if we can teach the kids to read'",
      "type": "I",
      "timestamp": "2016-03-08 19:48:57"
    },
    {
      "nodeID": "139395",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:57"
    },
    {
      "nodeID": "139396",
      "text": "I am from Kansas and resent (pandion) being called stupid simply for living here. That being said, the people who voted for these school board folks do deserve to be called stupid. Well they would if they had much of a choice. I can't say this for sure, but knowing Kansas politics, I would say that, chances are, there was only one person on the ticket and if there were more, they probably all held the same views on evolution. That's most of Kansas for ya. As a Missourian once said about Kansans: You'd vote for a cupcake if it registered republican. There is an exception to this rule though. After the first evolution debacle back in '99, Kansans voted those dimwits out and put in a new board that changed what the previous board had done. It just seems that some people have a very short memory. Why must these XXXXXX stain Kansas again? :xcensored",
      "type": "I",
      "timestamp": "2016-03-08 19:48:57"
    },
    {
      "nodeID": "139397",
      "text": "I think what people fail to realise is that the state school board in kansas does nto have the same power as school boards in other states. In ks, our state schoolboard is a buch of twits who seem to want to make life difficult for local schoolbord memebrs who have to field calls from parents concerned about the action of the state board, and they have to be continually assured that it will not have any effect on their childs education at a local level.....nobody actually reads that **** anyway. You can point the following facts out to those who tell us we are XXXXXX in kansas who do not know how to run our schools: ACT Scores: Kansas has the 8th highest national scores; the highest combination of scores and percentage of students tested. (2000 scores) SAT Scores: Kansas has the 5th highest scores nationally. (1998 scores) NAEP Reading Scores: National Assessment of Education Progress. Only one state had a higher average score and percentage of students at or above proficient level than Kansas for fourth grade; only two states scored higher at eighth grade.  There is a lot of stuff that pandion is saying 'you don't learn in high school' that my teachers tell me they are teaching. Then again, we also rank first when it comes to introducing college level curriculum to in our high schools.  Maybe that is another reason that this is an issue brought up in kansas. Besides the fact that it is incredibly easy to get somethign in front of the school borad, the fact that we are covering more adcvanced curriculum might make this an isse. Youw ne tot the shawnee mission school district, which was THE highest ranked distict int he coutnry for 18 years running. Maybe we should mirror the KCMO school district, then there would not be these debates in Ks. I know a teacher in kansas city missouri (a biology teacher no less) who essentially says the same thing that pandion does....that they do not teach these things in high school.  If we turned out dumber kids, and wrenched control away fro local schoolboards and parents, we could probably turn out kids that are as dumbn as california kids, or illinois kids, or maybe, with the addition of mandatory labotomies, we could turn out kids as dumb as washington DC kids. THEN, we would not have such debates,.    I don't know that they are as small a minority as you are trying to say here, but even if they were, they are in a position of power. So the media isn't blowing this out of proportion. It doesn't matter if a group is a minority if they are in power. Should Iraq have not been in the news before the war because the minority was in power there? A crude anology I know, but you get the point.[/QUOTE]",
      "type": "I",
      "timestamp": "2016-03-08 19:48:57"
    },
    {
      "nodeID": "139398",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:48:57"
    },
    {
      "nodeID": "139399",
      "text": "Everything that happend in the universe happens according to 'laws.'",
      "type": "I",
      "timestamp": "2016-03-08 19:48:57"
    },
    {
      "nodeID": "139400",
      "text": "Do you have to work at becoming so scientifically illiterate? What ever happened to the creationist chant about evolution being a product of pure chance? You seem to chant all of the other creationist tripe.",
      "type": "I",
      "timestamp": "2016-03-08 19:48:57"
    },
    {
      "nodeID": "139401",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:48:57"
    }
  ],
  "edges": [
    {
      "edgeID": "182910",
      "fromID": "139271",
      "toID": "139272",
      "formEdgeID": null
    },
    {
      "edgeID": "182911",
      "fromID": "139272",
      "toID": "139270",
      "formEdgeID": null
    },
    {
      "edgeID": "182912",
      "fromID": "139274",
      "toID": "139275",
      "formEdgeID": null
    },
    {
      "edgeID": "182913",
      "fromID": "139275",
      "toID": "139273",
      "formEdgeID": null
    },
    {
      "edgeID": "182914",
      "fromID": "139277",
      "toID": "139278",
      "formEdgeID": null
    },
    {
      "edgeID": "182915",
      "fromID": "139278",
      "toID": "139276",
      "formEdgeID": null
    },
    {
      "edgeID": "182916",
      "fromID": "139280",
      "toID": "139281",
      "formEdgeID": null
    },
    {
      "edgeID": "182917",
      "fromID": "139281",
      "toID": "139279",
      "formEdgeID": null
    },
    {
      "edgeID": "182918",
      "fromID": "139283",
      "toID": "139284",
      "formEdgeID": null
    },
    {
      "edgeID": "182919",
      "fromID": "139284",
      "toID": "139282",
      "formEdgeID": null
    },
    {
      "edgeID": "182920",
      "fromID": "139286",
      "toID": "139287",
      "formEdgeID": null
    },
    {
      "edgeID": "182921",
      "fromID": "139287",
      "toID": "139285",
      "formEdgeID": null
    },
    {
      "edgeID": "182922",
      "fromID": "139289",
      "toID": "139290",
      "formEdgeID": null
    },
    {
      "edgeID": "182923",
      "fromID": "139290",
      "toID": "139288",
      "formEdgeID": null
    },
    {
      "edgeID": "182924",
      "fromID": "139292",
      "toID": "139293",
      "formEdgeID": null
    },
    {
      "edgeID": "182925",
      "fromID": "139293",
      "toID": "139291",
      "formEdgeID": null
    },
    {
      "edgeID": "182926",
      "fromID": "139295",
      "toID": "139296",
      "formEdgeID": null
    },
    {
      "edgeID": "182927",
      "fromID": "139296",
      "toID": "139294",
      "formEdgeID": null
    },
    {
      "edgeID": "182928",
      "fromID": "139298",
      "toID": "139299",
      "formEdgeID": null
    },
    {
      "edgeID": "182929",
      "fromID": "139299",
      "toID": "139297",
      "formEdgeID": null
    },
    {
      "edgeID": "182930",
      "fromID": "139301",
      "toID": "139302",
      "formEdgeID": null
    },
    {
      "edgeID": "182931",
      "fromID": "139302",
      "toID": "139300",
      "formEdgeID": null
    },
    {
      "edgeID": "182932",
      "fromID": "139304",
      "toID": "139305",
      "formEdgeID": null
    },
    {
      "edgeID": "182933",
      "fromID": "139305",
      "toID": "139303",
      "formEdgeID": null
    },
    {
      "edgeID": "182934",
      "fromID": "139307",
      "toID": "139308",
      "formEdgeID": null
    },
    {
      "edgeID": "182935",
      "fromID": "139308",
      "toID": "139306",
      "formEdgeID": null
    },
    {
      "edgeID": "182936",
      "fromID": "139310",
      "toID": "139311",
      "formEdgeID": null
    },
    {
      "edgeID": "182937",
      "fromID": "139311",
      "toID": "139309",
      "formEdgeID": null
    },
    {
      "edgeID": "182938",
      "fromID": "139313",
      "toID": "139314",
      "formEdgeID": null
    },
    {
      "edgeID": "182939",
      "fromID": "139314",
      "toID": "139312",
      "formEdgeID": null
    },
    {
      "edgeID": "182940",
      "fromID": "139316",
      "toID": "139317",
      "formEdgeID": null
    },
    {
      "edgeID": "182941",
      "fromID": "139317",
      "toID": "139315",
      "formEdgeID": null
    },
    {
      "edgeID": "182942",
      "fromID": "139319",
      "toID": "139320",
      "formEdgeID": null
    },
    {
      "edgeID": "182943",
      "fromID": "139320",
      "toID": "139318",
      "formEdgeID": null
    },
    {
      "edgeID": "182944",
      "fromID": "139322",
      "toID": "139323",
      "formEdgeID": null
    },
    {
      "edgeID": "182945",
      "fromID": "139323",
      "toID": "139321",
      "formEdgeID": null
    },
    {
      "edgeID": "182946",
      "fromID": "139325",
      "toID": "139326",
      "formEdgeID": null
    },
    {
      "edgeID": "182947",
      "fromID": "139326",
      "toID": "139324",
      "formEdgeID": null
    },
    {
      "edgeID": "182948",
      "fromID": "139328",
      "toID": "139329",
      "formEdgeID": null
    },
    {
      "edgeID": "182949",
      "fromID": "139329",
      "toID": "139327",
      "formEdgeID": null
    },
    {
      "edgeID": "182950",
      "fromID": "139331",
      "toID": "139332",
      "formEdgeID": null
    },
    {
      "edgeID": "182951",
      "fromID": "139332",
      "toID": "139330",
      "formEdgeID": null
    },
    {
      "edgeID": "182952",
      "fromID": "139334",
      "toID": "139335",
      "formEdgeID": null
    },
    {
      "edgeID": "182953",
      "fromID": "139335",
      "toID": "139333",
      "formEdgeID": null
    },
    {
      "edgeID": "182954",
      "fromID": "139337",
      "toID": "139338",
      "formEdgeID": null
    },
    {
      "edgeID": "182955",
      "fromID": "139338",
      "toID": "139336",
      "formEdgeID": null
    },
    {
      "edgeID": "182956",
      "fromID": "139340",
      "toID": "139341",
      "formEdgeID": null
    },
    {
      "edgeID": "182957",
      "fromID": "139341",
      "toID": "139339",
      "formEdgeID": null
    },
    {
      "edgeID": "182958",
      "fromID": "139343",
      "toID": "139344",
      "formEdgeID": null
    },
    {
      "edgeID": "182959",
      "fromID": "139344",
      "toID": "139342",
      "formEdgeID": null
    },
    {
      "edgeID": "182960",
      "fromID": "139346",
      "toID": "139347",
      "formEdgeID": null
    },
    {
      "edgeID": "182961",
      "fromID": "139347",
      "toID": "139345",
      "formEdgeID": null
    },
    {
      "edgeID": "182962",
      "fromID": "139349",
      "toID": "139350",
      "formEdgeID": null
    },
    {
      "edgeID": "182963",
      "fromID": "139350",
      "toID": "139348",
      "formEdgeID": null
    },
    {
      "edgeID": "182964",
      "fromID": "139352",
      "toID": "139353",
      "formEdgeID": null
    },
    {
      "edgeID": "182965",
      "fromID": "139353",
      "toID": "139351",
      "formEdgeID": null
    },
    {
      "edgeID": "182966",
      "fromID": "139355",
      "toID": "139356",
      "formEdgeID": null
    },
    {
      "edgeID": "182967",
      "fromID": "139356",
      "toID": "139354",
      "formEdgeID": null
    },
    {
      "edgeID": "182968",
      "fromID": "139358",
      "toID": "139359",
      "formEdgeID": null
    },
    {
      "edgeID": "182969",
      "fromID": "139359",
      "toID": "139357",
      "formEdgeID": null
    },
    {
      "edgeID": "182970",
      "fromID": "139361",
      "toID": "139362",
      "formEdgeID": null
    },
    {
      "edgeID": "182971",
      "fromID": "139362",
      "toID": "139360",
      "formEdgeID": null
    },
    {
      "edgeID": "182972",
      "fromID": "139364",
      "toID": "139365",
      "formEdgeID": null
    },
    {
      "edgeID": "182973",
      "fromID": "139365",
      "toID": "139363",
      "formEdgeID": null
    },
    {
      "edgeID": "182974",
      "fromID": "139367",
      "toID": "139368",
      "formEdgeID": null
    },
    {
      "edgeID": "182975",
      "fromID": "139368",
      "toID": "139366",
      "formEdgeID": null
    },
    {
      "edgeID": "182976",
      "fromID": "139369",
      "toID": "139370",
      "formEdgeID": null
    },
    {
      "edgeID": "182977",
      "fromID": "139370",
      "toID": "139280",
      "formEdgeID": null
    },
    {
      "edgeID": "182978",
      "fromID": "139372",
      "toID": "139373",
      "formEdgeID": null
    },
    {
      "edgeID": "182979",
      "fromID": "139373",
      "toID": "139371",
      "formEdgeID": null
    },
    {
      "edgeID": "182980",
      "fromID": "139375",
      "toID": "139376",
      "formEdgeID": null
    },
    {
      "edgeID": "182981",
      "fromID": "139376",
      "toID": "139374",
      "formEdgeID": null
    },
    {
      "edgeID": "182982",
      "fromID": "139378",
      "toID": "139379",
      "formEdgeID": null
    },
    {
      "edgeID": "182983",
      "fromID": "139379",
      "toID": "139377",
      "formEdgeID": null
    },
    {
      "edgeID": "182984",
      "fromID": "139381",
      "toID": "139382",
      "formEdgeID": null
    },
    {
      "edgeID": "182985",
      "fromID": "139382",
      "toID": "139380",
      "formEdgeID": null
    },
    {
      "edgeID": "182986",
      "fromID": "139384",
      "toID": "139385",
      "formEdgeID": null
    },
    {
      "edgeID": "182987",
      "fromID": "139385",
      "toID": "139383",
      "formEdgeID": null
    },
    {
      "edgeID": "182988",
      "fromID": "139386",
      "toID": "139387",
      "formEdgeID": null
    },
    {
      "edgeID": "182989",
      "fromID": "139387",
      "toID": "139274",
      "formEdgeID": null
    },
    {
      "edgeID": "182990",
      "fromID": "139388",
      "toID": "139389",
      "formEdgeID": null
    },
    {
      "edgeID": "182991",
      "fromID": "139389",
      "toID": "139274",
      "formEdgeID": null
    },
    {
      "edgeID": "182992",
      "fromID": "139391",
      "toID": "139392",
      "formEdgeID": null
    },
    {
      "edgeID": "182993",
      "fromID": "139392",
      "toID": "139390",
      "formEdgeID": null
    },
    {
      "edgeID": "182994",
      "fromID": "139394",
      "toID": "139395",
      "formEdgeID": null
    },
    {
      "edgeID": "182995",
      "fromID": "139395",
      "toID": "139393",
      "formEdgeID": null
    },
    {
      "edgeID": "182996",
      "fromID": "139397",
      "toID": "139398",
      "formEdgeID": null
    },
    {
      "edgeID": "182997",
      "fromID": "139398",
      "toID": "139396",
      "formEdgeID": null
    },
    {
      "edgeID": "182998",
      "fromID": "139400",
      "toID": "139401",
      "formEdgeID": null
    },
    {
      "edgeID": "182999",
      "fromID": "139401",
      "toID": "139399",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
