{
  "nodes": [
    {
      "nodeID": "156151",
      "text": "Hello everyone, first off I'd like to say I'm an evangelical Christian, so of course I believe in Jesus' existence, just as I believe the Word is the infallible Word of God. I have heard lately of people who actually argue that Jesus did not exist. I decided to start this thread to see what everyone thinks. Do you think Jesus existed? Do you think he existed as described in the bible (Son of God, etc.)? If not, why not?  Here is my view - the Bible tells me that Jesus existed, and is the Son of God, as well as my Lord and Savior, and that is really all I need to know. Discuss.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:26"
    },
    {
      "nodeID": "156152",
      "text": "I believe Jesus is a role model for the human race. I believe he is a very powerful idea. But what I do NOT believe is that there was some dude with a beard running around Israel healing the blind and preaching about his God. So, in a sense, I don't believe Jesus was a literal person in the ancient world, but more of a fable. Like Harry Potter is today.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:26"
    },
    {
      "nodeID": "156153",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:25:26"
    },
    {
      "nodeID": "156154",
      "text": "No one by the NAME of 'Jesus' EVER existed. Fact.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:26"
    },
    {
      "nodeID": "156155",
      "text": "Actually quite a common name in South America... but I know what you mean.emoticon_xgood",
      "type": "I",
      "timestamp": "2016-03-08 20:25:26"
    },
    {
      "nodeID": "156156",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:25:26"
    },
    {
      "nodeID": "156157",
      "text": "If Jesus existed, was crucified and died for us, why do you take that bit literally when you've already stated the contrary?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:26"
    },
    {
      "nodeID": "156158",
      "text": "Yes and no",
      "type": "I",
      "timestamp": "2016-03-08 20:25:26"
    },
    {
      "nodeID": "156159",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:26"
    },
    {
      "nodeID": "156160",
      "text": "If no, why take cognisance of any of it?",
      "type": "I",
      "timestamp": "2016-03-08 20:25:26"
    },
    {
      "nodeID": "156161",
      "text": "What an unbelievable load of codswallop. Clearly you've never read Matt. 7:21-23.",
      "type": "I",
      "timestamp": "2016-03-08 20:25:26"
    },
    {
      "nodeID": "156162",
      "text": "Actually, there is a LOT that the pseudo-Christian glosses over so as to still maintain the title of 'Christian' but the respectability of the secular. If you approach the scriptures as intended and stated, you start to resemble EZ and Arch (amongst others), but, their practices are cultic, seperationistic and exclusive and in the world of science and knowledge...complete hogwash. Who'd want to be something so regressive and backwards thinking? Adopt the ideals and practices of the contemorary man...and you have something approaching a double bind. Thus, you have to start pruning away cognative disonance conflicts from one side or the other. Usually it's the system that causes you the most problems in your current life so you prune parts of the bible out you don't like.  In weeding, Jo skips over the parable of the vines. Where some vines that bear no good fruit/ are withered, are removed and replaced with new ones. This is the believer who no longer practices, withering in 'faith' and being removed from Gods vineyard of believers. And those who convert being added in. John 15 Jo sees the passages that state 'Everything is permissable but not everything is beneficial' as a carte blanch for being able to do anything and still go to heaven as 'once saved, always saved' which is ironic as that's an attitude extremist calvinist take...it also denies free will. The ability to accept and reject this free gift of grace on a moment to moment basis. The gift is freely given to all but not all accept this gift and those who accept it can lose it. Sure, everythign is permissable simply because you can do everything but, it's not beneficial. It could hurt you physically or emotionally or even lose you your salvation. Those who believe in once saved, always saved can often get a sense of spiritual pride and conciet. Thinking they can do things since they can justify them to themselves and if they can do that, God's okay with it. End result is them being Matthew 7:21 The bible does NOT say 'a believer may do anything and still be saved.' If it does somewhere, maybe Jo can point it out with appropriate scripture. As I states, and as the bible backs up numerous times, the free gift must be ACCEPTED. Think of it like this; you MUST have the ticket to get into heaven. The only way to get this ticket is for you to get one from the ticket giver. The 'cost' for this ticket is said to be free. The ticket giver does NOT force you to take the ticket, nor does He slip it into your back pocket while you're not looking. Simply ASK and your shall RECIEVE. Matt 7:7-12 That's not to say the apostate message of the pseudo-Christian isn't appealing. It tickles the ears mightily. It even allows one such as myself to enter into the small gate at the end of the narrow path...you know the one 'But small is the gate and narrow the road that leads to life, and only a few find it.' Matthew 7:14 Heck, I've freely broken EVERY commandment and without repentance. That I did so for mostly noble reasons is beside the point. Would be nice to get an easy out and be treated as those who followed evry rule to a T. @Matthew S, 'Would you kill or burn your child if they did these things? what part of unconditional love and love without end do you not understand?' The part where my Son turn his back on me, runs far away and came to a bad end out of my sight and control...all because he exercised his free will to do so. Heck, I'm personally going through this right now with my eldest. The story of the prodigal son has a meaning to it you know. Turn back and repent before it's too late. At NO time did the father rush after his errant son nor compel him to return. Heck, the father didn't even know that the son spent all his inheritance and was starving UNTIL he came home.  In the end, what I find amazing is why pseudo Christians even hang on to the thin vinear of Christianity...it's like walking with a crutch when they know they don't need it. They've become so use to being told they have a broken leg, that when they realize they don't (or it's been healed) that they still cling to it. Some even trade in the crutch for a cane or wheelchair (alternative religious belief system they take up after realizing the one they were born with isn't for them see also: Pagans who were born and raised Christian). Of course, ditching the crutch can have it's own problems. Some realize they can walk unaided and begin to run...ignoring walls and cliffs. (So Atheism isn't for everyone either.) *shrug*",
      "type": "I",
      "timestamp": "2016-03-08 20:25:26"
    },
    {
      "nodeID": "156163",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:25:26"
    }
  ],
  "edges": [
    {
      "edgeID": "194830",
      "fromID": "156152",
      "toID": "156153",
      "formEdgeID": null
    },
    {
      "edgeID": "194831",
      "fromID": "156153",
      "toID": "156151",
      "formEdgeID": null
    },
    {
      "edgeID": "194832",
      "fromID": "156155",
      "toID": "156156",
      "formEdgeID": null
    },
    {
      "edgeID": "194833",
      "fromID": "156156",
      "toID": "156154",
      "formEdgeID": null
    },
    {
      "edgeID": "194834",
      "fromID": "156158",
      "toID": "156159",
      "formEdgeID": null
    },
    {
      "edgeID": "194835",
      "fromID": "156159",
      "toID": "156157",
      "formEdgeID": null
    },
    {
      "edgeID": "194836",
      "fromID": "156162",
      "toID": "156163",
      "formEdgeID": null
    },
    {
      "edgeID": "194837",
      "fromID": "156163",
      "toID": "156161",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
