{
  "nodes": [
    {
      "nodeID": "138685",
      "text": "In your analogy I would say they are confusing too. I don't smoke however it is not because I am against smoking it is because I don't wanna do it even though I don't think it is 'wrong'. This is a far cry from saying you think something is wrong yet support others doing it if they want to.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:37"
    },
    {
      "nodeID": "138686",
      "text": "Ok. You don't want to do it because you don't want to do that to your body. Do you support other's right to do it despite not wanting to do it to yourself?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:37"
    },
    {
      "nodeID": "138687",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:37"
    },
    {
      "nodeID": "138688",
      "text": "Personally against abortion....but pro-choice. I have heard this many times and have yet to understand the basis for this position.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:37"
    },
    {
      "nodeID": "138689",
      "text": "Perhaps an analogy. Lets say for the sake of the argument you do not smoke or drink (personally against it, for whatever reason). However, you believe others should have the right to drink and smoke if they so choose. So, you are personally against drinking and smoking but you are 'pro-choice' in that regard (meaning you believe every person should make that determination for themselves). Pro-life would be: You don't drink and smoke (morally against it perhaps) and you are going to make sure that no one else is able to either.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:37"
    },
    {
      "nodeID": "138690",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:47:37"
    },
    {
      "nodeID": "138691",
      "text": "I am against abortion because I think that the feotus is alive, though not fully human, and I don't think it is right to dispose of the feotus on a whim, for personal convenience.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:37"
    },
    {
      "nodeID": "138692",
      "text": "Not to derail the thread so soon [cause I'd like to learn and discuss as many reasons and basis as are out 'there' for this position (personally against but prochoice)] but.... What do you mean by 'fully human'? Why do you think the fetus is not fully human? Also, why do you place any value in the life of a fetus?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:37"
    },
    {
      "nodeID": "138693",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:47:37"
    },
    {
      "nodeID": "138694",
      "text": "Partly because it is entirely dependent on one particular human being for its survival, after birth the baby can be looked after by pretty much anyone, before it is entirely reliant on one person, if that person dies, the feotus dies. I place value on the life of the feotus because it is close to human, it has the potential to become human. The closer any being is to being human the more value I tend to place on its life. I value monkeys more than I value cows, for example, I value cows more than I value mice, or rats. I would only kill cows for food, not for sport or because they were irritating. Mice I would kill or have killed if there was an infestation and I couldn't get rid of them any other way, insects I'm not too bothered about swatting if they annoy me. The feotus I consider to be close to human, closer than any other species and, whilst I consider it wrong to kill it, I can understand why others don't and recognise that banning abortion also results in suffering and loss of life. It's a difficult decision for me whether the loss of feotuses is balanced by the suffering prevented, lives saved and freedom promoted by keeping it legal.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:37"
    },
    {
      "nodeID": "138695",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:47:37"
    },
    {
      "nodeID": "138696",
      "text": "I'm against abortion but pro-choice. Whether the fetus is human is not something that I think is really relevant to the matter, and in any case where we give it the benefit of the doubt it is still permissable to carry out abortions in order to safeguard a woman's autonomy.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:37"
    },
    {
      "nodeID": "138697",
      "text": "Why are you against abortion?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138698",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138699",
      "text": "If the fetus is human is not relevant? So if everyone says it is human then it still doesn't have a right to live then huh? Do you really support the killing of an innocent life for whatever reason? Do you really think placing one human over another is good (in this case women is more important then baby)?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138700",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138701",
      "text": "However, who are you to decide who is and is not a person (human)?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138702",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138703",
      "text": "Partly because it is entirely dependent on one particular human being for its survival, after birth the baby can be looked after by pretty much anyone, before it is entirely reliant on one person, if that person dies, the feotus dies.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138704",
      "text": "...so are you saying that degrees of humanity are separated due to levels of dependence? What about the astronaut who is connected to the shuttle by a cord - does that mean the astronaut all of a sudden drops a degree in humanity?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138705",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138706",
      "text": "I place value on the life of the feotus because it is close to human, it has the potential to become human.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138707",
      "text": "Why do you place value on human life?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138708",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138709",
      "text": "abortion is bad, there shouldn't be a need for it in the perfect world, but i'm not going to force my morality down your throat and force you to abide to MY principals while demanding you abandon your own.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138710",
      "text": "Why is abortion bad?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138711",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138712",
      "text": "I believe murder is wrong, and there shouldn't be any of it in a perfect world, but i'm not going to force my morality down your throat and force you to abide to MY principals while demanding you abandon your own. But it's not about me, it's about the person being killed. Think about it.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138713",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:38"
    },
    {
      "nodeID": "138714",
      "text": "For once I agree with you. Your wrong on your thoughts and views with evolution but your right in saying that abortion is wrong.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138715",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138716",
      "text": "'personally against abortion but pro-choice' is a way for campaigning politicians to take both sides of the issue IMO.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138717",
      "text": "Excellent point................Anyone that is personally against abortions should fight to stop all the unnecessary ones that our performed..........",
      "type": "I",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138718",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138719",
      "text": "In your analogy I would say they are confusing too. I don't smoke however it is not because I am against smoking it is because I don't wanna do it eventhough I don't think it is 'wrong'. This is a far cry from saying you think something is wrong yet support others doing it if they want to.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138720",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138721",
      "text": "This is a poor poor analogy. Abortion is dealing with the decision to end another's life in order to sustain a preferred lifestyle.  I think you may have been better off putting it this way. Say you dont drive drunk (personally against it for whatever reason). However, you believe others should have the right to drive drunk if they so choose. So, you are personally against drunk driving but you are 'pro-choice' in that regard (meaning you believe every person should make that determination for themselves). Therefore there should be no laws preventing it and no punishment for the sad results. Pro-life would be: You don't drive drunk (morally against it perhaps) and you are going to make sure no one else is able to either.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138722",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138723",
      "text": "The fact you always ignore is your not just doing it to your body.....",
      "type": "I",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138724",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138725",
      "text": "So then women who are pregnant shouldn't be allowed to 1) Smoke 2) Take any kind of drug that could possibly harm the child 3) Drink or do any otherwise legal action? And VOR takes another giant step towards fascism.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138726",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138727",
      "text": "This is a separate issue, Voice of Reason. Some didn't understand how pro-choice people can say they personally wouldn't do something and/or think something is wrong but still support other's right to do it, and that's what I was answering.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138728",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138729",
      "text": "I don't believe they have a right to do it for one. But yes, they can smoke if they please because I don't believe it is wrong. Abortion I do feel is wrong and thus don't support anyone doing it. There is a big difference. I guess if you felt abortion is right you just wouldn't wanna do it then I would ask why you wouldn't wanna do it? If you get back to 'you think it is wrong' then the same rule applies as above. Like Al Sharpton thinks abortion is wrong however he supports other people doing it. This is hypocritical in my book.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138730",
      "text": "Except it's not. It's perfectly acceptable to morally disagree with drinking and smoking (and encourage others not to do it) and still believe others should have the freedom to choose for themselves. chloe,",
      "type": "I",
      "timestamp": "2016-03-08 19:47:39"
    },
    {
      "nodeID": "138731",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:40"
    },
    {
      "nodeID": "138732",
      "text": "I think you may have been better off putting it this way. Say you dont drive drunk (personally against it for whatever reason). However, you believe others should have the right to drive drunk if they so choose. So, you are personally against drunk driving but you are 'pro-choice' in that regard (meaning you believe every person should make that determination for themselves). Therefore there should be no laws preventing it and no punishment for the sad results. Pro-life would be: You don't drive drunk (morally against it perhaps) and you are going to make sure no one else is able to either.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:40"
    },
    {
      "nodeID": "138733",
      "text": "This is a much poorer analogy than mine could possibly be. If drunk driving were legal and didn't affect anyone outside the driver's body it could be analogous. If drunk driving did not affect anyone outside the driver's body, I would agree that they probably should have the freedom to do so if they so choose (even if I personally disagreed). However, the reason drunk driving is illegal is that it endangers everyone on the road around the driver.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:40"
    },
    {
      "nodeID": "138734",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:40"
    },
    {
      "nodeID": "138735",
      "text": "This is a poor poor analogy. Abortion is dealing with the decision to end another's life in order to sustain a preferred lifestyle.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:40"
    },
    {
      "nodeID": "138736",
      "text": "Chloe, the point of this thread is to help you understand what the argument is, not to give analogies to abortion.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:40"
    },
    {
      "nodeID": "138737",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:40"
    },
    {
      "nodeID": "138738",
      "text": "I don't place an objective value on all human life. Most people, when they are truly honest about it, don't. I know if I had to choose between my pet dog and a person I've never met, I would choose my dog. Similarly, other peoples babies hold no sentimental value for me. I just don't care about them.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:40"
    },
    {
      "nodeID": "138739",
      "text": "So would you care if abortion were outlawed. If so, what would be bad about allowing a view that places objective value in human life to be the basis for making law?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:40"
    },
    {
      "nodeID": "138740",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:40"
    },
    {
      "nodeID": "138741",
      "text": "If so, what would be bad about allowing a view that places objective value in human life to be the basis for making law?",
      "type": "I",
      "timestamp": "2016-03-08 19:47:40"
    },
    {
      "nodeID": "138742",
      "text": "1 - It is innacurate. We allow killing in times of war, in self defense, and in state sanctioned executions. So we already have a situation where, when given X mitigating factors, it is justifiable to take a life. It is impossible to say all life is equal, and then to apply that as law. People will be outraged. I know I would be. 2 - Objective to who? Who gets to decide how valuable life is? And why should they get to? And who says they are right? The relative value of life works fine, thanks very much.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:40"
    },
    {
      "nodeID": "138743",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:40"
    },
    {
      "nodeID": "138744",
      "text": "What the constitution says is irrelevant with regard to the issue of a transcendent universal human right to life.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:40"
    },
    {
      "nodeID": "138745",
      "text": "Gah. I can hardly believe you said this.",
      "type": "I",
      "timestamp": "2016-03-08 19:47:40"
    },
    {
      "nodeID": "138746",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:47:40"
    }
  ],
  "edges": [
    {
      "edgeID": "182482",
      "fromID": "138686",
      "toID": "138687",
      "formEdgeID": null
    },
    {
      "edgeID": "182483",
      "fromID": "138687",
      "toID": "138685",
      "formEdgeID": null
    },
    {
      "edgeID": "182484",
      "fromID": "138689",
      "toID": "138690",
      "formEdgeID": null
    },
    {
      "edgeID": "182485",
      "fromID": "138690",
      "toID": "138688",
      "formEdgeID": null
    },
    {
      "edgeID": "182486",
      "fromID": "138692",
      "toID": "138693",
      "formEdgeID": null
    },
    {
      "edgeID": "182487",
      "fromID": "138693",
      "toID": "138691",
      "formEdgeID": null
    },
    {
      "edgeID": "182488",
      "fromID": "138694",
      "toID": "138695",
      "formEdgeID": null
    },
    {
      "edgeID": "182489",
      "fromID": "138695",
      "toID": "138692",
      "formEdgeID": null
    },
    {
      "edgeID": "182490",
      "fromID": "138697",
      "toID": "138698",
      "formEdgeID": null
    },
    {
      "edgeID": "182491",
      "fromID": "138698",
      "toID": "138696",
      "formEdgeID": null
    },
    {
      "edgeID": "182492",
      "fromID": "138699",
      "toID": "138700",
      "formEdgeID": null
    },
    {
      "edgeID": "182493",
      "fromID": "138700",
      "toID": "138696",
      "formEdgeID": null
    },
    {
      "edgeID": "182494",
      "fromID": "138701",
      "toID": "138702",
      "formEdgeID": null
    },
    {
      "edgeID": "182495",
      "fromID": "138702",
      "toID": "138694",
      "formEdgeID": null
    },
    {
      "edgeID": "182496",
      "fromID": "138704",
      "toID": "138705",
      "formEdgeID": null
    },
    {
      "edgeID": "182497",
      "fromID": "138705",
      "toID": "138703",
      "formEdgeID": null
    },
    {
      "edgeID": "182498",
      "fromID": "138707",
      "toID": "138708",
      "formEdgeID": null
    },
    {
      "edgeID": "182499",
      "fromID": "138708",
      "toID": "138706",
      "formEdgeID": null
    },
    {
      "edgeID": "182500",
      "fromID": "138710",
      "toID": "138711",
      "formEdgeID": null
    },
    {
      "edgeID": "182501",
      "fromID": "138711",
      "toID": "138709",
      "formEdgeID": null
    },
    {
      "edgeID": "182502",
      "fromID": "138712",
      "toID": "138713",
      "formEdgeID": null
    },
    {
      "edgeID": "182503",
      "fromID": "138713",
      "toID": "138709",
      "formEdgeID": null
    },
    {
      "edgeID": "182504",
      "fromID": "138714",
      "toID": "138715",
      "formEdgeID": null
    },
    {
      "edgeID": "182505",
      "fromID": "138715",
      "toID": "138709",
      "formEdgeID": null
    },
    {
      "edgeID": "182506",
      "fromID": "138717",
      "toID": "138718",
      "formEdgeID": null
    },
    {
      "edgeID": "182507",
      "fromID": "138718",
      "toID": "138716",
      "formEdgeID": null
    },
    {
      "edgeID": "182508",
      "fromID": "138719",
      "toID": "138720",
      "formEdgeID": null
    },
    {
      "edgeID": "182509",
      "fromID": "138720",
      "toID": "138689",
      "formEdgeID": null
    },
    {
      "edgeID": "182510",
      "fromID": "138721",
      "toID": "138722",
      "formEdgeID": null
    },
    {
      "edgeID": "182511",
      "fromID": "138722",
      "toID": "138689",
      "formEdgeID": null
    },
    {
      "edgeID": "182512",
      "fromID": "138723",
      "toID": "138724",
      "formEdgeID": null
    },
    {
      "edgeID": "182513",
      "fromID": "138724",
      "toID": "138686",
      "formEdgeID": null
    },
    {
      "edgeID": "182514",
      "fromID": "138725",
      "toID": "138726",
      "formEdgeID": null
    },
    {
      "edgeID": "182515",
      "fromID": "138726",
      "toID": "138723",
      "formEdgeID": null
    },
    {
      "edgeID": "182516",
      "fromID": "138727",
      "toID": "138728",
      "formEdgeID": null
    },
    {
      "edgeID": "182517",
      "fromID": "138728",
      "toID": "138723",
      "formEdgeID": null
    },
    {
      "edgeID": "182518",
      "fromID": "138730",
      "toID": "138731",
      "formEdgeID": null
    },
    {
      "edgeID": "182519",
      "fromID": "138731",
      "toID": "138729",
      "formEdgeID": null
    },
    {
      "edgeID": "182520",
      "fromID": "138733",
      "toID": "138734",
      "formEdgeID": null
    },
    {
      "edgeID": "182521",
      "fromID": "138734",
      "toID": "138732",
      "formEdgeID": null
    },
    {
      "edgeID": "182522",
      "fromID": "138736",
      "toID": "138737",
      "formEdgeID": null
    },
    {
      "edgeID": "182523",
      "fromID": "138737",
      "toID": "138735",
      "formEdgeID": null
    },
    {
      "edgeID": "182524",
      "fromID": "138739",
      "toID": "138740",
      "formEdgeID": null
    },
    {
      "edgeID": "182525",
      "fromID": "138740",
      "toID": "138738",
      "formEdgeID": null
    },
    {
      "edgeID": "182526",
      "fromID": "138742",
      "toID": "138743",
      "formEdgeID": null
    },
    {
      "edgeID": "182527",
      "fromID": "138743",
      "toID": "138741",
      "formEdgeID": null
    },
    {
      "edgeID": "182528",
      "fromID": "138745",
      "toID": "138746",
      "formEdgeID": null
    },
    {
      "edgeID": "182529",
      "fromID": "138746",
      "toID": "138744",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
