{
  "nodes": [
    {
      "nodeID": "146878",
      "text": "So, you have a tiny chihuahua compared to the huge Great Dane. Same genes.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:04"
    },
    {
      "nodeID": "146879",
      "text": "You mean, many of the same genes, but not identical genotypes. Quit lying.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:04"
    },
    {
      "nodeID": "146880",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:04"
    },
    {
      "nodeID": "146881",
      "text": "Actually a lot of this work is done by European and African scientists (If you don't know where they are, look on an a globe (or an atlas if you can't cope with the spinning)), so attacking American scientists kinda shows how ignorant you are.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:04"
    },
    {
      "nodeID": "146882",
      "text": "So tell me....knowing that the human race is 99.9% the same, and that 'No matter how scientists today scrutinize a person's genes, they can't determine with certainty whether an individual is from one 'racial' group or another'....how can you justify how the racist scientists can hold up a skull and make judgements about it? How could they possibly construct a human phylogenetic tree if traits are modified by enviornment, not dictated by randomly mutating genes? How can the pigs in science proclaim that Neandethals were a different 'species' based not on their genes -- which are 99.9% similar as ours -- but their receding chin and large skull? Evolutionary science is full of nothing but good-for-nothing, monkey-loving, chance-worshipping, racist fools.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:04"
    },
    {
      "nodeID": "146883",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:04"
    },
    {
      "nodeID": "146884",
      "text": "Yes, people were averagely shorter, .etc a long time ago, but this is because of the fact of what they ate, not because of evolution.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:04"
    },
    {
      "nodeID": "146885",
      "text": "So if I eat more, I'll grow taller?",
      "type": "I",
      "timestamp": "2016-03-08 20:05:04"
    },
    {
      "nodeID": "146886",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:05:04"
    },
    {
      "nodeID": "146887",
      "text": "Think about it... The 'theory' of evolution is 100% false.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:04"
    },
    {
      "nodeID": "146888",
      "text": "Oh, well, that convinces me.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:04"
    },
    {
      "nodeID": "146889",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:04"
    },
    {
      "nodeID": "146890",
      "text": "You obviously did not read my links:",
      "type": "I",
      "timestamp": "2016-03-08 20:05:04"
    },
    {
      "nodeID": "146891",
      "text": "I did. You did not, and you did not read context. My response was based on the Chihuahua/Great Dane remark. Your source says they have the same basic set of genes. This is not the same as saying that all genes are the same. You go on to say, 'Their size and shape obviously have nothing to do with genetics,' and imply that this is all phenotypic plasticity. Put your money where your mouth is, bub: Invest in a pedigreed Great Dane and a pedigreed Chihuahua. Breed them each to a pedigreed member of the same breed (i.e. GD × GD and Chihuahua × Chihuahuah, not inter-breed mating). Raise them in identical environments. According to you, all the offspring should have the same phenotype. Publish your results. You'll be rich. Go ahead. It should only take a few months. Again, you'll be rich. What are you waiting for?",
      "type": "I",
      "timestamp": "2016-03-08 20:05:05"
    },
    {
      "nodeID": "146892",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:05"
    },
    {
      "nodeID": "146893",
      "text": "Hey, I'm a 7th grader. You've got to give me some props... :D Yes, I do classify myself as a scientific newbie. But I am definitely by no means illiterate.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:05"
    },
    {
      "nodeID": "146894",
      "text": "Well... You can apparently read, but what you have apparently chosen to read - and accept - says much.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:05"
    },
    {
      "nodeID": "146895",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:05"
    },
    {
      "nodeID": "146896",
      "text": "It's mainly because schools use evolution as a basis for learning in Science classes.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:05"
    },
    {
      "nodeID": "146897",
      "text": "And rightfully so.",
      "type": "I",
      "timestamp": "2016-03-08 20:05:05"
    },
    {
      "nodeID": "146898",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:05:05"
    },
    {
      "nodeID": "146899",
      "text": "The difference in traits has nothing to do with mutations or new genes...it has to do with gene expression.....",
      "type": "I",
      "timestamp": "2016-03-08 20:05:05"
    },
    {
      "nodeID": "146900",
      "text": "So you have genes for brown eyes and for blue eyes and for green eyes? Chihuahuas have the genes to make them Great Danes? Do the experiment, supersport. Do it. C'mon. Shut me up. I dare you. For someone always accusing 'Darwinists' of never doing appropriate experiments, this is one you should have no problem doing. Hop to it. (That's your cue to run away and start a new thread.)",
      "type": "I",
      "timestamp": "2016-03-08 20:05:05"
    },
    {
      "nodeID": "146901",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:05"
    },
    {
      "nodeID": "146902",
      "text": "Pah! Child's play! .",
      "type": "I",
      "timestamp": "2016-03-08 20:05:05"
    },
    {
      "nodeID": "146903",
      "text": "Oh? Then what do you take this to mean?: http://www.accessmylibrary.com/comsite5/bin/pdinventory.pl?pdlanding=1&referid=2930&purchase_type=ITM&item_id=0286-6387354  'researchers no longer believe that races are distinct biological categories created by differences in the genes that people inherit from their parents.' http://academic.udayton.edu/race/01race/race.htm There are no genetic characteristics possessed by all Blacks but not by non- Blacks; similarly, there is no gene or cluster of genes common to all Whites but not to non-Whites. One's race is not determined by a single gene or gene cluster, as is, for example, sickle cell anemia. Nor are races marked by important differences in gene frequencies, the rates of appearance of certain gene types. The data compiled by various scientists demonstrates, contrary to popular opinion, that intra-group differences exceed inter-group differences. That is, greater genetic variation exists within the populations typically labeled Black and White than between these populations. This finding refutes the supposition that racial divisions reflect fundamental genetic differences.  Along the way, various minds tried to fashion practical human typologies along the following physical axes: skin color, hair texture, facial angle, jaw size, cranial capacity, brain mass, frontal lobe mass, brain surface fissures and convolutions, and even body lice. As one scholar notes, '[t]he nineteenth century was a period of exhaustive and--as it turned out--futile search for criteria to define and describe race differences.'. . . Attempts to define racial categories by physical attributes ultimately failed. By 1871, some leading intellectuals had recognized that even using the word 'race' 'was virtually a confession of ignorance or evil intent.' The genetic studies of the last few decades have only added more nails to the coffin of biological race. Evidence shows that those features usually coded to race, for example, stature, skin color, hair texture, and facial structure, do not correlate strongly with genetic variation",
      "type": "I",
      "timestamp": "2016-03-08 20:05:05"
    },
    {
      "nodeID": "146904",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:05:05"
    }
  ],
  "edges": [
    {
      "edgeID": "188290",
      "fromID": "146879",
      "toID": "146880",
      "formEdgeID": null
    },
    {
      "edgeID": "188291",
      "fromID": "146880",
      "toID": "146878",
      "formEdgeID": null
    },
    {
      "edgeID": "188292",
      "fromID": "146882",
      "toID": "146883",
      "formEdgeID": null
    },
    {
      "edgeID": "188293",
      "fromID": "146883",
      "toID": "146881",
      "formEdgeID": null
    },
    {
      "edgeID": "188294",
      "fromID": "146885",
      "toID": "146886",
      "formEdgeID": null
    },
    {
      "edgeID": "188295",
      "fromID": "146886",
      "toID": "146884",
      "formEdgeID": null
    },
    {
      "edgeID": "188296",
      "fromID": "146888",
      "toID": "146889",
      "formEdgeID": null
    },
    {
      "edgeID": "188297",
      "fromID": "146889",
      "toID": "146887",
      "formEdgeID": null
    },
    {
      "edgeID": "188298",
      "fromID": "146891",
      "toID": "146892",
      "formEdgeID": null
    },
    {
      "edgeID": "188299",
      "fromID": "146892",
      "toID": "146890",
      "formEdgeID": null
    },
    {
      "edgeID": "188300",
      "fromID": "146894",
      "toID": "146895",
      "formEdgeID": null
    },
    {
      "edgeID": "188301",
      "fromID": "146895",
      "toID": "146893",
      "formEdgeID": null
    },
    {
      "edgeID": "188302",
      "fromID": "146897",
      "toID": "146898",
      "formEdgeID": null
    },
    {
      "edgeID": "188303",
      "fromID": "146898",
      "toID": "146896",
      "formEdgeID": null
    },
    {
      "edgeID": "188304",
      "fromID": "146900",
      "toID": "146901",
      "formEdgeID": null
    },
    {
      "edgeID": "188305",
      "fromID": "146901",
      "toID": "146899",
      "formEdgeID": null
    },
    {
      "edgeID": "188306",
      "fromID": "146903",
      "toID": "146904",
      "formEdgeID": null
    },
    {
      "edgeID": "188307",
      "fromID": "146904",
      "toID": "146902",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
