{
  "nodes": [
    {
      "nodeID": "157476",
      "text": "(CNN) -- Drug traffickers are planting millions of marijuana plants on U.S. public lands ever closer to tourist sites, guarding their plots with heavy weaponry, federal authorities say. 'We destroy their plants and they come back, sometimes to the same spot, and replant,' said U.S. Forest Service Special Agent Russ Arthur. 'It's definitely possible that hikers and campers are going to find themselves in the middle of a field facing some very dangerous, armed bad guys, because this problem is everywhere, and it's only getting worse.' Across the nation, pot sites linked to cartels have been found in 15 states as far north as Washington, Arthur said. Last week, a portion of Sequoia National Park in the Sierra Nevada was closed to visitors while rangers dropped from helicopters into a marijuana farm a half-mile away from Crystal Cave, popular among tourists. Officials said there were five sites in the Yucca Creek Canyon where investigators recovered tons of trash, netting, chemicals and camping materials, a discovery that suggested the growers had been there, or planned to stay, for a long time. Though authorities destroyed the patch, whoever wanted to profit probably got what they wanted. Seventy-five percent of the plants had been harvested, said park spokeswoman Adrienne Freeman. 'Last week for six days, instead of having families and children walking down to Crystal Cave, we were flying helicopters to do a law enforcement operation,' she said. 'That's not fair. You should be able to come to the park and enjoy it.' Freeman cautioned that there is a steep cliff near the site and most visitors wouldn't be skilled enough to trek into the area. But some might. In Idaho earlier this summer, hikers came upon 12,545 marijuana plants valued at $6.3 million, officials said.  This week, the National Park Service was working to eradicate plants at Indiana Dunes National Lakeshore, beloved by fishermen, where one year ago the agency brought out six dump trucks full of marijuana -- 10,000 plants -- valued at $8.5 million, according to chief ranger Mike Bremer. And on Friday, the Drug Enforcement Administration said it had found 14,500 marijuana plants growing in a patch of forest land 40 miles southwest of Denver, Colorado, where campers have ventured. The Forest Service has stepped up its efforts to raid forest areas in Georgia and Tennessee, including areas near the Chattahoochee River, a favorite among hikers, campers and adventure racers. The agency has started podcasting and posting signs on public land, trying to describe to regular folks what a pot field looks like and how to get away from it quickly. Though traffickers have been planting on public lands for years, figures from the U.S. Forest Service indicate the sheer volume of marijuana plants on public land has increased every year since 2005 -- by millions. And those are just the plants that the government knows about and has destroyed. Most pot farms are cultivated by low-level cartel workers, many who are working to pay off smugglers who helped them cross the border, officials have said. Campsites are sophisticated and well hidden, with foxholes and sniper nests, Arthur told CNN. The workers plant four to five farms at a time to get one bountiful crop, reckoning that two might be destroyed by law enforcement, one might fail because of weather, and another could be pilfered by what officers call 'pot pirates,' Americans who risk getting close to traffickers to score free pot, Arthur said. Dean Growdon, an assistant sheriff and commander of the Lassen County, California, Narcotics Task Force, said he's especially concerned about pot farm violence now because hunting season is about to start. 'We get more reports this time of year from hunters who've stumbled onto sites,' he said. 'We had a guy who discovered they were growing on the back portion of his property.' The sheriff's department knows firsthand of the dangers. Two deputies are still recovering from being shot in June when they stumbled on a pot field, Sheriff Steven Warren said. In the encounter, one of the deputies shot and killed a grower, Warren said, and the surviving growers are being prosecuted, he said. 'Our guys saw the field and were trying to make their way back to get help when they ran into the growers. There were two [suspected growers] laying back on a rock and when our guys saw them, there was a moment when everyone just froze,' said Warren. 'There was a guy in a tent that had an AK-47 and our guys have a gun on him. 'To me, that grower, he was on a suicide mission. He could have never believed he would live through that,' the sheriff said. Although federal agents have stepped up raids on sites across the country, arrests are tough to make because growers know the terrain like the backs of their hands. When authorities surprise them by dropping into their camps, growers dart off to hiding places or through the thick woods, making foot chases difficult. In July, a multi-agency sting in California's Fresno County -- the largest ever nationwide -- netted 420,000 plants, worth $1.6 billion, and the arrests of 100 people. As many as 82 Mexican nationals were taken into custody and deported, the Fresno County state attorney's office told CNN. So far, the U.S. attorney's office has charged 16 people. If convicted, those without prior drug charges would face 10 years to life and a $4 million fine; those with drug records could get double that sentence. But little intelligence is gleaned from growers. They don't want to talk, fearful of the consequences their families could face back in Mexico. It's still mostly a mystery how growers keep their camps going, how they transport their food, and where and how they move their finished product. It's also mostly unclear how they are managing to carry so much equipment -- piping, chemicals and basic living necessities -- into the deep woods. But it's clear they are causing expensive and irreversible damage to the ecosystem. Growers often dam up natural waterways with PVC pipe to redirect water to their plants, or poison the land and animals with insecticides. Many poach for food. Tons of trash is found scattered on the sites. In Sequoia National Park, $1 million has been spent since 2006 on marijuana plantation cleanup alone, and the damage done to Crystal Cave will be felt for years to come, said the park spokeswoman, Adrienne Freeman. 'We are continually discovering new species in that cave, and we are letting Mexican cartels threaten to wipe that out,' she said.",
      "type": "I",
      "timestamp": "2016-03-08 20:28:30"
    },
    {
      "nodeID": "157477",
      "text": "Our national parks are safe as is, huh? Regular people have no reason to feel to need to carry concealed weapons for their own protection, huh? How can you be safe when mexican drug cartel members are literally behind the next bush and inclined to kill you for stumbling upon their operation?",
      "type": "I",
      "timestamp": "2016-03-08 20:28:30"
    },
    {
      "nodeID": "157478",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:28:30"
    },
    {
      "nodeID": "157479",
      "text": "Pot farms run by 'bad guys' getting closer to tourist spots - CNN.com  Our national parks are safe as is, huh? Regular people have no reason to feel to need to carry concealed weapons for their own protection, huh? How can you be safe when mexican drug cartel members are literally behind the next bush and inclined to kill you for stumbling upon their operation?",
      "type": "I",
      "timestamp": "2016-03-08 20:28:30"
    },
    {
      "nodeID": "157480",
      "text": "HOT DAMN Nato maybe we better hot foot it up their and help keep that there Mexican drug cartel out.emoticon_xloveemoticon_xbouncer",
      "type": "I",
      "timestamp": "2016-03-08 20:28:30"
    },
    {
      "nodeID": "157481",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:28:30"
    }
  ],
  "edges": [
    {
      "edgeID": "195764",
      "fromID": "157477",
      "toID": "157478",
      "formEdgeID": null
    },
    {
      "edgeID": "195765",
      "fromID": "157478",
      "toID": "157476",
      "formEdgeID": null
    },
    {
      "edgeID": "195766",
      "fromID": "157480",
      "toID": "157481",
      "formEdgeID": null
    },
    {
      "edgeID": "195767",
      "fromID": "157481",
      "toID": "157479",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
