{
  "nodes": [
    {
      "nodeID": "159412",
      "text": "2. By HELEN EPSTEINEVEN as the United States Agency for International Development sends hundreds of millions of dollars worth of food to developing countries, a strange but important nutritional problem is being overlooked: The children of women who suffer from severe stress and poverty sometimes seem to give up and refuse to eat. Studies suggest that this stems from maternal detachment Â— the breakdown of emotional connection between traumatized mothers and their children...... Sally Grantham-McGregor, a child health researcher working in Jamaica, demonstrated that teaching poor mothers the basic techniques of mothering Â— holding and playing, and communicating with smiles, gestures and questions Â— could help their ailing children achieve remarkable developmental gains. And these gains were much greater than those that could have been achieved with food and medical care alone.Today, Unicef and the World Health Organization agree that counseling should be an important part of food aid programs. Once feeding programs are in place, it costs very little to train community health workers. One organization, Play Therapy Africa, which runs feeding and counseling centers in Ethiopia, is training aid workers in these methods in 50 centers. The one-time expense of $278,000 Â— the cost of training and monitoring the health workers Â— is a pittance compared with the millions of dollars spent on food alone.Unfortunately, most aid economists overlook counseling. When the journal Lancet recently reviewed strategies to reduce malnutrition, these methods werenÂ’t mentioned at all.Vulnerable children require more than food and medicine; they need affection. To nurture them, we need to nurture the mothers on whom their lives depend.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:51"
    },
    {
      "nodeID": "159413",
      "text": "WouldnÂ’t it be wonderful if every woman in the world didnÂ’t have to be so alone, without a single helping hand, when she becomes a mother?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:51"
    },
    {
      "nodeID": "159414",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:51"
    },
    {
      "nodeID": "159415",
      "text": "1. By AMY GROSSMANEVERY minute, a woman somewhere in the world dies in childbirth or from complications of pregnancy.But there is an inexpensive medicine that could save a great many of these womenÂ’s lives Â— misoprostol.Misoprostol is a generic drug originally developed to treat ulcers, but itÂ’s predominately used off-label for obstetrics. When a mother takes it immediately after delivery, it can effectively stop the leading cause of maternal death in most developing countries: postpartum hemorrhage or excessive bleeding. WhatÂ’s more, itÂ’s an easy-to-take tablet with a long shelf life, so itÂ’s suitable for the vast majority of women who deliver at home, in remote villages, far from skilled medical care.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:51"
    },
    {
      "nodeID": "159416",
      "text": "WouldnÂ’t it be wonderful if women everywhere would not bleed to death after childbirth?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:51"
    },
    {
      "nodeID": "159417",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:32:51"
    },
    {
      "nodeID": "159418",
      "text": "3. By ESTHER DUFLO FOR millions of girls around the world, motherhood comes too early. Those who bear children as adolescents suffer higher maternal mortality and morbidity rates, and their children are more likely to die in infancy. One reliable way to solve this problem is through education. The more affordable it is, the longer girls will stay in school and delay pregnancy. I advise a nonprofit foundation called Innovation for Poverty Action that focuses on keeping girls in school. (We aren't alone; lots of other terrific organizations do this, too.) In a pilot program we ran in Kenya a few years ago, around 5,000 sixth-grade girls in 163 primary schools were given a $6 school uniform free. If they stayed in school, they received a second uniform after 18 months. The dropout rate over the next three years decreased by a third, to 12 percent, and the pregnancy rate fell to 8 percent from 12 percent. Of every 50 girls given free uniforms, then, three stayed in school as a result of the uniforms alone, and two delayed pregnancy. The benefits of secondary education are even greater. In the same group of Kenyan girls, 50 percent of those who dropped out after primary school had a child within two years, but only 8 percent who went on to secondary school became pregnant in that same period.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:51"
    },
    {
      "nodeID": "159419",
      "text": "Wouldn't it be wonderful if every girl and every woman were valued enough to educate, to make sure that girls do not become pregnant before their bodies are ready for the traumatic event of pregnancy and chilldbirth?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:51"
    },
    {
      "nodeID": "159420",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:52"
    },
    {
      "nodeID": "159421",
      "text": "4. By RUTH FADEN, ANNE DRAPKIN LYERLY and MAGGIE LITTLE WHEN diseases like swine flu hit, pregnant women are especially at risk. And yet we know surprisingly little about how to treat them. In its guidelines for the antiviral drugs Tamiflu and Relenza, the Centers for Disease Control and Prevention says that pregnant women infected or at high risk for infection should take the recommended adult dosage: 'Pregnancy should not be considered a contraindication' to taking the drugs, because the benefits of treatment 'likely outweigh the theoretical risks of antiviral use.' But we don't know whether this is true. Concerns about the ethics of performing drug studies on pregnant women mean we know far less about how to treat them. It is perfectly possible that the standard adult dose of antivirals will not work in the pregnant body. Pregnancy acts as a wild card when it comes to medication. Changes in blood flow, digestion, kidney function and enzymatic activity alter the ways that drugs act on the body. There is almost no data on how antivirals function during pregnancy, and the same is true for many other drugs on the market. The consequences are potentially profound. One of the antibiotics used for treating exposure to anthrax is metabolized so quickly by the pregnant body that no dose, no matter how large, is likely to be effective. If the threat of widespread anthrax attacks after 9/11 had been realized, pregnant women and their babies would have faced disastrous consequences. We should not make the same mistake in planning for the possible reemergence of swine flu in the fall. One pregnant woman in America has already died from the flu. Although other health problems complicated her illness, her death is a reminder that we need to understand how to medicate mothers-to-be. Research should be done now, while pregnant women are already taking antivirals. Studying blood samples from as few as two dozen women would get us a long way toward determining whether the standard dose is effective.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:52"
    },
    {
      "nodeID": "159422",
      "text": "Wouldn't it be wonderful if, in this male-centered world, drugs were designed to be women-friendly, especially pregnant women-friendly?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:52"
    },
    {
      "nodeID": "159423",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:52"
    },
    {
      "nodeID": "159424",
      "text": "5, By L. LEWIS WALL MOTHERHOOD is a blessing, but in many parts of the world childbirth leaves women permanently injured and turns them into social outcasts. In West Africa, only about 1 percent of pregnant women have Caesarean deliveries because the procedure isn't widely available. When labor is obstructed, the baby is trapped in the pelvis, and labor can last up to a week. Women who survive this ordeal can develop a hole in the bladder called a fistula. This injury - caused by the prolonged pressure of the baby's head on the soft tissues of the pelvis - causes continuous and uncontrollable loss of urine. The millions of women in Africa and Asia who suffer from fistulas are often shunned by their communities for the rest of their lives. In Liberia, I operated on a woman who had endured a fistula for 35 years, and it took only 20 minutes to repair her injury. Including a month of hospital care and the surgical supplies needed, the operation costs about $300 to $450. All a clinic needs is spinal anesthesia, intravenous fluids, basic surgical instruments, sutures and a catheter for draining urine. It's even easier to prevent these injuries from happening in the first place. With supervision, local village 'labor monitors' can learn to track the progress of a birth and send the woman to a hospital when labor lasts too long. Trained birth attendants can detect abnormalities in labor by using a partograph - a simple graph that charts the progress of labor and tells attendants when to intervene. The World Health Organization tested the partograph in 35,000 births in Southeast Asia and found that using it cut the number of prolonged labors almost by half. Widespread use of this simple early warning system would go a long way toward saving babies' and mothers' lives - and making fistulas a thing of the past.",
      "type": "I",
      "timestamp": "2016-03-08 20:32:52"
    },
    {
      "nodeID": "159425",
      "text": "Wouldn't it be wonderful if every woman in the world had access to decent prenatal care, if every woman in the world could be guanateed safe childbirth, wouldn't it be wonderful? The entire series is at: http://www.nytimes.com/2009/05/10/opinion/10gift.html And, if men had to suffer the torture of being in labor for a week and having their insides torn out, don't you think the male-centered world would truly care more about the welfare of women and children?",
      "type": "I",
      "timestamp": "2016-03-08 20:32:52"
    },
    {
      "nodeID": "159426",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:32:52"
    }
  ],
  "edges": [
    {
      "edgeID": "197158",
      "fromID": "159413",
      "toID": "159414",
      "formEdgeID": null
    },
    {
      "edgeID": "197159",
      "fromID": "159414",
      "toID": "159412",
      "formEdgeID": null
    },
    {
      "edgeID": "197160",
      "fromID": "159416",
      "toID": "159417",
      "formEdgeID": null
    },
    {
      "edgeID": "197161",
      "fromID": "159417",
      "toID": "159415",
      "formEdgeID": null
    },
    {
      "edgeID": "197162",
      "fromID": "159419",
      "toID": "159420",
      "formEdgeID": null
    },
    {
      "edgeID": "197163",
      "fromID": "159420",
      "toID": "159418",
      "formEdgeID": null
    },
    {
      "edgeID": "197164",
      "fromID": "159422",
      "toID": "159423",
      "formEdgeID": null
    },
    {
      "edgeID": "197165",
      "fromID": "159423",
      "toID": "159421",
      "formEdgeID": null
    },
    {
      "edgeID": "197166",
      "fromID": "159425",
      "toID": "159426",
      "formEdgeID": null
    },
    {
      "edgeID": "197167",
      "fromID": "159426",
      "toID": "159424",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
