{
  "nodes": [
    {
      "nodeID": "149156",
      "text": "** FYI-- ' -------------------------------------------------------------------------------- By Kelly Rae Chi -------------------------------------------------------------------------------- HOT PAPER IN EPIGENETICS Pass the disruption --------------------------------------------------------------------------------  Courtesy of Michael Skinner  The paper:  M.D. Anway et al., 'Epigenetic transgenerational actions of endocrine disruptors and male fertility,' Science, 308:1466-9, 2005. (Cited in 112 papers)  The finding: A group led by Michael Skinner from Washington State University briefly exposed pregnant female rats to endocrine disruptors and found sperm defects in the F1 generation of male rats, which were passed through the male germ line to the F4 generation. Offspring of treated rats also had DNA methylation differences. 'Potentially this transgenerational epigenetic mechanism could be how the environment is influencing disease,' says Skinner.  The significance: The study provided clear evidence of multigenerational effects of environmental exposure, says Andrea Gore, from University of Texas, Austin, who has since collaborated with Skinner's group.  The catch: Doses used in the study were higher than those seen in the environment, the authors note. 'All bets are off when you extrapolate the findings' to humans or other animals, says Randy Jirtle from Duke University. Skinner's group is now working to study the effects of dose on sperm viability.  The progress: Skinner and colleagues allowed male offspring of treated rats to age six months to a year and found that a number of other conditions, such as kidney disease and breast tumors, were passed across generations (Endocrinol, 147: 5515-23, 2006). Jirtle says it will be important to identify the precise methylation effects that give rise to the phenotypes, 'because epigenomes vary greatly [among] species.'  Skinner's summary of the data: Phenotype Effect (for each generation) Spermatogenic cell death increased 300% Sperm number decreased 30% Male infertility approximately 10%'  at-- http://www.the-scientist.com/article/home/53528/",
      "type": "I",
      "timestamp": "2016-03-08 20:10:09"
    },
    {
      "nodeID": "149157",
      "text": "so do you think the Soviets, er -- silly me -- I mean Darwinists, will put 2 + 2 together and proclaim to the world that since one's environment (diet, environmental toxins, etc) can cause disease that one could eliminate/control this disease by eliminating the environmental source that's causing it?  I think this would explain why cancer is getting to be so wide-spread in society and why younger and younger people are developing it. The cause of disease has nothing to do with the genes themselves...as Dr. Bruce Lipton says, 'It's the environment, stupid.' Of course if this little secret got out (that people could cure themselves by changing their internal and/or external environments) then Big medicine, including millions and millions of people would be without a paycheck. We can't have that. The sad thing though, as your article indicates, is disease doesn't just end with the person who has it...diseases often get carried forward into future generations, making children (and their children) more vulnerable.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:10"
    },
    {
      "nodeID": "149158",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:10"
    }
  ],
  "edges": [
    {
      "edgeID": "189888",
      "fromID": "149157",
      "toID": "149158",
      "formEdgeID": null
    },
    {
      "edgeID": "189889",
      "fromID": "149158",
      "toID": "149156",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
