{
  "nodes": [
    {
      "nodeID": "156888",
      "text": "emoticon_xbye hi! We are 2 dutch students and we dont get why almost everybody here want's a gun. In the Netherlands having a gun is a crime. And we think thats really good, cause you see the results in the US. Kids killing each other with daddy's gun, and we think that when you own a gun the proberbility to use it is always much closer then when you don't own a gun. emoticon_xkill A lot of people feel safer when they have got a gun in their home, cause then you always can use it, even when you are drunk or something like that. And you are always thinking about<b></b>: 'when should i use my gun'. emoticon_confused So. people don't buy a gun! what's the use?! Just make sure that you do'nt get in any problems. Greets, Joszi (age:16) Bram (age:16) Nijmegen, The Netherlands (best country to live)",
      "type": "I",
      "timestamp": "2016-03-08 20:27:06"
    },
    {
      "nodeID": "156889",
      "text": "I know at least one person from the Netherlands who owns a pistol. Are you sure that it is ENTIRELY illegal to own a firearm, or is it possible to obtain a permit for one? Also, the whole 'school shooting' business in the US is not really any sort of major problem. The thing is, the media reports every single incident making it seem more common than it really is. As far as uses for a gun: In the US lots of people live in rural areas where it could take police about an hour, or even longer, to respond. People in that situation cannot rely on police protection. In addition, our police force is NOT obligated to serve as a protection force for citizens. Instead, our police are supposed to solve crimes after they occur. People in the US grew up with firearms and shooting sports. Hunting, trap and skeet, and target shooting are important parts of American culture. In fact, our government thought it was so important for citizens to be able to use firearms that they created the Civilian Marksmanship Program (CMP). The CMP sells high-powered military surplus rifles at cost, to US citizens. Joszi and Bram, what experience with firearms do you have? Maybe a day at the range would change your opinions. :)  pickleweaseler--The US of A (the REAL best country to live [in])",
      "type": "I",
      "timestamp": "2016-03-08 20:27:06"
    },
    {
      "nodeID": "156890",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:06"
    },
    {
      "nodeID": "156891",
      "text": "Personally I wouldn't own a gun for self defense because I am just not that big of a sissy.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:06"
    },
    {
      "nodeID": "156892",
      "text": "Because taking responsibility for ones own safety is certainly a sissy thing to do??? emoticon_confused",
      "type": "I",
      "timestamp": "2016-03-08 20:27:06"
    },
    {
      "nodeID": "156893",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:06"
    },
    {
      "nodeID": "156894",
      "text": "Maybe someone already said this but, problem is, we cant let the government take away any of our rights. Once they start doing that it would set precedence and who knows were it would end. Personally I wouldn't own a gun for self defense because I am just not that big of a sissy.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:06"
    },
    {
      "nodeID": "156895",
      "text": "You know what they call people like you?      Victims. emoticon_xkill",
      "type": "I",
      "timestamp": "2016-03-08 20:27:07"
    },
    {
      "nodeID": "156896",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:07"
    },
    {
      "nodeID": "156897",
      "text": "Actually, that's what they call most of the people that come in to contact with me.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:07"
    },
    {
      "nodeID": "156898",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:07"
    },
    {
      "nodeID": "156899",
      "text": "Secondly, America must plead guilty in more recent such cases among alliance forces in Afghanistan and Iraq and among civilians in these countries. They all fell victims of illegal American tests of new types of nuclear weapons there!! The fact is staying hidden from rest of the world.",
      "type": "I",
      "timestamp": "2016-03-08 20:27:07"
    },
    {
      "nodeID": "156900",
      "text": "And where exactly did you hear this? I find it hard to believe a governent that couldn't keep an affair or a low-level break-in under wraps could keep something like that secret................. Also if it is true and among alliance forces why do you blame solely the US?",
      "type": "I",
      "timestamp": "2016-03-08 20:27:07"
    },
    {
      "nodeID": "156901",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:27:07"
    }
  ],
  "edges": [
    {
      "edgeID": "195344",
      "fromID": "156889",
      "toID": "156890",
      "formEdgeID": null
    },
    {
      "edgeID": "195345",
      "fromID": "156890",
      "toID": "156888",
      "formEdgeID": null
    },
    {
      "edgeID": "195346",
      "fromID": "156892",
      "toID": "156893",
      "formEdgeID": null
    },
    {
      "edgeID": "195347",
      "fromID": "156893",
      "toID": "156891",
      "formEdgeID": null
    },
    {
      "edgeID": "195348",
      "fromID": "156895",
      "toID": "156896",
      "formEdgeID": null
    },
    {
      "edgeID": "195349",
      "fromID": "156896",
      "toID": "156894",
      "formEdgeID": null
    },
    {
      "edgeID": "195350",
      "fromID": "156897",
      "toID": "156898",
      "formEdgeID": null
    },
    {
      "edgeID": "195351",
      "fromID": "156898",
      "toID": "156895",
      "formEdgeID": null
    },
    {
      "edgeID": "195352",
      "fromID": "156900",
      "toID": "156901",
      "formEdgeID": null
    },
    {
      "edgeID": "195353",
      "fromID": "156901",
      "toID": "156899",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
