{
  "nodes": [
    {
      "nodeID": "149344",
      "text": "Indeed. But the creationists claim that is has 'true science' on its side. I wonder why the resident creationists have not graced us with a brief summary of their science?",
      "type": "I",
      "timestamp": "2016-03-08 20:10:39"
    },
    {
      "nodeID": "149345",
      "text": "How do we get a tree to stand upright long enough for it to petrify, and how do we get upright petrified trees in layers of strata. There is evidence all over the world that stands up for biblical events, all you need to do is open yourself up and have a look.. I urge you guys to get a hold of the movie 'The search for the real Mt Sianai'. This movie is rivetted with evidence for the Moses account in the bible. Any person with there head screwed on right will not be able to deny it!",
      "type": "I",
      "timestamp": "2016-03-08 20:10:39"
    },
    {
      "nodeID": "149346",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:10:39"
    },
    {
      "nodeID": "149347",
      "text": "The problem will come when little Billy goes home and tells Mum that the teacher said that the Bible is wrong. Then comes the real 'controversy.'",
      "type": "I",
      "timestamp": "2016-03-08 20:10:39"
    },
    {
      "nodeID": "149348",
      "text": "Indeed. If a teacher teaches 'the controversey' correctly, and lays out the facts and let's kids decide for themselves (is that done for ANY subject?), certainly, the most indoctrinated will say creation wins. But what about the open-minded? What about the students that can actually grasp the fact that creationism offers nothing in the way of supporting evidence? that is rests solely on trying to poke holes in evolution and appeals to biblical authority? Those students will conclude that creatiomnism is bogus, and may cause them to question their 'beliefs.' Two things could happen: 1. the Right -wing zealots will enforce laws making it a crime to put creationism ina poor light, forcing teachers to bow down or be fired. Conservative correctness with the force of law. 2. the Right-wing zealots will realize that their little plan backfired, and let the issue die  Scarily, if this should come to pass, if things do not change much politically, I see option 1 as the most likely. During the Cold War, politicians had 'godless Soviet atheism' to rally against with religious fervor. The Conservatives are now latching onto Fundamentalist Islam as the new 'Red Horde'. And lots of gullible people are buying into it.",
      "type": "I",
      "timestamp": "2016-03-08 20:10:39"
    },
    {
      "nodeID": "149349",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:10:39"
    },
    {
      "nodeID": "149350",
      "text": "I urge you guys to get a hold of the movie 'The search for the real Mt Sianai'. This movie is rivetted with evidence for the Moses account in the bible. Any person with there head screwed on right will not be able to deny it!",
      "type": "I",
      "timestamp": "2016-03-08 20:10:39"
    },
    {
      "nodeID": "149351",
      "text": "Interesting. Where might one find this movie? Waxy",
      "type": "I",
      "timestamp": "2016-03-08 20:10:39"
    },
    {
      "nodeID": "149352",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:10:39"
    }
  ],
  "edges": [
    {
      "edgeID": "190024",
      "fromID": "149345",
      "toID": "149346",
      "formEdgeID": null
    },
    {
      "edgeID": "190025",
      "fromID": "149346",
      "toID": "149344",
      "formEdgeID": null
    },
    {
      "edgeID": "190026",
      "fromID": "149348",
      "toID": "149349",
      "formEdgeID": null
    },
    {
      "edgeID": "190027",
      "fromID": "149349",
      "toID": "149347",
      "formEdgeID": null
    },
    {
      "edgeID": "190028",
      "fromID": "149351",
      "toID": "149352",
      "formEdgeID": null
    },
    {
      "edgeID": "190029",
      "fromID": "149352",
      "toID": "149350",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
