{
  "nodes": [
    {
      "nodeID": "141552",
      "text": "Famous British evolutionary anthropologist and anatomist, Sir Arthur Keith, is quoted as saying, 'Evolution is unproved and unprovable. We believe it only because the alternative is Special Creation, and that is unthinkable.' However, this is not acceptable under general principles of science. Unless a natural mechanism constrained by Natural Law, by which the entire universe could come into existence and further develop through random process, is found, a Creator must be the theoretical default. It doesn't matter whether an individual scientist has difficulty accepting it or not. As Sir Arthur Conan Doyle so eloquently stated in his Sherlock Holmes series, 'Once you eliminate the impossible, whatever remains, no matter how improbable, must be the truth.'",
      "type": "I",
      "timestamp": "2016-03-08 19:53:59"
    },
    {
      "nodeID": "141553",
      "text": "Well, creationists claim he said that. However, there is no real evidence he ever did. They give two sources.. one says it is was in the 100th edition of the 'origin of species), and the other one was on the centinial edition (which is a real trick, since that is 4 years after his death). No one seems to be able to find the primary source for that quote. Imagine that.",
      "type": "I",
      "timestamp": "2016-03-08 19:53:59"
    },
    {
      "nodeID": "141554",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141555",
      "text": "Lack of a Natural Mechanism. Charles Darwin, in his Origin of Species, proposed Natural Selection to be the mechanism by which an original simple-celled organism could have evolved gradually into all species observed today, both plant and animal. Darwin defines evolution as 'descent with modification.' However, Natural Selection is known to be a conservative process, not a means of developing complexity from simplicity. Later, with our increased understanding of genetics, it was thought perhaps Natural Selection in conjunction with genetic mutation allowed for the development of all species from a common ancestor. However, this is theoretical and controversial, since 'beneficial' mutations have yet to be observed. In fact, scientists have only observed harmful, 'downward' mutations thus far. Time Constraints. Both Creationists and Evolutionists agree that if evolution is at all possible, there needs to be an excessive (if not infinite) amount of time. For much of the 20th century, it was thought evolutionists had all the time they needed. If the earth ever looked too young for certain evolutionary developments to have occurred, the age was pushed back in the textbooks. In 1905, the earth was declared to be two billion years old. By 1970, the earth was determined to be 3.5 billion years old, and by the 1990's, the earth had become 4.6 billion years old. However, Young Earth advocates have identified quite a few Young Earth chronometers in recent years. Currently, there are approximately five times more natural chronometers indicating a 'Young Earth' than an 'Old Earth.' Each discovery is a separate 'Limiting Factor' that places a constraint on the possible age of the earth. For example, moon drift, earth rotation speed, magnetic field decay, erosion rates, chemical influx into the oceans, ocean salinity, etc, all constrain the possible age of the earth. Each Limiting Factor is distinct. If one were successfully challenged, there is still the problem of all the rest. Furthermore, there are Limiting Factors constraining the possible age of the universe, such as spiral galaxies where they're maintaining their spiral shapes despite their centers spinning faster than their extremities.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141556",
      "text": "You are incorrect when it comes to the age of the earth. All inidciation by all branches of science indicate an earth that is over 3 billion years old. (aside from the lies of the Young earth creationism. Each and every one of those 'indications' are based on misunderstandings and out right lies about science. A discussion about the various methods (and where the YEC claims go wrong can be found at http://www.talkorigins.org/faqs/faq-age-of-earth.html",
      "type": "I",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141557",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141558",
      "text": "God_is_real: The question is even deeper, however. Chickens have many proteins. Each protein is coded for by the DNA/RNA system. However, many specific proteins are needed in order to manufacture DNA/RNA. So which came first: proteins or DNA/RNA? The logical explanation is that they were both created.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141559",
      "text": "No, the logical explanation was already worked out by scientists several decades ago. RNA was theorized to be able to perform both informational and catalytic ability, thus serving the biological roles of both DNA (information storage) and proteins (biocatalysts). The theory was confirmed, I believe in the early 1980s, when ribozymes - catalytic RNAs - were disovered. And since then, scientists have been able to evolve in the lab a ribozyme that is capable of copying part of its own sequence. They are getting close to confirming the theory that an RNA molecule can serve as the information store and the catalytic machinery for its own replication.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141560",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141561",
      "text": "'By creation we mean the bringing into being by a supernatural Creator of the basic kinds of plants and animals by the process of sudden, or fiat, creation. We do not know how the Creator created, what processes He used, for He used processes which are not now operating anywhere in the natural universe. This is why we refer to creation as special creation. We cannot discover by scientific investigation anything about the creative process used by the Creator.' (italics in original, Duane Gish, Evolution? The Fossils Say No!, 1978, p42)",
      "type": "I",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141562",
      "text": "And here we have a leading YEC showing how he starts with his preexisting religious position and is not about to change it, no matter what the scientific evidences show.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141563",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141564",
      "text": "Â”Well, the first popular technique of creationists is to try to find examples of bad radiometric dates and offer these up as proof that radiometric dating is totally unreliable. Henry Morris, in his 1974 book 'Scientific Creationism' made the claim that K/Ar dates for lava from the 1801 Hulalalei volcano lava flow ranged from 160 million years to 3 billion years old. With results like these, radiometric dating must be totally useless - how could scientists possibly be so stupid as to believe that radiometric dating could be of any merit when a simple lava flow gives such a wide range of dates - right in their own research? As usual with such claims, we'll have to dig a little further to get at the truth. Morris cited a study by Funkhouser and Norton Â– 'Radiogenic Helium and Argon in Ultramafic Inclusions from Hawaii' published in the Journal of Geophysics Research, vol. 73, pgs. 4601 - 4607. What Morris didn't bother to inform his readers was that the study concerned xenoliths - fragments of foreign rock broken off by the magmas intrusion through the crust. Since they are not completely melted by the magma, they are in fact much older than the lava flow (with K/Ar dating, what you are really dating is how long it has been since the rock solidified from the molten state - at this point the daughter Argon can no longer escape from the rock). That particular study confirmed (as geologists already suspected) that xenoliths could not be properly dated with the K/Ar method. The Funkhouser and Norton study clearly stated that the 'ages' determined by K/Ar dating had no geological meaning and also determined that the xenoliths contained excess argon trapped in 'air' bubbles inside the rock. Of course there was no mention of these details by Morris or any of the internet postings I have seen that still list this 'problem' - despite the fact that Dalrymple answered it over 10 years ago. In the same paper, Dalrymple goes on to describe in detail several other quotes taken out of context by Creationists.Â” (http://www.gate.net/~rwms/AgeEarth.html)",
      "type": "I",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141565",
      "text": "So the radiometric data stand: the Earth, moon, and older meteorites are all 4 or so billion years old, not just a few thousand.Changing Decay Rates?Another Creationist attempt to counter radiometric dates that are incompatible with their young-Earth religious position is to claim that decay rates are not constant, thereby throwing a monkey wrench into the calculations. There are at least two problems with this argument.First, it is not at all clear how varying decay rates could result in multiple decay sequences all agreeing on the age of an object. Remember, for example, the oldest exposed rocks on earth, dated using different parent radioisotopes? All five of the decay sequences (Rb-Sr, Pb-Pb, U-Pb, Th-Pb, and Lu-Hf) clustered right around 3.7 billion years. If decay rates vary enough to throw off dates by billions of years, why would they vary in exactly the way needed to consistently produce the same results?Second, radioactive decay of nuclei is not comparable to chemical reactions. In chemistry, the rate at which chemical reaction proceeds can be altered in a number of ways, such as by changing the temperature, acidity, pressure, or reactant concentrations. Such changes, however, have essentially no effect on nuclear decay. In fact, experimental attempts to alter decay rates have been made, but failed.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141566",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141567",
      "text": "[Jesus said:] Â“If anyone comes to me and does not hate his father and mother, his wife and children, his brothers and sisters Â– yes, even his own life Â– he cannot be my disciple.Â” (Luke 14:26)",
      "type": "I",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141568",
      "text": "And for the other quote in Luke, in other translations, it says despise. Despise:To regard as unworthy of one's interest or concern. And that has to be what Jesus meant because John 13:34 says, 'A new command I give you: Love one another. As I have loved you, so you must love one another.' In other words, you have to love God more than you love your family.Here's how the message translation puts it (correctly): Luke 14:26 'Anyone who comes to me but refuses to let go of father, mother, spouse, children, brothers, sisters - yes, even one's own self! - can't be my disciple.'Mark 12:28, 'One of the teachers of the Law came and heard them debating. Noticing that Jesus had given them a good answer, he asked Him, 'Of all the commandments, which is the most important?' 'The most important one,' answered Jesus, 'is this: hear, oh, Israel, the Lord our God, the Lord is One. Love the Lord your God with all your heart and all your soul and with all your mind and with all your strength. The second is this: love your neighbor as yourself. There is no commandment greater than these.''",
      "type": "I",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141569",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141570",
      "text": "hinata: Hee, hee, you're funny. Jesus was telling a parable. You can't take the tail end of a story and say that Jesus was saying to have them killed in front of Him.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141571",
      "text": "And I didn't.  Did you note how I explicitly put [Jesus said] for the first two quotes from the Bible, but not for the third one? Any idea why? Come on, think ... you can do it!",
      "type": "I",
      "timestamp": "2016-03-08 19:54:00"
    },
    {
      "nodeID": "141572",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141573",
      "text": "10. Extreme Complexity Complexity beyond comprehension characterizes all life forms, including the so-called 'simple cell.' As Dr. Micheal Denton states referring to the cell, '...we would find ourselves in a world of supreme technology and bewildering complexity...beyond our own creative capacities.' Everything, from atomic structures to cells, organs, organ systems, and living creatures speaks of incredible order, balance, and unity as a whole.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141574",
      "text": "See the above critique. Of course, this also is underestimating the power of natural selection and random varition, and includes the logical fallacy of personal incredibiltiy.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141575",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141576",
      "text": "2. Evolutionists are always making assumptions. They assumed that the tonsils and the appendix were remnants of previous species from which humans had evolved and were totally useless. They were wrong about that. When the human genome was sequenced and it was found that only 5% of it was used in genes they immediately assumed that the 95% not in genes was 'junk'. They were wrong again of course. The now called 'non-coding' DNA is the source of what makes humans tick and a marvel of creation in itself.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141577",
      "text": "Well, this is a strawman.. I am not really sure what you are trying to prove except maybe you think it sounds impressive?? The line 'they assumed that the tonsils and the apendix were rements of previous specious' is a total nonsense sentance, and renders the entire paragraph worthless.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141578",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141579",
      "text": "Do you believe in evolution? I mean i understand if you do but I would like to make some points about it.....there are also some points procing creation.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141580",
      "text": "Oh gosh , a whole bunch of cut/pastes from a 14 year old that is showing off their lack of knowledge. These are not unknown situations, and are very easily explained.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141581",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141582",
      "text": "sure so if it was 2.5 billion or trillion.. ( different scientists) where di we come from? like ya ya ya the big bang.. but where did the pool of amoebas come from? and where did the charge of electricity( lightning bolt) come from? it just is a whole bunch of ideas coming from some fat guys with no women in their life...",
      "type": "I",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141583",
      "text": "You mean Priests? Because I hear the ladies are crawling all over them, can't get enough of that catholic loving...",
      "type": "I",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141584",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141585",
      "text": "Well, a lightning bolt in generated by ice crystals in clouds building up charges and then discharging onto the ground. As it happens most physicists I know are (a) quite skinny and (b) married",
      "type": "I",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141586",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141587",
      "text": "He said it in Genisis, and yes the Bible is inspired by god, No its not poofed down by him but through his prophets he did get his message accross. If you choose not to believe it... Oh well your funeral.",
      "type": "I",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141588",
      "text": "So what standards of proof do you hold the bible to? What allows you to hold it next to other religious or fantastical texts and say 'Yes, this one is definately, without fail, the word of God, and this one is not.'",
      "type": "I",
      "timestamp": "2016-03-08 19:54:01"
    },
    {
      "nodeID": "141589",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 19:54:02"
    }
  ],
  "edges": [
    {
      "edgeID": "184524",
      "fromID": "141553",
      "toID": "141554",
      "formEdgeID": null
    },
    {
      "edgeID": "184525",
      "fromID": "141554",
      "toID": "141552",
      "formEdgeID": null
    },
    {
      "edgeID": "184526",
      "fromID": "141556",
      "toID": "141557",
      "formEdgeID": null
    },
    {
      "edgeID": "184527",
      "fromID": "141557",
      "toID": "141555",
      "formEdgeID": null
    },
    {
      "edgeID": "184528",
      "fromID": "141559",
      "toID": "141560",
      "formEdgeID": null
    },
    {
      "edgeID": "184529",
      "fromID": "141560",
      "toID": "141558",
      "formEdgeID": null
    },
    {
      "edgeID": "184530",
      "fromID": "141562",
      "toID": "141563",
      "formEdgeID": null
    },
    {
      "edgeID": "184531",
      "fromID": "141563",
      "toID": "141561",
      "formEdgeID": null
    },
    {
      "edgeID": "184532",
      "fromID": "141565",
      "toID": "141566",
      "formEdgeID": null
    },
    {
      "edgeID": "184533",
      "fromID": "141566",
      "toID": "141564",
      "formEdgeID": null
    },
    {
      "edgeID": "184534",
      "fromID": "141568",
      "toID": "141569",
      "formEdgeID": null
    },
    {
      "edgeID": "184535",
      "fromID": "141569",
      "toID": "141567",
      "formEdgeID": null
    },
    {
      "edgeID": "184536",
      "fromID": "141571",
      "toID": "141572",
      "formEdgeID": null
    },
    {
      "edgeID": "184537",
      "fromID": "141572",
      "toID": "141570",
      "formEdgeID": null
    },
    {
      "edgeID": "184538",
      "fromID": "141574",
      "toID": "141575",
      "formEdgeID": null
    },
    {
      "edgeID": "184539",
      "fromID": "141575",
      "toID": "141573",
      "formEdgeID": null
    },
    {
      "edgeID": "184540",
      "fromID": "141577",
      "toID": "141578",
      "formEdgeID": null
    },
    {
      "edgeID": "184541",
      "fromID": "141578",
      "toID": "141576",
      "formEdgeID": null
    },
    {
      "edgeID": "184542",
      "fromID": "141580",
      "toID": "141581",
      "formEdgeID": null
    },
    {
      "edgeID": "184543",
      "fromID": "141581",
      "toID": "141579",
      "formEdgeID": null
    },
    {
      "edgeID": "184544",
      "fromID": "141583",
      "toID": "141584",
      "formEdgeID": null
    },
    {
      "edgeID": "184545",
      "fromID": "141584",
      "toID": "141582",
      "formEdgeID": null
    },
    {
      "edgeID": "184546",
      "fromID": "141585",
      "toID": "141586",
      "formEdgeID": null
    },
    {
      "edgeID": "184547",
      "fromID": "141586",
      "toID": "141582",
      "formEdgeID": null
    },
    {
      "edgeID": "184548",
      "fromID": "141588",
      "toID": "141589",
      "formEdgeID": null
    },
    {
      "edgeID": "184549",
      "fromID": "141589",
      "toID": "141587",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
