{
  "nodes": [
    {
      "nodeID": "154591",
      "text": "Another recommendation calls for the FBI to notify local and state law enforcement every time a person attempts to buy a gun, but does not pass the background check. 'Federal law enforcement should communicate that red flag to the state and local authorities that may be best positioned to address the threat,' the report says, suggesting the use of e-mail alerts. And federal prosecutors should more aggressively prosecute people who fail the background check, the study says. In 2005, the FBI referred 67,713 cases to the ATF, but federal prosecutors pursued only 135 of those cases.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:58"
    },
    {
      "nodeID": "154592",
      "text": "Where am I getting with this? The bill that would allow the Attorney General to deny a firearms purchase to anyone and everyone if their name is on the secret suspected terrorist watch list. The list with an unknown criteria for getting on, no disclosure so you know even if you are on it, and absolutely no way to get off of it. And what are these mayors saying? That a person who gets denied a firearms purchase -because their name is on this secret list and the AG has the power and authority to deny you said purchase- needs to be prosecuted as if they're a criminal.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:58"
    },
    {
      "nodeID": "154593",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:58"
    },
    {
      "nodeID": "154594",
      "text": "The list with an unknown criteria for getting on, no disclosure so you know even if you are on it, and absolutely no way to get off of it.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:58"
    },
    {
      "nodeID": "154595",
      "text": "Unknown criteria? (1) the term &#8220;international terrorism&#8221; means activities that&#8212; (A) involve violent acts or acts dangerous to human life that are a violation of the criminal laws of the United States or of any State, or that would be a criminal violation if committed within the jurisdiction of the United States or of any State; (B) appear to be intended&#8212; (i) to intimidate or coerce a civilian population; (ii) to influence the policy of a government by intimidation or coercion; or (iii) to affect the conduct of a government by mass destruction, assassination, or kidnapping; and (C) occur primarily outside the territorial jurisdiction of the United States, or transcend national boundaries in terms of the means by which they are accomplished, the persons they appear intended to intimidate or coerce, or the locale in which their perpetrators operate or seek asylum; (2) the term &#8220;national of the United States&#8221; has the meaning given such term in section 101(a)(22) of the Immigration and Nationality Act; (3) the term &#8220;person&#8221; means any individual or entity capable of holding a legal or beneficial interest in property; (4) the term &#8220;act of war&#8221; means any act occurring in the course of&#8212; (A) declared war; (B) armed conflict, whether or not war has been declared, between two or more nations; or (C) armed conflict between military forces of any origin; and (5) the term &#8220;domestic terrorism&#8221; means activities that&#8212; (A) involve acts dangerous to human life that are a violation of the criminal laws of the United States or of any State; (B) appear to be intended&#8212; (i) to intimidate or coerce a civilian population; (ii) to influence the policy of a government by intimidation or coercion; or (iii) to affect the conduct of a government by mass destruction, assassination, or kidnapping; and (C) occur primarily within the territorial jurisdiction of the United States.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:58"
    },
    {
      "nodeID": "154596",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:58"
    },
    {
      "nodeID": "154597",
      "text": "Unknown criteia? (1) the term 'international terrorism' means activities that- (A) involve violent acts or acts dangerous to human life that are a violation of the criminal laws of the United States or of any State, or that would be a criminal violation if committed within the jurisdiction of the United States or of any State; (B) appear to be intended- (i) to intimidate or coerce a civilian population; (ii) to influence the policy of a government by intimidation or coercion; or (iii) to affect the conduct of a government by mass destruction, assassination, or kidnapping; and (C) occur primarily outside the territorial jurisdiction of the United States, or transcend national boundaries in terms of the means by which they are accomplished, the persons they appear intended to intimidate or coerce, or the locale in which their perpetrators operate or seek asylum; (2) the term 'national of the United States' has the meaning given such term in section 101(a)(22) of the Immigration and Nationality Act; (3) the term 'person' means any individual or entity capable of holding a legal or beneficial interest in property; (4) the term 'act of war' means any act occurring in the course of- (A) declared war; (B) armed conflict, whether or not war has been declared, between two or more nations; or (C) armed conflict between military forces of any origin; and (5) the term 'domestic terrorism' means activities that- (A) involve acts dangerous to human life that are a violation of the criminal laws of the United States or of any State; (B) appear to be intended- (i) to intimidate or coerce a civilian population; (ii) to influence the policy of a government by intimidation or coercion; or (iii) to affect the conduct of a government by mass destruction, assassination, or kidnapping; and (C) occur primarily within the territorial jurisdiction of the United States.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:58"
    },
    {
      "nodeID": "154598",
      "text": "Ted Kennedy was on the no fly list or in other words a terrorist. How he got there was not known. It took him with all the weight he had a struggle to get off. Weasel hole out of that.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:58"
    },
    {
      "nodeID": "154599",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:59"
    },
    {
      "nodeID": "154600",
      "text": "Unknown criteria?",
      "type": "I",
      "timestamp": "2016-03-08 20:21:59"
    },
    {
      "nodeID": "154601",
      "text": "See Sarge's post about Ted Kennedy being listed. What did he do that would make him get on the terrorist watch list? And what about the four year old boy who was denied flight because his name was also on the watch list? Because his name was the alias of a known terrorist. What answers do you have to address these points? We've had plenty of people claiming that being on the no fly list, or the suspected terrorist watch list, should be all the criteria necessary for denying a person the right to buy a gun. And now we have the mayors claiming that failing the background check -even if it's because the Attorney General is abusing his power- should be grounds for criminal prosecution. That's not liberty. That's not justice. That's not freedom. That's not American values. That's completely unacceptable, and goes on the show the character of those who support gun control. Secret police and secret courts to be used against the American people will not be tolerated!",
      "type": "I",
      "timestamp": "2016-03-08 20:21:59"
    },
    {
      "nodeID": "154602",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:59"
    },
    {
      "nodeID": "154603",
      "text": "We've had plenty of people claiming that being on the no fly list, or the suspected terrorist watch list, should be all the criteria necessary for denying a person the right to buy a gun.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:59"
    },
    {
      "nodeID": "154604",
      "text": "Maybe you could mention some of these plenty people.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:59"
    },
    {
      "nodeID": "154605",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:21:59"
    },
    {
      "nodeID": "154606",
      "text": "And what about the four year old boy who was denied flight because his name was also on the watch list? Because his name was the alias of a known terrorist.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:59"
    },
    {
      "nodeID": "154607",
      "text": "Could happen.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:59"
    },
    {
      "nodeID": "154608",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:21:59"
    },
    {
      "nodeID": "154609",
      "text": "What answers do you have to address these points?",
      "type": "I",
      "timestamp": "2016-03-08 20:21:59"
    },
    {
      "nodeID": "154610",
      "text": "Refine the system to include birthdates?",
      "type": "I",
      "timestamp": "2016-03-08 20:21:59"
    },
    {
      "nodeID": "154611",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:21:59"
    },
    {
      "nodeID": "154612",
      "text": "See Sarge's post about Ted Kennedy being listed. What did he do that would make him get on the terrorist watch list?",
      "type": "I",
      "timestamp": "2016-03-08 20:21:59"
    },
    {
      "nodeID": "154613",
      "text": "Nothing. 'T. Kennedy' is an alias of a known terrorist.",
      "type": "I",
      "timestamp": "2016-03-08 20:21:59"
    },
    {
      "nodeID": "154614",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:00"
    },
    {
      "nodeID": "154615",
      "text": "And then there's the fact about Conan O'Brien being added to the no fly list, by the Newark,NJ mayor, because the mayor didn't like O'Brien's jokes about the quality of Newark life.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:00"
    },
    {
      "nodeID": "154616",
      "text": "It was a joke.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:00"
    },
    {
      "nodeID": "154617",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:00"
    },
    {
      "nodeID": "154618",
      "text": "We did and so far no answer. The maximum effective range of an excuse is zero meters.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:00"
    },
    {
      "nodeID": "154619",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:00"
    },
    {
      "nodeID": "154620",
      "text": "Rahm Emanuel for one. He seems to sum up the message very well. And then there's Carolyn McCarthy who actually introduced the bill that, if passed into law, would cancel your Second Amendment rights just because your name is on the no fly list. Just two names, perhaps, but they're the names of people in a very powerful and dangerous position, capable of making very bad things happen.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:00"
    },
    {
      "nodeID": "154621",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:00"
    },
    {
      "nodeID": "154622",
      "text": "Yes, T. Kennedy is the alias of a known terrorist, and Ted Kennedy got punished because of it. And many are advocating that such a system be used to deny Second Amendment rights and be used to try innocent people in a court of law.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:00"
    },
    {
      "nodeID": "154623",
      "text": "Default Inference",
      "type": "RA",
      "timestamp": "2016-03-08 20:22:00"
    },
    {
      "nodeID": "154624",
      "text": "...and be used to try innocent people in a court of law.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:00"
    },
    {
      "nodeID": "154625",
      "text": "You lost me there. Try them how and for what?",
      "type": "I",
      "timestamp": "2016-03-08 20:22:00"
    },
    {
      "nodeID": "154626",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:00"
    },
    {
      "nodeID": "154627",
      "text": "No, not COULD happen, it HAS happened already, this is the reality of the situation.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:00"
    },
    {
      "nodeID": "154628",
      "text": "This bill is a long way from passing. Doesn't seem to have great support beyond the 'plenty' people you mentioned.",
      "type": "I",
      "timestamp": "2016-03-08 20:22:00"
    },
    {
      "nodeID": "154629",
      "text": "Default Conflict",
      "type": "CA",
      "timestamp": "2016-03-08 20:22:01"
    }
  ],
  "edges": [
    {
      "edgeID": "193726",
      "fromID": "154592",
      "toID": "154593",
      "formEdgeID": null
    },
    {
      "edgeID": "193727",
      "fromID": "154593",
      "toID": "154591",
      "formEdgeID": null
    },
    {
      "edgeID": "193728",
      "fromID": "154595",
      "toID": "154596",
      "formEdgeID": null
    },
    {
      "edgeID": "193729",
      "fromID": "154596",
      "toID": "154594",
      "formEdgeID": null
    },
    {
      "edgeID": "193730",
      "fromID": "154598",
      "toID": "154599",
      "formEdgeID": null
    },
    {
      "edgeID": "193731",
      "fromID": "154599",
      "toID": "154597",
      "formEdgeID": null
    },
    {
      "edgeID": "193732",
      "fromID": "154601",
      "toID": "154602",
      "formEdgeID": null
    },
    {
      "edgeID": "193733",
      "fromID": "154602",
      "toID": "154600",
      "formEdgeID": null
    },
    {
      "edgeID": "193734",
      "fromID": "154604",
      "toID": "154605",
      "formEdgeID": null
    },
    {
      "edgeID": "193735",
      "fromID": "154605",
      "toID": "154603",
      "formEdgeID": null
    },
    {
      "edgeID": "193736",
      "fromID": "154607",
      "toID": "154608",
      "formEdgeID": null
    },
    {
      "edgeID": "193737",
      "fromID": "154608",
      "toID": "154606",
      "formEdgeID": null
    },
    {
      "edgeID": "193738",
      "fromID": "154610",
      "toID": "154611",
      "formEdgeID": null
    },
    {
      "edgeID": "193739",
      "fromID": "154611",
      "toID": "154609",
      "formEdgeID": null
    },
    {
      "edgeID": "193740",
      "fromID": "154613",
      "toID": "154614",
      "formEdgeID": null
    },
    {
      "edgeID": "193741",
      "fromID": "154614",
      "toID": "154612",
      "formEdgeID": null
    },
    {
      "edgeID": "193742",
      "fromID": "154616",
      "toID": "154617",
      "formEdgeID": null
    },
    {
      "edgeID": "193743",
      "fromID": "154617",
      "toID": "154615",
      "formEdgeID": null
    },
    {
      "edgeID": "193744",
      "fromID": "154618",
      "toID": "154619",
      "formEdgeID": null
    },
    {
      "edgeID": "193745",
      "fromID": "154619",
      "toID": "154604",
      "formEdgeID": null
    },
    {
      "edgeID": "193746",
      "fromID": "154620",
      "toID": "154621",
      "formEdgeID": null
    },
    {
      "edgeID": "193747",
      "fromID": "154621",
      "toID": "154604",
      "formEdgeID": null
    },
    {
      "edgeID": "193748",
      "fromID": "154622",
      "toID": "154623",
      "formEdgeID": null
    },
    {
      "edgeID": "193749",
      "fromID": "154623",
      "toID": "154607",
      "formEdgeID": null
    },
    {
      "edgeID": "193750",
      "fromID": "154625",
      "toID": "154626",
      "formEdgeID": null
    },
    {
      "edgeID": "193751",
      "fromID": "154626",
      "toID": "154624",
      "formEdgeID": null
    },
    {
      "edgeID": "193752",
      "fromID": "154628",
      "toID": "154629",
      "formEdgeID": null
    },
    {
      "edgeID": "193753",
      "fromID": "154629",
      "toID": "154627",
      "formEdgeID": null
    }
  ],
  "locutions": []
}
